{
	"voca": [
		{
			"title": "Talk about the meaning of National Foundation Day.",
			"explains": "Korea's National Foundation Day is a national holiday. Its original Korean name, \"Gaecheonjeol,\" means \"day in which the heavens opened.\" The holiday marks the formation of Korea's first state. The origin story of Korea's founding is a fun fairy tale. Once upon a time, a bear and a tiger wanted to become human. They prayed devoutly. A heavenly prince promised to make them human if they promised to live on garlic and mugwort for 100 days. The tiger soon become hungry and gave up. However, the bear kept at it. As a reward, it was turned into a beautiful woman. She married the heavenly prince, and their son was the founding father of Gojoseon. October 3rd is the day when Koreans commemorate the founding of this ancient nation.",
			"means": "개천절의 의미에 대해 이야기해 주세요.\\n한국의 건국일은 국경일입니다. 그것의 한글 명칭은 '개천절'로 '하늘이 열린 날'을 뜻한다. 한국의 첫 국가 건국을 기념하는 날이다, 한국이 건국된 배경에는 재미있는 설화가 있다. 옛날 옛적에, 곰과 호랑이가 사람이 되고 싶어 했다. 그들은 절실하게 기도했다. 하늘나라의 왕자가 그들이 백일 동안 마늘과 쑥만 먹고 지내면 사람으로 만들어 주겠다고 약속했다. 호랑이는 곧 배가 고파서 포기했다. 하지만 곰은 견뎌 냈다. 그에 대한 보상으로 곰은 아름다운 여인으로 변했다. 그녀는 하늘나라 왕자와 결혼을 했고, 그들의 아들이 고조선을 건국했다. 10월 3일은 한국인들이 이 고대 국가 건국을 기념하는 날이다.\\n\\n"
		},
		{
			"title": "Talk about when you went to the mountains in the fall.",
			"explains": "Korea is famed for its s beautiful mountains. They are lovely throughout the year. However, they are arguably most breathtaking in the autumn. When the heat dies down and the weather becomes cooler, the leaves change color. The fall foliage is beyond words. Many people travel in the fall to enjoy the vistas. On weekends, there can be severe traffic jams. Lodging facilities are booked to capacity. Still, the views are worth it. The skies are clear. The weather is fine. But the trees are the stars of the show. Their colors really are stunning. Perhaps they are all the more beautiful because the autumn season is so short. The views only last for a few weeks. People take lots of pictures. You will probably see them on social media.",
			"means": "가을에 산으로 단풍 구경 간 경험에 대해 이야기해 주세요.\\n한국은 산이 아름다운 것으로 잘 알려져 있다. 산은 일 년 내내 아름답다. 하지만 가을에 가장 숨막히게 아름답다고 할 수 있다. 더위가 가시고 날씨가 선선해 지면 나뭇잎에 단풍이 든다. 가을 단품은 말로 표현할 수 없을 정도로 아름답다. 많은 사람들이 가을에 경치를 즐기기 위해 여행을 난다. 주말에는 차가 많이 막히는 경우도 있다. 숙박 시설은 예약이 꽉 찬다. 하지만 경치를 보기 위해서는 고생할 가치가 있다. 하늘도 청명하다. 날씨도 맑다. 하지만 나무들이 주인공이다. 색깔이 정말 기가 막힌다. 어쩌면 가을이 워낙 짧아서 더욱 아름다울지도 모른다. 경치는 고작 몇 주 동안만 볼 수 있다. 사람들은 사진을 많이 찍는다. SNS에서 이러한 사진들을 흔히 볼 수 있다.\\n"
		},
		{
			"title": "Talk about a time when you had a problem with a reservation.",
			"explains": "A new restaurant opened up in my neighborhood. It generated a lot of buzz. The word-of-mouth reviews were very good. I reserved a table to see for myself. However, when I got to the restaurant, no table was available. I waited for a long time. Eventually, I had to lodge a complaint. In all fairness, the food was very good. It was the service that ruined the experience. Another time, I had to travel abroad for business. I reserved a room with a queen-sized bed. However, someone bungled up the reservation. The room I got was furnished with two smaller beds. The manager was apologetic. She immediately moved me to a new room. She also gave me a voucher for a complimentary breakfast.",
			"means": "예약에 문제가 생긴 경험에 대해 이야기해 주세요.\\n동네에 새로운 음식점이 개업했다. 상당히 화제가 됐다. 입소문에 의하면 평가가 매우 좋았다. 직접 보기 위해 자리를 예약했다. 하지만 음식점에 도착했을 때 자리가 없었다. 오랫동안 기다렸다. 결국은 항의를 해야 했다. 물론 공평하게 말하자면 음식은 매우 맛있었다. 기분을 망치게 된 것은 서비스 때문이었다. 또 한번은 일 때문에 해외로 출장을 가야 했다. 퀸 사이즈 침대가 있는 객실을 예약했다. 하지만 누군가가 예약 과정에서 실수를 했다. 배정 받은 객실에는 작은 침대가 두 개 있었다. 지배인이 사과했다. 그녀는 곧바로 나를 다른 방으로 옮겨 줬다. 또 무료 조식권도 줬다.\\n"
		},
		{
			"title": "Talk about when your eyesight got worse.",
			"explains": "I have very poor eyesight. Without my glasses, I’m as blind as a bat. I have to squint my eyes to see things. I always sit in the front row for class. I tried to wear contacts. However, they hurt my eyes. I have no choice but to wear glasses around the clock. Recently, I had trouble seeing clearly. It was so bad, I couldn’t get my work done. I went to get an eye exam. I got new glasses with a stronger prescription. I would like to get eyesight correction surgery. Many of my friends have gotten laser surgery on their eyes. However, my doctor advised against it. She couldn’t guarantee success.",
			"means": "시력이 나빠진 경험에 대해 이야기해 주세요.\\n나는 시력이 아주 나쁘다, 안경이 없으면 아무것도 볼 수 없다. 뭘 보기 위해서는 눈을 찡그려야 한다. 수업 들을 때는 늘 앞줄에 앉는다. 렌즈를 껴 보려고 했다. 하지만 눈이 아팠다. 하루 종일 안경을 쓰는 수밖에 없다. 최근에는 사물이 선명하게 보이지 않았다. 너무 심해서 일을 할 수 없었다. 시력 검사를 받으러 갔다. 더 높은 도수의 안경을 맞췄다. 시력 교정 수술을 받고 싶다. 많은 친구들이 눈 레이저 수술을 받았다. 하지만 담당 의사가 하지 않기를 권했다. 성공을 보장할 수 없기 때문이었다.\\n"
		},
		{
			"title": "Talk about when you got dental braces.",
			"explains": "I’m an average-looking person. However, I do have crooked teeth. These days, good teeth are considered important. They are a big part of someone’s first impression. The problem is that dental braces are very pricey. Usually, they are not covered by insurance. Also, they take a lot of time to work. It can take two years to see the effects. However, I decided to get braces. I didn’t expect them to be so painful. They also get in the way when I eat. Bits of food always get stuck in the wires. However, I am willing to endure it. It’s the price to pay to feel confident when I smile",
			"means": "치아 교정을 해 본 경험에 대해 이야기해 주세요.\\n나는 평범하게 생겼다. 하지만 치열이 고르지 못하다, 요즘은 고른 치열이 아주 중요하게 여겨진다. 첫인상을 결정짓는 중요한 요소다. 문제는 치아 교정이 매우 비싸다는 것이다. 보통은 보험 처리가 되지 않는다. 또한 시간도 오래 걸린다. 효과를 보기 위해서는 2년 정도 걸릴 수 있다. 하지만 나는 교정을 하기로 결정했다. 그런데 교정기가 그리 아플 줄 몰랐다. 밥을 먹을 때 걸리적거리기도 한다. 음식물 조각이 항상 철사에 걸린다. 하지만 참고 견딜 의지가 있다. 자신감 있게 웃기 위한 대가라고 생각한다.\\n"
		},
		{
			"title": "Talk about when you got a cut.",
			"explains": "Last week, I was doing the dishes. I lost my grip on a wine glass, and dropped it. It shattered into pieces. I picked up the larger shards first. Then, I vacuumed up the smaller pieces. However, I missed one piece. I stepped on it by accident. I got a bad cut. It bled a lot. I pulled the glass out with tweezers. Then I sterilized the cut. Finally, I put on a band-aid. Another time, I was wearing flip-flops. My foot got cut on something sharp. I was in a lot of pain. I had to go to the emergency room. I had to get my foot stitched up. It was hard to walk properly for a while.",
			"means": "어딘가를 배인 경험에 대해 이야기해 주세요.\\n나는 지난주에 설거지를 하다가 와인잔을 놓치는 바람에 떨어뜨렸다. 산산조각이 났다. 먼저 큰 조각부터 주웠다. 그 다음에 진공 청소기로 작은 조각들을 청소했다. 하지만 한 조각을 놓치고 말았다. 실수로 밟았다. 심하게 베였다. 피가 많이 났다. 유리를 족집게로 뽑았다. 그 다음에 상처를 소독했다. 마지막으로 일회용 반찬고를 붙였다. 또 한번은 샌들을 신고 있다가 발이 뭔가 날카로운 것에 베였다. 통증이 심했다. 결국 응급실에 가서 발을 꿰매야 했다. 한동안 똑바로 걸을 수 없었다.\\n"
		},
		{
			"title": "Talk about video clips you remember watching online.",
			"explains": "I am a sucker for tear-jerking videos. My friends call me a crybaby. I recently saw some footage of the Rio Olympics. A Korean national team athlete had won a gold medal. She stepped up on the podium. The national anthem was played She had a smile on her face, but she was crying. I was deeply moved by the scene. I couldn’t stop my tears myself. I also watch a lot of news clips online. Many of them are posted up by my friends on social media. It helps me keep up with current affairs. I often hear about breaking news this way. I especially like news clips about heart-warming stories.",
			"means": "기억나는 인터넷 동영상에 대해 이야기해 주세요.\\n나는 눈물샘을 자극하는 영상에 아주 약하다. 친구들은 나를 울보라고 부른다. 최근에는 리우 올림픽에서 촬영된 영상을 봤다. 한국 국가대표 선수가 금메달을 땄다. 그녀는 시상대에 올라섰다. 국가가 연주됐다. 그녀는 미소를 띠면서도 울고 있었다. 나는 그 장면에 깊은 감동받았다. 나도 눈물을 멈출 수 없었다. 또한 인터넷으로 뉴스 영상을 보기도 한다. 상당수는 친구들이 SNS에 올린 것이다. 시사 현안에 뒤쳐지지 않는 데 도움이 된다. 이런 식으로 속보를 접하는 경우가 자주 있다. 나는 특히 마음이 따뜻해지는 뉴스 영상을 좋아한다.\\n"
		},
		{
			"title": "Talk about a recent movie you watched.",
			"explains": "I recently watched a Korean movie called \"Tunnel.” The movie was about a tragic accident in a tunnel and how a survivor was saved after 35 days. It starred one of my favorite actors. It was really fun. The movie was packed with nerve-racking scenes. I really liked the storyline of that movie. I liked the big twist at the end. I also liked the acting and the message of the movie. There were many great lines in the movie. I personally don’t like disaster movies, but this one was okay. The movie did very well at the box office. Overall, it was one of the most memorable movies that I have watched recently.",
			"means": "최근 영화를 본 경험에 대해 이야기해 주세요.\\n최근에 \"터널”이라는 한국 영화를 봤다. 영화는 터널 속에서 발생한 비극적인 사고와, 35일 후에 구출되는 생존자에 대한 이야기였다. 내가 아주 좋아하는 배우 중 한 명이 주연으로 출연했다. 아주 재미있었다. 영화는 조마조마한 장면으로 가득했다. 영화의 줄거리가 아주 마음에 들었다. 마지막에 대반전도 좋았다. 배우들의 연기력과 영화의 주제도 훌륭했다. 영화에 명대사가 많았다. 개인적으로 재난 영화는 좋아하지 않지만, 이번 영화는 괜찮았다. 영화는 흥행에 성공했다. 전체적으로 최근에 본 영화 중 가장 인상적인 작품에 속했다.\\n"
		},
		{
			"title": "Talk about when you forgot about important dates.",
			"explains": "I once forgot about my mother’s birthday. It hadn’t slipped my mind completely. I was confused, because she uses the lunar calendar. Still, I felt very bad. I called my mother and sincerely apologized. That weekend, I took her out for dinner. Another time, I received a text from a friend. It said, \"Where should we meet up tonight?” However, I was already at another get-together. I had forgotten that I had promised to meet my friend that night. Thankfully, my friend is very easy-going. He accepted my apology. I took a rain check. We rescheduled for another day. Nowadays, I use a planner, so I almost never miss important dates.",
			"means": "중요한 날짜를 잊어버린 경험에 대해 이야기해 주세요.\\n한번은 어머니 생신을 잊어버렸다. 완전히 잊은 것은 아니었다. 어머니께서는 음력으로 쇠시기 때문에 헷갈렸던 것이었다. 그래도 마음이 좋지 않았다. 어머니께 전화를 해서 진심으로 사과 드렸다. 그 주 주말에 저녁식사를 모시고 나가서 했다. 또 한번은 친구한테서 문자가 왔다. ‘우리 오늘 밤 어디서 만날까?’ 라는 내용이었다. 하지만 나는 이미 다른 모임에 나가 있었다. 그 친구와 그날 밤에 만나기로 했는데 깜박 잊어버렸던 것이었다. 다행히 친구는 성격이 아주 너그러운 편이다. 그는 내 사과를 받아들였다. 나는 다음을 기약했다. 다른 말에 만나기로 다시 약속을 잡았다. 요새는 수첩을 사용하기 때문에 중요한 날을 놓치는 일이 거의 없아.\\n"
		},
		{
			"title": "What do you pack before going on trips?",
			"explains": "Some people travel light. They only pack a little. However, I pack tons of things when I go on a trip. First of all, I pack a lot of clothes. I check the weather forecast and pack clothes that are suitable for the weather. In the winter, this can take up a lot of space. I also make sure to pack plenty of underwear and socks. Next, I pack my toiletries. This includes my toothbrush, toothpaste, razor, shaving cream, and shampoo. During the summer, I throw in some sunblock, too. Finally, I also make sure to bring along my first-aid kit. An extra towel always comes in handy as well.",
			"means": "여행을 떠나기 전에 어떤 것들을 챙기나요?\\n어떤 사람들은 여행 갈 때 짐을 가볍게 싼다. 조금만 챙긴다. 하지만 나는 여행을 갈 때 아주 많은 것들을 챙긴다. 먼저, 옷을 많이 싼다. 일기 예보를 확인하고 날씨에 적합한 옷을 싼다. 겨울에는 이 때문에 공간을 많이 차지하기도 한다. 또한 속옷과 양말은 넉넉하게 챙긴다. 다음으로 세면도구를 싼다. 칫솔, 치약, 면도기, 면도 크림, 그리고 샴푸 등이 있다. 여름에는 자외선 차단제도 챙긴다. 마지막으로 구급상자를 잊지 않고 챙긴다. 여분의 수건도 항상 유용하게 사용된다.\\n"
		},
		{
			"title": "How has it become easier to go on a trip?",
			"explains": "Traveling has become less of a bother than it was before. First of all, transportation has become a lot faster and better over the years. For instance, Korea now has a bullet train called the KTX. Its top speed was unthinkable in the past. Now, it only takes half the time to get somewhere in Korea. In fact, the trains are even a match for airplanes. Driving has also become much easier because we now have GPS. We don’t need paper maps anymore. We can just set the destination on the GPS and it tells us where to go. Plus, we can now get plane tickets or train tickets on our cell phones. We can make travel plans wherever we are, whenever we want to. All of these things have made travelling a lot easier.",
			"means": "여행이 쉬워진 이유에 대해 이야기해 주세요.\\n예전에 비하면 여행 가는 것이 덜 힘들어졌다. 먼저 여러 해가 지나면서 교통수단이 훨씬 빠르고 좋아졌다. 예를 들어, 한국에는 이제 KTX라는 초고속 열차가 있다. 최고 속도가 과거에는 상상도 못했을 수준이다. 이제는 한국 내에 어디를 가도 시간이 절반밖에 걸리지 않는다. 심지어 기차가 비행기에 버금갈 정도다. 운전도 이제는 내비게이션이 있어서 많이 쉬워졌다 종이 지도는 더 이상 필요하지 않다. 내비게이션에 목적지를 입력하면 어디로 가야 하는지 알려 준다. 게다가 요새는 비행기표나 기차표를 휴대폰으로 구입할 수 있다. 시간과 장소의 구애를 받지 않고 원한다면 언제든지 여행 계획을 세울 수 있다. 이 모든 것들 덕분에 여행이 훨씬 더 쉬워졌다.\\n"
		},
		{
			"title": "What are some safety issues on trips?",
			"explains": "When it comes to travelling, safety is a major concern. People can get hurt or get sick, so they have to take precautions to be safe. For instance, when people are near water, they have to play it safe. They have to warm up before they go into the water. If not, they can get cramps or even a heart attack. Next parents must always keep an eye on their children. Otherwise, kids may get into trouble. Food safety is another concern. It’s fun to try local dishes when traveling. However, people must make sure to eat safe food. Being careless can lead to food poisoning. It’s best to eat food that is properly cooked. When in doubt, bottled water is the best bet.",
			"means": "여행 중 고려해야 할 안전 사항은 어떤 것이 있나요?\\n여행은 안전을 가정 중요하게 생각해야 한다. 다치거나 아플 수 있으니 안전을 위해 조심해야 한다. 예를 들어, 물가에서는 아주 안전하게 행동해야 한다. 물에 입수하기 전에는 몸을 풀어야 한다. 그러지 않으면 경련이 일어나 심지어 심장마비가 발생할 수 있다. 다음으로 부모들은 늘 아이들을 P의 주시해야 한다. 그러지 않으면 하이들이 위험에 빠질 수 있다. 식품 안전도 주의해야 할 사항이다. 여행 중에는 현지 음식을 맛보는 것이 재미 중 일부이다. 하지만 안전한 식품을 먹어야 한다. 조심하지 않으면 식중독에 걸릴 수 있다 제대로 익힌 음식을 먹는 것이 가장 좋다. 확실하지 않으면 물은 생수병에 든 물을 마시는 것이 가장 안전하다.\\n"
		},
		{
			"title": "Where do Korean people often go for overseas trips?",
			"explains": "More and more people in Korea are traveling overseas. They often travel to neighboring countries in Asia. China is one of the most common travel destinations in Asia. Some people go there on vacation, while others go on business. People also go to Japan or countries in Southeast Asia such as Thailand. These countries are close by and they have a lot to offer. Koreans are very familiar with Japanese food. That’s one of the reason why Japan is a popular choice. Southeast Asia has many tropical resorts. Korean tourists like to visit those locations for their vacations or honeymoons. Thanks to low-cost carriers, more people are traveling to Europe and the U.S. as well.",
			"means": "한국 사람들은 어떤 곳으로 해외 여행을 많이 가나요?\\n갈수록 많은 한국 사람들이 해외로 여행을 다닌다. 아시아권에 있는 이웃 국가로 가는 경우가 많다. 중국은 가장 흔한 여행지 중 하나다. 어떤 사람들은 휴가로 가고, 어떤 사람들은 출장으로 간다. 또한 일본 혹은 태국 등의 동만아 국가로도 간다. 이 나라들은 멀지 않고 장점이 많다. 우리나라 사람들은 일본 음식에 아주 친숙한데, 그것이 일본이 인기 있는 여행지인 이유 중 하나가 되기도 한다. 동남아에는 많은 열대 리조트가 있다. 한국 관광객들이 휴가나 신혼여행으로 즐겨 찾는다. 저가 항공사 덕분에 더 많은 사람들이 유럽과 미국 등으로도 여행을 한다.\\n"
		},
		{
			"title": "What are some difficulties you had while traveling?",
			"explains": "The language barrier is one of the major obstacles when traveling. People in different countries speak different languages. It can be tricky to have a conversation with the locals. When I traveled overseas last year, the locals didn’t speak a word of English or Korean. I had a hard time communicating. Another problem with traveling is jet lag. If you travel a long distance, the time difference can be very big. On my first trip to Europe, I suffered badly from jet lag. I couldn’t enjoy myself to the fullest, because I was so sleepy. At night in bed, I tossed and turned because I was wide awake.",
			"means": "여행중 격어 본 어려움에 대해 이야기해 주세요.\\n언어 장벽은 여행 중 큰 걸림돌 중 하나다. 다른 나라에 사는 사람들은 다른 언어를 사용한다. 현지인들과 대화를 하는 것이 어려울 수 있다. 작년에 해외로 여행을 갔을 때, 현지인들이 영어나 한국어를 한마디도 하지 못했다. 그래서 의사소통을 하는 데 어려움을 겪었다. 여행 중 겪는 어려움 중에는 시차 부적응도 있다. 먼 거리를 이동하면 시차가 클 수 있다. 우럽에 처음으로 여행을 갔을 때, 시차로 인해 많이 고생했다. 너무 졸려서 맘껏 즐기지를 못했다. 밤에는 말똥말똥 침대에 누워 뒤척이며 잘들지 못했다.\\n"
		},
		{
			"title": "Compare different types of parks you have been to.",
			"explains": "There is a small park right next door to my house. It’s not that big. However, it has a lot of sports facilities, so people go there to get some exercise. People also go there to take walks, ride bikes, or go for a run. I also see a lot of people walking their dogs. I often go there to get some fresh air. Sometimes, when I feel like it, I go to the Han River Park. It’s a riverside park. It’s harder to get to, but it’s much bigger. People go tenting there, and have barbecues in designated areas. It’s a great place to enjoy the breeze and a fun place to go people-watching.",
			"means": "가 본 여러 종류의 공원을 비교해 주세요.\\n우리 집 바로 옆은 작은 공원이 있다. 그리 크지는 않다. 하지만 스포츠 시설이 많아서 사람들이 운동을 하러 거기에 간다. 또 산책을 하거나, 자전거를 타거나, 조깅을 하러 가는 사람들도 있다. 애완견을 산책 시키는 사람들도 많이 보인다. 나는 그 공원에 바람을 쐬러 자주 간다. 때로는 내키면 한강 시민 공원에도 간다. 그곳은 강변에 있는 공원이다. 가기가 좀 어렵지만, 다른 공원들에 비해 훨씬 크다. 사람들이 텐트를 치고 놀고, 지정 구역에서는 고기도 구워 먹는다. 선선한 바람을 만끽하기에도 좋고, 사람 구경을 하기에도 좋은 곳이다.\\n"
		},
		{
			"title": "Talk about how younger and older generations use the Internet differently.",
			"explains": "The younger generation is more tech-savvy than the older generation. Younger people adapt to new trends better. They are more active on social media. They are more likely to post things online. They come up with a lot of user-created content (UCC). Plus, they access the Internet with their phones a lot. In contrast, older user surf the Internet on their PCs more often. Instead of social media, they might read the news or check the stock market. However, there are exceptions to the rule. These day, many older people have no problem using the latest technology. It’s not a matter of age. It’s more about attitude.",
			"means": "젊은 세대와 나이든 세대가 인터넷을 사용하는 방법이 서로 어떻게 다른 지 이야기해 주세요.\\n나이가 든 세대에 비해 젊은 세대가 기술 사용에 능통한 편이다. 젊은 사람들은 새로운 트렌드에 더 쉽게 적응한다. SNS 활동이 더 활발하다, 인터넷에 글을 올릴 확률이 더 높다. 직접 개발한 콘텐츠를 많이 고안해 낸다. 게다가 휴대폰으로 인터넷에 자주 접속한다. 반면에 나이가 있는 사용자들은 컴퓨터로 인터넷을 하는 경우가 더 많다. SNS 대신에 뉴스를 보거나 주식 정보를 확인하기도 한다. 하지만 이러한 경향에 예외도 있다. 요즘은 나이 드신 분들 중에도 최신 기술을 사용하는 데 어려움을 느끼지 않는 분들이 많다. 나이 문제라기보다는 사고방식의 차이일 수 있다.\\n"
		},
		{
			"title": "Talk about healthy foods you have tried to eat.",
			"explains": "These days, eating healthy is all the rage. In the past, I ate a lot of junk food. However, it was bad for my healthy. I gained a lot of weight. I was often short of breath. Now, I try to eat healthier foods. I eat a lot of veggies and fruits. They are rich in vitamins and fiber. They are low in calories and fat. I have them at meals. I also snack of fruit instead of chips or cookies. I often shop for organic foods. They were not grown with chemicals. The drawback is that they are on the pricey side. For drinks, I’ve tried to cut back on sodas. I try to drink a lot of water instead.",
			"means": "먹어 보려고 한 건강한 음식에 대해 이야기해 주세요.\\n요즘 건강한 식단이 대유행이다. 나는 과거에 정크 푸드를 많이 먹었다. 하지만 건강에 안 좋았다. 살이 많이 쪘다. 숨을 가쁘게 쉬는 경우도 많았다. 이제는 더 건강한 음식을 먹으려고 노력한다. 야채와 과일을 많이 먹는다. 야채와 과일은 비타민과 식이 섬유 함유량은 높은 반면, 열량과 지방 함유량은 낮다. 식사 때마다 먹는다. 또한 과자류 대신에 과일을 간식으로 먹는다. 유기농 음식을 찾아서 사는 경우도 많다. 유기농 음식은 화학 성분이 있는 물질을 사용하지 않고 재배된다. 단점은 다소 비싼 편이라는 것이다. 음료를 마실 때는 탄산 음료를 줄이려고 노력해 왔다. 대신 물을 많이 마시려고 한다.\\n"
		},
		{
			"title": "Talk about how it has become easier to organize gatherings.",
			"explains": "In the past, organizing a gathering was quite difficult. It was harder to get in touch with people. Usually, one person had to take the initiative. These days, things are easier. First of all, people can communicate through social media. Messaging apps are also helpful. Everyone can talk together in a group chat room. They can even have polls to decide on a time and place. Finally, searching for gathering places has become easier. People can search online. They can check reviews to find the best spot. They can find and send directions. Best of all, all of this can all be done on phones.",
			"means": "모임을 준비하는 것이 어떤 방식으로 쉬워졌는지에 대해 이야기해 주세요.\\n과거에는 모임을 준비하는 것이 상당히 어려웠다. 사람들과 연락을 하기가 더 어려웠다. 주로 한 사람이 직접 앞장서서 모임을 준비해야 했다. 요즘은 일이 훨씬 쉽다. 먼저, 사람들이 SNS를 통해 소통을 할 수 있다. 메신저 앱도 도움이 된다. 모두가 단체 채팅방에서 함께 대화할 수 있다. 심지어 투표를 해서 모임 시간과 장소를 정할 수 있다. 가장 좋은 곳을 찾기 위해 이용자 후기를 읽을 수 있다. 찾아가는 길을 검색해서 보낼 수 도 있다. 가장 좋은 것은 이 모든 것을 휴대폰으로 할 수 있다는 것이다.\\n"
		},
		{
			"title": "Talk about the differences in the restaurants you go to.",
			"explains": "When I go to a chain restaurant, I know what to expect. The menu is the same at every location. Usually, I know in advance what I’m going to get. For instance, when I go to my favorite fast food joint, I always order the same combo menu. On the other hand, small local restaurants are less predictable. They have unique menus. Some places even have a changing menu, depending on the ingredients in season. I have to carefully look at the menu. Even then, I have no way of knowing whether I will like a dish. If I don’t know what to order, I usually get the restaurant’s signature dish. Otherwise, I might ask the waiter for recommendations.",
			"means": "가 본 음식점들의 차이에 대해 이야기해 주세요.\\n체인 음식점에 갈 때는 무엇을 예상하면 되는지 알고 간다. 어떤 점포에 가든 메뉴가 같다. 보통은 무엇을 주문할지 미리 알고 간다. 예를 들어, 내가 가장 좋아하는 패스트푸드 음식점에 가면 늘 똑 같은 세트 메뉴를 주문한다.. 반면에 작은 동네 음식점들은 예상하기가 힘들다. 각각 메뉴가 다르다. 어떤 곳에는 심지어 제철 식재료에 따라 메뉴가 주기적으로 바뀐다. 메뉴를 유심히 봐야 한다. 그렇게 하더라도 주문한 음식이 마음에 들지 알 방법이 없다. 무엇을 주문할지 모르겠으면 보통 음식점의 대표 요리를 주문한다. 혹은 종업원에게 추천을 해 달라고 부탁할 수도 있다.\\n"
		},
		{
			"title": "Talk about how restaurants are moving toward healthy menus.",
			"explains": "People have become much more health-conscious than in the past. They count calories when ordering at restaurants. They keep their health in mind even when they go out to eat. Because of this trend, many restaurants are moving toward healthier menus. In the past, restaurants did everything they could to make the food taste good. They used a lot of sugar and artificial seasoning. A lot of the dishes were tasty but unhealthy. Now, they promote the health benefits of their dishes. Healthiness has become a major selling point. Plus, some restaurants also write down the nutritional information of each dish.",
			"means": "음식점들이 어떤 방식으로 건강한 식단을 강조하고 있는지에 대해 이야기해 주세요.\\n과거에 비해 사람들이 건강에 신경을 많이 쓴다. 음식점에서 주문할 때도 열량을 신경 쓴다. 외식을 해도 건강을 염두에 둔다. 이런 추세에 따라 많은 음식점들이 더욱 건강한 메뉴를 지향하고 있다. 과거에는 음식점에서 음식을 맛있게 만들기 위해 모든 수단을 동원했다. 설탕과 인공 조미료를 많이 사용했다. 많은 메뉴가 맛은 있었지만 건강에 좋지 않았다. 이제는 음식점들이 자기네 요기의 건강상의 이점들을 내세운다. 건강이라는 개념이 중요한 판촉 요소가 되었다. 또한 각 메뉴의 영양 정보를 표시하는 음식점들도 있다.\\n"
		},
		{
			"title": "Talk about some problems you’ve had in finding a product while shopping.",
			"explains": "I recently went to a department store to shop for some shoes. I found a pair of running shoes that I really liked. However, the store did not have my size in stock. They were sold out. I couldn’t buy the shoes on the spot. However, I bought them online later. I also remember a time when I bought a pair of jeans. When I tried them on at home, they did not fit me. They were too tight. I went back to the store to get a refund. However, I could not get a refund because the refund period had expired. Instead, the store let me exchange the jeans for the right size.",
			"means": "쇼핑 중 원하는 상품을 찾기 힘들었던 경험에 대해 이야기해 주세요.\\n최근에 신발을 사려고 백화점에 갔다. 마음에 쏙 드는 운동화를 찾았다. 하지만 상점에 내 사이즈 재고가 없었다. 품절이었다. 현장에서 바로 신발을 살 수 없었다. 하지만 나중에 인터넷으로 구매했다. 청바지 한 벌을 샀던 경험도 기억이 난다. 집에 가서 입어 봤더니 맞지 않았다. 너무 꽉 끼었다. 환불을 하려고 상점으로 다시 갔다. 하지만 환불 기간이 만료돼서 환불을 받을 수 없었다. 대신 상점에서 맞는 사이즈로 교환을 해 줬다.\\n"
		},
		{
			"title": "Talk about when you experienced bad service while shopping.",
			"explains": "Last week, I become very upset while I was shopping. I went into an electronics store, and they had terrible service. None of the employees offered to help me. I finally got a hold of an employee and asked him some questions. However, he knew nothing about the items in the store. He was of no help. Finally, I found the items I needed on my own. When I got back home, I looked up the items online. The online prices were much cheaper. I had paid way too much. I felt like the store had ripped me off. It was very annoying. I will never go shopping there again.",
			"means": "쇼핑 중 불만스러운 서비스를 경험한 기억에 대해 이야기해 주세요.\\n나는 지난주에 쇼핑을 하다가 아주 속이 상했다. 전자 기기 매장에 갔는데, 서비스가 엉망이었다. 도와주는 직원이 한 명도 없었다. 마침내 직원 한 명을 붙잡고 몇 가지 질문을 했다. 하지만 그는 매장 내의 물품들에 대해 아는 것이 없었다. 전혀 도움이 되지 않았다. 결국 나는 혼자서 필요한 물건을 찾았다. 집에 돌아와서 물건들을 인터넷으로 검색해 봤다. 인터넷상의 가격이 훨씬 저렴했다. 내가 너무 높은 가격을 지불했던 것이었다. 상점에서 바가지를 씌운 기분이었다. 정말 짜증이 났다. 다시는 그곳에서 물건 사러 가지 않을 것이다.\\n"
		},
		{
			"title": "Talk about preparing food for a housewarming party.",
			"explains": "When my family moved, we had a housewarming party. We invited some guests over to our new home. They all came with housewarming gifts. For the food, we cooked some dishes ourselves. My wife and I both enjoy cooking, so we didn’t mind. However, we also had to order in some food. We were too busy to cook everything from scratch. Everyone was starving, so all the food tasted extra good. After the party, a lot of food was left over. We put the leftovers in the fridge and ate them later on. I think all of our guests had a good time. Overall, it was very successful party.",
			"means": "집들이 음식을 준비한 경험에 대해 이야기해 주세요.\\n우리 가족은 이사를 하고 집들이를 했다. 새집으로 손님들을 초대했다. 손님들이 전부 집들이 선물을 들고 왔다. 음식 중 일부는 직접 요리를 했다. 나의 아내는 둘 다 음식을 직접 하는 것을 즐기기 때문에 크게 문제가 되지는 않았다. 하지만 일부 음식은 시켜 먹어야 했다. 기본 재료부터 모든 음식을 직접 하기에는 너무 바빴다. 모두가 배가 고파서 음식이 특별히 맛있었다. 집들이 후에 많은 음식이 남았다. 남은 음식은 냉장고에 넣고 나중에 먹었다. 손님들이 모두 즐거운 시간을 보낸 것 같다. 대체로 성공적인 집들이였다.\\n"
		},
		{
			"title": "Talk about eating Korean fast food.",
			"explains": "When I was a kid, my friends and I used to go to a Korean fast food place. It was right in front of our school, and we went there after class. I ate various types of noodle and rice dishes there. They also had different types of Korean street food. Everything was relatively cheap. The owner knew us well, because we were regulars. She used to give us free dumplings sometimes. I can still remember how delicious the food was. I have been to many high-end restaurants. However, that fast food place is still one of my favorites. Looking back, it was a big deal to go there when I was young.",
			"means": "분식을 먹어본 경험에 대해 이야기해 주세요.\\n어릴 적에는 친구들과 분식점에 자주 갔다. 학교 바로 앞에 있어서 방과 후에 가곤 했다. 그곳에서 다양한 종류의 면과 밥 요리를 먹었다. 다양한 길거리 음식도 있었다. 모든 음식이 비교적 저렴했다. 우리는 단골이었기 때문에 주인이 우리를 잘 알았다. 가끔은 공짜로 만두도 주셨다. 음식이 얼마나 맛있었는지 아직도 기억이 난다. 나는 여러 고급 음식점에 다녀봤다. 하지만 그 분식점은 여전히 내가 가장 좋아하는 곳 중 하나다. 돌이켜 보면 어릴 때 그곳에 가는 것이 꽤나 신나는 일이었다.\\n"
		},
		{
			"title": "Describe your home in as much detail as you can.",
			"explains": "I live in a three-bedroom apartment with my family. My husband and I sleep in the master bedroom. We use one of the smaller bedrooms as a dressing room. Other rooms in the apartment are the living room, the kitchen, the bathroom, the storage closet, and the balcony. There is also a small utility room next to the kitchen. That’s where we keep the washer. We have various types of furniture in the apartment. We have a sofa and a coffee table in the living room. There’s a bed and a vanity in the master bedroom. My favorite place is the living room. I can do almost anything there. I can get some sleep, study, listen to music, surf the Internet, or watch TV.",
			"means": "살고 있는 집을 자세히 묘사해 주세요.\\n나는 식구들과 함께 방이 3개인 아파트에 산다. 남편과 나는 안방에서 잔다. 작은 심실 중 하나는 옷 방으로 사용한다. 다른 공간들로는 거실, 주방, 화장실, 벽장, 그리고 베란다가 있다. 부엌 옆에는 작은 다용도실도 있다. 그곳에 세탁기를 보관한다. 우리 아파트에는 다양한 종류의 가구가 있다. 거실에는 소파와 탁자가 있다. 안방에는 침대와 화장대가 있다. 내가 가장 좋아하는 공간은 거실이다. 그곳에서 거의 무엇이든 할 수 있다. 한숨 잘 수도 있고, 공부도 할 수 있고, 음악도 들을 수 있으며, 인터넷을 하거나 TV를 볼 수도 있다.\\n"
		},
		{
			"title": "Describe your neighborhood in as much detail as you can.",
			"explains": "My family’s house is in a large apartment complex. We don’t’ live in the downtown area. It’s a pretty quiet neighborhood. Many families with young children live there, because it’s kid-friendly. There is a small local park nearby where I can take walks or ride bikes. It’s a good place to get some exercise. There’s also a playground for kids and several schools close by. In addition, there are many stores and local eateries. I have neighbors in all directions. People live next door to us. They also live upstairs and downstairs from us. We try to keep it down at night, to be considerate. We have never received any noise complaints.",
			"means": "살고있는 동네를 자세히 묘사해 주세요.\\n우리 가족이 사는 집은 대형 아파트 단지 내에 있다. 우리는 시내에 살고 있지는 않다.  대체로 조용한 동네다. 아이들 키우기 좋은 곳이어서, 어린 자녀가 있는 가족들이 많이 산다. 가까운 곳에 작은 동네 공원이 있어서 산책을 하거나 자전거를 탈 수 있다. 운동을 하기 좋은 곳이다. 또한 가까이에 아이들을 위한 놀이터도 있고 학교도 여럿 있다. 상점과 동네 식당도 가까운 거리내에 많이 있다. 모든 방향으로 이웃이 산다. 옆집에도 사람이 산다. 위층과 아래층에도 산다. 밤에는 배려하는 차원에서 너무 소란스럽게 하지 않으려고 노력한다. 소음 문제로 불평을 들은 적은 없다.\\n"
		},
		{
			"title": "Talk about changes you’ve made to your home.",
			"explains": "I remember renovating my apartment before I moved in. We redid the floors. We also replaced the wallpaper. The biggest change was that we expanded the living room out to the balcony. This made the house feel more spacious as a whole. When the work was finished, the apartment looked brand new. I was very happy with the new look. Sometimes, for a change of pace, we rearrange the furniture in the apartment. Last spring, I also bought some potted plants for decoration. The walls were missing something, so I bought some framed paintings and put them up. My family also took a family picture together, and I put it up on the living room wall.",
			"means": "집에 준 변화에 대해 이야기해 주세요.\\n이사를 하기전에 아파트를 수리했던 기억난다. 바닥재를 새로 깔았다. 도배도 다시 했다. 가장 큰 변화는 베란다 확장 공사를 한 것이었다. 덕분에 집이 전체적으로 넓게 느껴지게 되었다. 작업이 끝나자 아파트가 새집 같아 보였다. 새롭게 단장한 모습이 아주 만족스러웠다. 때로는 기준 전환을 위해 아파트 안의 가구를 재배치한다. 지난 봄에는 실내를 좀 더 보기 좋게 꾸미기 위해 화분도 좀 샀다. 벽도 뭔가 허전해서 액자 그림을 몇 개 사서 걸어 뒀다. 가족들과 함께 가족 사진도 찍어서 거실 벽에 걸어 놨다.\\n"
		},
		{
			"title": "Talk about the home appliances that you use.",
			"explains": "There are many home appliances I use at home. First of all, probably the most important appliance is the fridge. It keeps food cold and prevents it from going bad. Next, the microwave is used to heat things up or to defrost frozen food. For people who eat a lot of instant food, this is very convenient. Another very convenient appliance is the dishwasher. Doing the dishes is my least favorite chore. Thanks to this appliance, I don’t need to worry about it. Finally, the humidifier is a must-have item in the house. Korean winters can get very dry. The humidifier helps improve the air quality.",
			"means": "가정에서 사용하는 가전 기기에 대해 이야기해 주세요.\\n집에서 사용하는 가전 기기는 여러 가지가 있다. 먼저 가장 중요한 제품은 아마도 냉장고일 것이다. 음식을 차갑게 유지해 주고 상하는 것을 막아 준다. 다음으로는 전자레인지는 뭔가를 데우거나 냉동 식품을 해동하는 데 사용한다. 인스턴트 음식을 많이 먹는 사람들에게는 이것이 아주 편리하다. 또 하나의 편리한 가전 제품은 바로 식기세척기다. 설거지는 내가 가장 싫어하는 집안일이지만, 이 기기 덕분에 걱정할 필요가 없다. 마지막으로 가습기는 집의 필수품이다. 한국의 겨울은 매우 건조해지기도 한다. 가습기는 공기의 질을 개선하는 데 도움이 된다.\\n"
		},
		{
			"title": "Talk about when you bumped into a friend.",
			"explains": "I recently bumped into a friend on the street. I was walking to a store, and I saw a familiar face. It was an old school friend. We hadn’t seen each other for a long time. Still, I recognized her at first glance, because she hadn’t changed a bit. We went to a cafe and talked over coffee for a while. It was just like old times. We did a lot of catching up. We gossiped about childhood friends. It really made us feel nostalgic. After a while, I had to leave because I had to get somewhere. We promised to touch base again later on.",
			"means": "우연히 지인을 만난 경험에 대해 이야기해 주세요.\\n나는 최근에 거리에서 우연히 친구와 마주쳤다. 산정으로 걸어가고 있었는데 익숙한 얼굴이 보였다. 옛 학창 시절 친구였다. 아주 오랫동안 서로를 보지 못했었다. 하지만 그녀는 전혀 변하지 않았기 때문에 한눈에 알아볼 수 있었다. 카페에 가서 커피를 마시며 한동안 이야기를 했다. 예시절로 돌아간 기분이었다. 그간의 소식을 주고받았다. 어릴 적 친구들에 대해 수다를 떨었다. 옛날 생각이 많이 났다. 얼마 후 나는 가야 할 곳이 있어서 자리를 떠나야 했다. 나중에 다시 얼굴 보기로 약속을 했다.\\n"
		},
		{
			"title": "Talk about traveling overseas as a kid.",
			"explains": "I remember going on a family trip to Thailand when I was a kid. Nowadays, people often travel abroad. But for me, it was a first. I was very excited. On the plane, the flight attendants were very nice to me because I was so young. When we arrived, we went straight to the hotel to check in. After we got some rest, we went on a guided tour. We saw many famous tourist attractions. I also remember dining at various local restaurants. The food tasted exotic because I had never tasted Thai food before. I couldn’t stomach some dishes, because they tasted strange. It was a great trip. I would like to go again if I get chance.",
			"means": "어릴 때 해외로 여행을 가 본 경험에 대해 이야기해 주세요.\\n어릴 때 태국으로 가족 여행을 갔던 기억이 난다. 요즘은 사람들이 해외로 여행을 가는 일이 많다. 하지만 그 당시 내게는 첫 경험이었다. 매우 들떠 있었다. 워낙 어렸기 때문에 비행기에서 승무원들이 매우 친절하게 대해 줬다. 도착을 하고 곧바로 호텔로 이동해서 체크인 했다. 조금 쉬고 나서 가이드와 함께 관광을 했다. 유명한 관광지 여러 곳을 돌아봤다. 다양한 현지 식당에서 식사를 했던 기억도 난다. 태극 음식을 먹어 본 적이 없었기 때문에 맛이 이국적으로 느껴졌다. 어떤 요리는 맛이 이상해서 먹지 못했다. 아주 멋진 여행이었다. 기회가 주어진다면 다시 가보고 싶다.\\n"
		},
		{
			"title": "What kinds of topics do you discuss with friends?",
			"explains": "I talk about tons of things with my friends. When we get together, first we ask after each other. We talk about what we’ve done in the meantime. A common joke is that men only talk about soccer and military service. These topics do come up in conversation. However, we talk about other things, too. We might talk about the people we’re going out with. Usually, someone brings up sports. We could discuss politics. When we do that, sometimes we get into arguments. When I meet my friends, I often ask them for advice, and vice versa. We help each other out. Because we talk so often, sometimes we repeat ourselves. Still, it always feels good to talk with close friends.",
			"means": "친구들과 대화할 때 다루는 주제는 어떤 것이 있는지 이야기해 주세요.\\n나는 친구들과 다양한 주제에 대해 이야기한다. 모이면 서로의 안부를 묻는다. 그동안 무엇을 했는지에 대해 이야기한다. 남자들은 축구와 군대에 대한 이야기만 한다는 것은 흔한 농담이다. 이런 주제들도 대화에서 언급되기는 한다. 하지만 다른 것에 대해서도 대화를 한다. 사귀고 있는 사람에 대해 이야기할 수도 있다. 보통 누군가 스포츠 이야기를 꺼낸다. 정치에 대해 토론을 할 수도 있다. 그럴 경우, 때로는 다투게 되기도 한다. 친구들을 만나면 조언을 구하는 경우가 자주 있으며, 거꾸로 내가 조언을 해 주기도 한다. 서로가 서로를 돕는다. 자주 이야기를 하기 대문에 같은 대화 내용을 반복하는 경우도 있다. 그래도 친한 친구들과 대화하는 것은 항상 기분 좋은 일이다.\\n"
		},
		{
			"title": "Talk about a time when you were stuck in bad traffic.",
			"explains": "Last year, I visited my grandparents’ house in the countryside with my family. I was excited, because I hadn’t been to my hometown for a long time. However, the traffic was really bad. A lot of people were on the move because it was a long weekend. The roads were a nightmare. Even the service areas were crowded. We were stuck in stop-and-go traffic. Only the buses moved quickly, thanks to the bus lanes. It took us almost four hours to get to our destination. Normally, it only takes two hours. Ever since then, we try to head out early in the morning. There is less traffic in the early hours.",
			"means": "심하게 길이 막혔던 경험에 대해 이야기해 주세요.\\n나는 작년에 가족들과 함께 시골에 사시는 할아버지 할머니 댁을 방문했다. 고향에 오랫동안 가 보지 못했기 때문에 들떠 있었다. 하지만 교통 정체가 심했다. 연휴라서 이동 중인 사람들이 많았다. 도로 상황이 악몽 같았다. 휴게소마저 사름들로 붐볐다. 가다 서다를 반복하는 교통 정체에 발이 묶여 있었다. 버스 전용 차로 덕분에 버스들만 빠르게 이동했다. 목적지에 도착하는 데 거의 네 시간이 걸렸다. 평소에는 두 시간밖에 걸리지 않는다. 그 이후로 우리는 아침에 일찍 출발을 하려고 노력한다. 이른 시간에는 교통량이 더 적기 때문이다.\\n"
		},
		{
			"title": "Talk about how you have studied English.",
			"explains": "I have tried various things to advance my career. This includes trying to improve my language skills. We live in a global society, so it is useful to speak another language. I have studied English for many years. I first learned it during classes in school. I also went to private language schools. I also got private tutoring. I also made use of many online courses. Now I feel comfortable speaking English. It doesn’t make me feel nervous. It has helped me get promoted at work. However, I still have a lot to learn. I plan to try even harder to become a more eloquent speaker.",
			"means": "영어 공부를 어떻게 해 왔는지에 대해 이야기해 주세요.\\n나는 내 커리어에서 성공하기 위해 다양한 노력을 해 왔다. 이 중에는 언어 실력을 향상시키려는 노력도 포함된다. 우리는 국제화 시대에 살고 있다. 따라서 외국어를 구사할 수 있으면 매우 유용하다. 나는 수년간 영어 공부를 했다. 처음에는 학교에서 과목으로 배웠다. 어학원에도 다녔다. 개인 과외까지 받아 봤다. 또한 인터넷 강의도 많이 활용했다. 이제는 영어로 말하는 것이 편하다, 영어를 해도 긴장되지 않는다. 직자에서 진급하는 데도 도움이 됐다, 하지만 아직도 배울 것이 많다, 더 유창하게 말을 할 수 있도록 더욱 열심히 노력할 계획이다.\\n"
		},
		{
			"title": "Talk about how you like to dress.",
			"explains": "I like to follow my own style when it comes to fashion. I don’t buy the so-called “must-have items.” Most of the time, I just like to dress casually. I don’t like to dress up too much. I prefer clothes that are comfortable. I don’t like clothes that have a tight fit. I am interested in fashion trends, but I don’t always follow them. When I buy clothes at a shopping mall or online, I just buy whatever looks good on me. I wear brighter colors in the summer and darker colors in the winter. Overall, I’m not a fashionable person. However, I do like to look presentable at all times.",
			"means": "어떤 옷을 즐겨 입는지에 대해 이야기해 주세요.\\n패션에 관한 한 나는 나만의 스타일을 따르는 것을 선호한다. 이른바 패션 필수품이라 하는 물건들을 사지 않는다. 보통은 그냥 캐주얼한 옷을 입는다. 너무 꾸미는 것도 그다지 즐기지 않는다. 편한 옷을 선호한다. 꽉 끼는 옷은 좋아하지 않는다. 패션 트랜드에는 관심이 있지만 그렇다고 늘 따르는 것은 아니다. 백화점이나 인터넷에서 옷을 살 때는 뭐든 나한테 어울리는 것을 산다. 여름에는 밝은 색상을, 겨울에는 어두운 색상을 주로 입는다. 나는 전반적으로 패션 감각이 뛰어난 사람은 아니다. 하지만 늘 단정해 보이고 싶기는 하다.\\n"
		},
		{
			"title": "Discuss how you feel about fashion trends.",
			"explains": "These days, fashion trends are often determined by the media. Many hot trends start on TV. Famous celebrities are often trend-setters. Fashion magazines also play a big role. Plus, due to the Internet, people get exposed to new styles much more easily. As a result, people have become a lot more fashion-conscious than in the past. Many people can talk fashion like experts now. These are also leads of online shopping malls where people can buy the latest fashion items. However, sometimes this can get out of hand. Some people over-spend on shopping. Looking good is important, but being responsible is a top priority.",
			"means": "패션 트렌드에 대해 어떻게 생각하는지 이야기해 주세요.\\n요새는 패션 트렌드가 매체에 의해 결정된다. 많은 유행이 TV에서 시작된다. 유명 연예인이 유행을 주도하는 경우도 많다. 패션 잡지도 큰 역할을 한다. 더불어, 인터넷 덕분에 사람들이 새로운 스타일에 훨씬 더 쉽게 노출된다. 결과적으로 사람들이 과거에 비해 패션에 대한 관심이 훨씬 더 높아졌다. 수많은 사람들이 전문가처럼 패션을 논할 수 있다. 최신 패션 아이템을 구매할 수 있는 인터넷 쇼핑몰도 수도 없이 많다. 하지만 때로는 선을 넘어서는 경우도 있다. 어떤 사람들은 쇼핑을 하며 과소비를 한다. 멋있어 보이는 것도 중요하지만 책임감 있는 행동이 가장 중요하다.\\n"
		},
		{
			"title": "Talk about when you sprained your ankle.",
			"explains": "Last winter, my friends and I went to a skiing trip. We were excited to hit the slopes. However, I got over-confident. I was going too fast, and I had a bad fall. I felt a pain in my boot. I had sprained my ankle. The swelling was bad. I couldn’t get on my feet. I went to an oriental medicine clinic to receive acupuncture treatment. It felt a little better. But a few months later, I hurt the same ankle again. I am worried that it is permanently damaged. I don’t want to suffer from chronic pain. Now I feel on edge during physical activities.",
			"means": "발목이 접질려 본 경험에 대해 이야기 해 주세요.\\n지난 겨울에 친구들과 스키 여행을 갔다. 우리는 스키와 보드를 탈 생각에 들떴었다. 하지만 자신감이 과했다. 너무 빨리 달리다가 심하게 넘어졌다. 부츠 안에 통증이 느껴졌다. 발목이 접질린 것이었다. 붓기가 심했다. 제대로 일어설 수 없었다. 한의원에 가서 침을 맞았다. 조금 나아 졌다. 하지만 몇 달 후, 같은 발목을 다시 다쳤다. 영구적으로 손상되었을까 봐 걱정이다. 만성통증에 시달리고 싶지 않다. 이제는 운동을 할 때마다 불안하다.\\n"
		},
		{
			"title": "Why did you pick the cell phone model you are using now?",
			"explains": "I use my phone for a lot of things. I don’t just use it to place calls or send text messages. A smartphone is like a hand-held computer. It’s important that I choose one that fits my needs. I used one particular phone model for many years. However, I switched to a rival brand recently. I wanted to try something different. I thought about the pros and cons of the different models. My new phone has great image quality. The screen has a very high resolution. The camera is good, too. It’s great for taking selfies. The customer service is excellent as well. If the phone breaks, it’s easy to get it fixed, or get it replaced.",
			"means": "현재 사용 중인 휴대폰 기종을 선택한 이유에 대해 이야기해 주세요.\\n나는 휴대폰을 다양한 용도로 사용한다. 단순히 전화를 걸거나 문제 메시지를 보내는 데 사용하는 것이 아니다. 스마트폰은 마치 휴대용 컴퓨터와도 같다. 내 필요한 조건에 맞는 제품을 선택하는 것이 중요하다. 수년간 특정 휴대폰 기종을 사용했었다. 하지만 최근에 경쟁사 제품으로 변경했다. 다른 제품을 써 보고 싶었다. 여러 기중이 장단점에 대해 고민을 많이 했다. 새 휴대폰은 액정 화질이 아주 좋다. 화면이 고해상도를 자랑한다. 카메라도 좋다. 셀카를 찍기에 딱 좋다. 고객 서비스 역시 훌륭하다. 휴대폰이 고장 나면 수리 받거나 교환 받는 것이 쉽다.\\n"
		},
		{
			"title": "Talk about a time when you got caught in the rain.",
			"explains": "On most days, I check the weather forecast on my phone. However, one time the forecast betrayed me. It said that there would be no rain. As a result, I didn’t have an umbrella on me. As I was walking out of the subway station, it began to drizzle. Soon, it was pouring. I ha d to run home at top speed. When I got home, I was soaking wet. My shoes were ruined. Right away, I took a hot shower. However, I still came down with a cold because I got caught in the rain like that. I had a sore throat. I was aching all over. Since then, I always keep a small umbrella in my bag.",
			"means": "예고 없이 비를 맞은 경험에 대해 이야기해 주세요.\\n나는 대부분의 날에는 휴대폰으로 일기예보를 확인한다. 하지만 한번은 예보에 배신당했다. 예보에는 비소식이 없었다. 그래서 우산을 가지고 있지 않았다. 지하철역에서 걸어 나오는데 빗방울이 떨어지기 시작했다. 머지않아 퍼붓기 시작했다. 전속력으로 집까지 뛰어가야 했다. 집에 도착했을 무렵에는 이미 흠뻑 젖어 있었다. 신발은 엉망이 돼 있었다. 곧바로 뜨거운 물로 샤워를 했다. 하지만 그럼에도 불구하고 비를 그렇게 맞는 바람에 감기에 걸렸다. 목이 아팠다. 온몸이 욱신거렸다. 그때 이후로 늘 가방에 작은 우산을 챙긴다.\\n"
		},
		{
			"title": "Talk about a memorable hotel you’ve stayed at.",
			"explains": "I remember staying at a first-rate hotel near a beach several years ago. I found the hotel through a travel agency. It was a resort hotel for vacationers. The lobby and the hallways were nicely decorated. My room wasn’t big, but it was very cozy. The view from the room was breathtaking. I could see the ocean and hear the waves from my bed. What’s more, the food at the hotel was really tasty. I especially liked the complimentary breakfast. There was also a souvenir store that sold interesting gifts. During the day, I took a dip in the pool. I also got a massage at the spa. It was expensive, but I got my money’s worth.",
			"means": "기억에 남는 호텔에 대해 이야기해 주세요.\\n몇 년 전에 해변에 있는 특급 호텔에서 묵었던 기억이 난다. 여행사를 통해 호텔을 찾았다. 휴가 여행각을 겨냥한 리조트 호텔이었다. 로비와 복도가 잘 꾸며져 있었다. 객실이 크지는 않았지만, 매우 아늑했다. 방에서 보이는 경치가 숨막히게 아름다웠다. 침대에서 바다가 보이고 파도 소리가 들렸다. 게다가 호텔에서 먹은 음식이 아주 맛있었다. 특히 무료 조식이 마음에 들었다. 특이한 물품들을 판매하는 기념품 매장도 있었다. 낮에는 소영장에서 가볍게 수영을 했다. 스파에서 마사지도 받았다. 마사지가 비싼 편이었지만 충분히 가치가 있었다.\\n"
		},
		{
			"title": "Talk about a time when you were in a place that was packed with people.",
			"explains": "I don’t like going to crowded places. I remember a time when I went to a department store, and there were too many people. It was just before the holidays. Many sales events were going on. A lot of shoppers were there to buy holiday gifts. I had to wait in line for a long time just to pay for my purchases. Another time, I went to a theme park on a date. However, the part was swarming with children. I learned that summer vacation had just started. It was so crowded, I got separated from my date. It wasn’t very romantic. Still, we had a laugh about it later.",
			"means": "사람들로 붐비는 장소에 간 경험에 대해 이야기해 주세요.\\n나는 사람들로 붐비는 곳에 가는 것을 싫어한다. 백화점에 갔는데 사람이 너무 많았던 적이 있었다. 명절 직전이었다. 다양한 할인 행사가 진행 중이었다. 수많은 쇼핑객들이 명절 선물을 사려고 모여 있었다. 물건 값을 지불하려고 오랫동안 줄을 서서 기다려야 했다. 또 한번은 데이트를 하러 놀이공원에 갔다. 하지만 아이들로 붐볐다. 알고 보니 여름방학이 시작된 직후였다. 너무 붐벼서 데이트 상태와 떨어져 버렸다. 낭만적이지 않았다. 그래도 나중에는 그 일로 한바탕 웃었다.\\n"
		},
		{
			"title": "Talk about problems you’ve had with bank cards.",
			"explains": "Using bank services these days is very convenient, thanks to online banking and mobile banking. However, I have had several problems with my credit card and debit card. One time, my credit card was rejected at a restaurant. I found out that I had maxed out my credit card. I didn’t have enough cash, so we had to split the bill. Another time, my debit card was rejected. It was because I didn’t have any money in my account. Last week, I couldn’t use my credit card because the magnetic strip was damaged. I had to get it reissued. Finally, there was a time when I lost my credit card. I had to put my card on hold.",
			"means": "은행 카드 이용 중 격은 문제점에 대해 이야기해 주세요.\\n요즘은 인터넷 뱅킹과 모바일 뱅킹 등으로 인해 은행 서비스를 사용하는 것이 편리해졌다. 하지만 나는 신용카드와 체크카드를 사용하면서 여러 번 문제를 겪었다. 한번은 음식점에서 신용카드가 거부되었다. 알고 보니 신용카드 한도를 초과했던 것이었다. 내가 들고 있던 현금이 부족해서 식비를 각자 내야 했다. 또 한번은 체크카드가 거부되었다. 계좌에 잔고가 없었기 때문이었다. 지난주에는 마그네틱 띠가 손상돼서 신용카드를 사용할 수 없었다. 재발급을 받아야 했다. 마지막으로 신용카드를 잃어버린 적도 있었다. 카드를 정지시켜야 했다.\\n"
		},
		{
			"title": "Talk about cheering for sports matches in Korea.",
			"explains": "Cheering at sports events in Korea is a group activity. People become fast friends with other fans. There are synchronized cheers. There are fight songs. It can seem daunting at first. However, you soon get into the spirit. Baseball is more popular than ever. Fans beat thunder sticks. Cheerleaders put on a show. Everyone can join in on the fun. Soccer is exciting too. People often watch matches in groups. For big matches, crowds gather in the streets. It’s also common to have a few drinks with friends while watching match. Even if you’re not a sports fan, cheering for sports matches is a lot of fun.",
			"means": "한국의 스포츠 응원 문화에 대해 이야기해 주세요.\\n한국에서 스포츠 경기를 관람하며 응원하는 것은 단체 활동이다. 사람들이 다른 팬들과 금세 친해진다. 단체 응원을 한다. 응원가도 있다. 처음에는 어렵거나 부담스럽게 느껴질 수도 있다. 하지만 이내 적극적으로 동참하게 된다. 야구는 어느 때보다도 인기가 있다. 팬들은 응원봉을 두드리며 응원한다. 치어리더들은 공연을 펼친다. 모두가 동참할 수 있다. 축구도 신난다. 사람들은 흔히 단체로 경기를 본다. 큰 경이의 경우 사람들이 거리로 몰려온다. 또 경기를 보며 친구들과 함께 술을 몇 잔 하는 일도 많다. 스포츠 팬이 아니더라도 응원을 하는 것은 매우 재미있다.\\n"
		},
		{
			"title": "Talk about how you use 3D technology.",
			"explains": "The biggest buzzword in the movie industry these days is 3D or 4D. Many movies are shot 3D. Others are shot normally, and are converted 3D later on. It felt unfamiliar at first, but more people are getting used to the concept. Nowadays, some movies are even released 4D as well. These are usually large-scale blockbusters. The 3D trend had also moved on to DVDs and streaming media. 3D TVs are becoming widespread. They allow people to watch 3D movies in private at home. Finally, 3D technology is used in virtual reality devices. 3D technology is giving people more options to choose from.",
			"means": "3D 기술을 어떻게 사용하는지에 대해 이야기해 주세요.\\n요즘 영화계에서의 최대 화제는 3D와 4D이다. 많은 영화들이 3D로 촬영된다. 어떤 영화들은 일반 촬영이 되고 나중에 3D로 변환되기도 한다. 처음에는 낯설었지만 더 많은 사람들이 그 개념에 익숙해지고 있다. 심지어 4D로 개방하는 영화도 있다. 대부분 대형 블록버스터다. 3D 트랜드는 DVD와 스트리밍 미디어로도 확산됐다. 3D TV가 보편화되고 있다. 집에서 혼자서도 3D 영화를 볼 수 있게 해 준다. 마지막으로 3D 기술은 가상현실 기기에서도 사용된다. 3D 기술은 사람들에게 더 넓은 선택의 폭을 제공하고 있다.\\n"
		},
		{
			"title": "Talk about the winter weather in Korea.",
			"explains": "Korea has four distinct seasons. Each season has its own problems and charms. Winter in Korea is freezing cold. The temperature starts to drop in October. By December, the weather gets cold in earnest. On the coldest days, it drops to as low as -10 degrees Celsius, or even more. The wind can make matters worse. The wind chill factor makes it hard to go outdoors on some days. We get a lot of snow, too. Snow can make the country beautiful to look at. However, snow also makes it hard to get around. Because of the weather, it’s important to bundle up. Even though the cold is hard to bear at times, I’m glad winter comes around each year.",
			"means": "한국의 겨울 날씨에 대해 이야기해 주세요.\\n한국은 사계절이 뚜렷하다. 각 계절마다 단점도 있지만 매력도 있다. 한국의 겨울은 몹시 춥다. 10월부터 기온이 떨어지기 시작한다. 12월에는 본격적으로 추워진다. 가장 추운 날에는 섭씨 영하 10도 이하로도 떨어진다. 바람이 불면 추위가 더 심해진다. 바람으로 인한 체감 온도가 더 낮아서 어떤 날에는 외출을 하기 어렵다. 눈도 많이 온다. 눈은 전국을 아름답게 만든다. 하지만 이동하기가 어려워 지기도 한다. 날씨 때문에 옷을 따듯하게 입는 것이 중요하다. 때로는 추위가 견디기 힘들기도 하지만, 나는 매년 겨울이 돌아와서 좋다.\\n"
		},
		{
			"title": "Talk about a time you had an accident in the snow.",
			"explains": "When I was a kid, I looked forward to the snow. However, now I think it’s a big nuisance. Last winter, I was walking on a sidewalk that was covered with snow. It was slippery, and I fell over. I twisted my wrist. I also hurt my back. I had to see a chiropractor. Now, I’m more careful when I walk in the snow. Another time, it snowed at night. The weather was cold, and the snow froze over. I was driving to work the next day, and my car began to slip. I slammed the brakes, but it was too late. I rammed into the car in front of me. Since then, I leave my car at home when it snows. I use public transportation instead.",
			"means": "눈길 안전사고를 당한 경험에 대해 이야기해 주세요.\\n어린 시절에는 눈이 오기를 기대했다. 하지만 이제는 큰 골칫거리로 느껴진다. 나는 지난 겨울에 눈에 덮인 인도 위를 걷고 있었다. 그런데 미끄러워서 그만 넘어져 버렸다. 손목을 삐었다. 허리도 다쳤다. 척추 지압을 하는 곳에 가서 치료를 받아야 했다. 이제는 눈길을 걸을 때 더욱 조심한다. 또 한번은 밤에 눈이 왔다. 날씨가 추워서 눈이 얼어 버렸다. 다음 날 차를 몰고 출군하던 중에 차가 미끄러지기 시작했다. 브레이크를 세게 밟았지만, 너무 늦어 버렸다. 앞차를 박고 말았다. 이후로는 눈이 오면 차를 집에 두고 나온다. 대신 대중교통을 사용한다.\\n"
		},
		{
			"title": "Talk about rice porridge in Korea.",
			"explains": "Rice is a staple food in Korea. Most meals are centered around rice. However, rice can be hard to digest when you have an upset stomach. In that case, you can have rice porridge. Porridge is easy on the stomach. Porridge is also a good option when you have indigestion or enteritis. Also, it is served to patients when they are recovering from surgery. These days, there are a lot of chain restaurants that specialize in porridge. There are a lot of different types, too. You can have porridge with ingredients like abalone, shrimp, chicken, or seafood, depending on your taste.",
			"means": "한국의 죽에 대해 이야기해 주세요.\\n한국의 주식은 밥이다. 대부분의 식사가 밥을 중심으로 구성된다. 하지만 속이 좋지 않을 때는 밥을 소화하기 힘들 수 있다. 그런 경우에는 죽을 먹으면 된다. 죽은 속에 부담이 되지 않는다. 죽은 소화 불량이나 장염 증세가 있을 때도 먹기 좋은 음식이다. 게다가 수술 후 회복 중인 환자에게도 주로 제공된다. 요즘은 죽을 전문으로 취급하는 체인점이 많다. 종류도 다양하다. 전복, 새우, 닭, 혹은 해산물 등의 재료가 들어간 죽을 취향에 맞게 먹을 수 있다.\\n"
		},
		{
			"title": "Talk about pettitoes in Korea.",
			"explains": "Pettitoes are a very popular dish in Korea. They are delicious, and are very addictive. Pettitoes have a distinct smell. That’s why a lot of people pair them with other foods with strong smells. It’s typical to use fermented shrimp as dipping sauce. Garlic and peppers are common side dishes that go well with pettitoes. Pig trotters can be eaten at almost any time of the day. They are a common midnight snack in Korea. There are many places that deliver pigs’ feet until late at night. Some places even deliver around the clock. They are also good to have with drinks like soju or makgeolli. If you are into trying something new, you should definitely try Korean-style pettitoes.",
			"means": "한국에서 먹는 족발에 대해 이야기해 주세요.\\n족발은 한국에서 아주 인기 있는 음식이다. 매우 맛있고, 중독성도 강하다, 족발은 음식 향이 독특하다, 그래서 많은 사람들이 향이 강한 다른 음식과 곁들여서 먹는다. 일반적으로 새우젓을 찍어 먹는 소스로 사용한다. 마늘이나 고추도 족발과 궁합이 잘 맞는다. 족발은 하루 중 거의 아무 때나 먹을 수 있다 한국에서는 흔히 먹는 야식이다. 밤 늦게까지 족발을 배달해 주는 곳도 많다. 심지어 하루 24시간 배달하는 곳도 있다. 족발은 또 소주나 막걸리 등과 함께 술안주로 먹기에도 좋다. 새로운 음식을 먹어 보는 것을 좋아한다면 꼭 한국식 족발을 먹어 보기를 권한다.\\n"
		},
		{
			"title": "Talk about pig intestines and cow intestines, which are Korea delicacies.",
			"explains": "Dishes made from pig and cow intestines, or gopchang, are popular Korean delicacies. They can be prepared in different ways. Pig intestines are usually cooked with vegetables and sauce. The trick is to rid of the smell. Intestines can also be used in a stew, or you can grill them on a fire. Different parts of cow intestines are also popular. In some cases, the meat is marinated. However, I prefer grilling it as it is and eating it with salt. The problem with intestines is that they can look off-putting. Even among Koreans, there are those who stay away from this dish. Personally, I like it a lot.",
			"means": "한국의 별미인 소 곱창 및 돼지 곱창에 대해 이야기해 주세요.\\n돼지나 소의 내장, 즉 곱창으로 만든 요리는 한국의 인기 있는 별미다. 다양한 방식으로 조리가 가능하다. 돼지 곱창은 주로 야채와 양념과 함께 요리한다. 비결은 냄새를 없애는 것이다. 곱창은 찌개에 넣을 수도 있고, 불에 구울 수도 있다. 소의 다양한 내장도 인기가 좋다. 경우에 따라서는 양념에 재우기도 한다. 하지만 나는 있는 그대로 구워서 소금에 찍어 먹는 것을 좋아한다. 곱창의문제는 보기에 혐오스러울 수 있다는 것이다. 한국 사람들 중에도 이 음식을 피하는 사람들이 있다. 개인적으로는 나는 곱창을 매우 좋아한다.\\n"
		},
		{
			"title": "Talk about instant food at Korean convenience stores.",
			"explains": "Convenience stores in Korea are a good place to grab a bite. They have everything you could ask for. The most common snack food is instant noodles. Almost everyone in Korea has eaten cup noodles at a convenience store. Nowadays, convenience store boxed meals called dosirak are all the rage. There are also sandwiches and salads. There are microwave meals like fried rice and spaghetti. You can get sausages or fish cakes. There’s enough for a full course meal. There is high demand for instant foods these days. They are not the healthiest choice, but they certainly do the job when you want a quick bite.",
			"means": "한국의 편의점에서 먹을 수 있는 즉석 식품에 대해 이야기해 주세요.\\n한국의 편의점은 간단하게 요기를 하기에 좋은 곳이다. 찾는 것이 무엇이든 있다. 가장 흔한 간식은 라면이다. 한국인이라면 거의 누구나 편의점에서 컵라면을 먹은 경험이 있을 것이다. 요즘은 편의점 도시락이 유행이다 샌드위치나 샐러드도 있다. 전자레인지에 데워 먹는 볶음밥이나 스파게티 등의 요리도 있다. 소시지나 어묵도 구할 수 있다. 풀 코스로 식사를 하기에도 충분하다. 요즘 즉석 식품에 대한 수요가 높다. 즉석 식품은 가장 건강한 선택은 아니지만, 간단하게 뭔가 먹고 싶을 때 충분히 제 역할을 톡톡히 한다.\\n"
		},
		{
			"title": "Talk about the various types of Bluetooth devices that are used.",
			"explains": "Wireless devices have become mainstream these days. More and more electronic gadgets are going wireless. One of the most common ways to do this is with a Bluetooth connection. Mobile phones can be paired with various devices like speakers, earphones and headsets. It can be very annoying when earphone cables get tangled up in one’s pocket or bag. Bluetooth solves that problem. Bluetooth technology also is widely used in cars. By pairing your phone to your car, you can take calls safely while driving. Computer peripherals like printers, scanners, mouses and keyboards can also be connected with Bluetooth. This frees up space on one’s desk.",
			"means": "사용되고 있는 블루투스 장치에 대해 이야기해 주세요.\\n무선 기기는 요새 주류가 되었다. 갈수록 많은 전자 제품이 무선화되어가고 있다. 선을 없애는 가장 흔한 방법 중의 하나가 바로 블루투스로 연결하는 것이다. 휴대폰은 스피커, 이어폰, 헤드셋 등 다양한 기기와 연결할 수 있다. 주머니나 가방에서 이어폰 선이 엉켜지면 매우 성가실 수 있다. 블루투스는 이런 문제를 해결한다. 블루투스 기술은 또한 자동차에서 널리 사용된다. 휴대폰을 차와 연결함으로써 운전 중에도 전화를 안전하게 받을 수 있다. 프린터, 스캐너, 마우스 및 키보드 등 컴퓨터 주변 기기도 블루투스로 연결할 수 있다. 이렇게 하면 책상 위에 공간을 좀 더 확보할 수 있다.\\n"
		},
		{
			"title": "Talk about the year-end parties in Korea.",
			"explains": "People in Korea love year-end parties. December is a series of year-end parties for most people. There is a get-together for almost every group you belong to. You are likely to go party with your co-workers, friends, or members of a club or hobby group. Usually, people have drinks at these gatherings. A lot of people are hung over the next day. Still, it’s nice to catch up with friends at the end of the years. It’s also a good way to build teamwork at the workplace. It’s also a good excuse to meet one’s friends. Year-end parties are an indispensable part of Korean culture.",
			"means": "한국의 송별회 문화에 대해 이야기해 주세요.\\n한국 사람들은 송년회를 매우 좋아한다. 12월은 대부분의 사람들에게 송년회의 연속이다. 본인이 소속된 거의 모든 단체가 연말 모임을 갖는다고 보면 된다. 직장 동료, 친구, 클럽 혹은 동호회 회원들과 함께 모임 자리를 함께 할 가능성이 높다. 이런 모임에서는 보통 술을 마신다. 그래서 다음 날 숙취에 시달리는 사람이 많다. 그래도 연말에 친구들과 만나서 서로 지난 얘기를 나눌 수 있는 좋은 기회가 된다. 연말 모임은 회사에서도 팀워크를 기를 수 있는 좋은 방법이다. 물론 친구들 얼굴을 볼 수 있는 좋은 구실이기도 하다. 송년회는 한국에서 빼놓을 수 없는 중요한 문화 중 하나이다.\\n"
		},
		{
			"title": "Talk about the various music competition programs in Korea.",
			"explains": "Many Korean people are talented signers. Most people have a go-to song that they like to sing. Because singing is so popular, there are many music competition programs. They are a big chunk of entertainment programs on TV these days. In one program, amateur singers impersonate famous musicians. Some are so good that even experts are fooled. In another program, people wear masks to hide their identity. After they sing, others try to guess who they are. It has a tournament format. There is another show where top singers compete against each other. The audience votes for the best performer. The show puts a new spin on songs that are already well-known to the public. These programs are all big hits these days.",
			"means": "한국의 다양한 음악 경연 프로그램에 대해 이야기해 주세요.\\n한국에는 노래를 잘 부르는 사람들이 많다. 대부분의 사람들이 부리기 좋아하는 18번 노래가 있다. 노래하는 것이 워낙 인기가 많아서 음악 경연 프로도 많다. 요즘 TV에서 방영되는 예능 프로 중 상당한 비중을 차지한다. 한 프로그램에서는 아마추어 가수들이 유명 음악가 성대모사를 한다. 일부는 워낙 잘해서 심지어 전문가들도 속는다. 또 다른 프로그램에서는 참가지들이 본인이 누구인지 숨기기 위해 가면을 쓴다. 노래를 한 후에 다른 사람들이 누구인지 맞춘다. 토너먼트 방식으로 진행된다. 최고 가수들이 서로 경쟁을 하는 프로그램도 있다. 관객들이 최고의 가수를 뽑는다. 이 프로에서는 이미 대중들에게 잘 알려진 노래들을 새롭게 부른다. 이런 프로들은 요즘 모두 크게 유행하고 있다.\\n"
		},
		{
			"title": "Talk about what you did on your past wedding anniversaries.",
			"explains": "I would like to do something special on my wedding anniversary each year. However, it’s difficult to get out of the house because we have kids. I never forget to buy flowers and cake for the occasion. I also try to buy a surprise gift for my wife. On our 10th wedding anniversary, my wife and I wanted to celebrate in style. We went to a fancy restaurant for dinner. We couldn’t stay for long because of our kids. We had our dinner and left right away. Still, it was nice to have some time to ourselves. It reminded me of when we first fell for each other. I think my wife felt the same way.",
			"means": "나는 매년 결혼기념일에 뭔가 특별한 것을 하고 싶다. 하지만 아들들이 있어서 집 밖으로 나가기가 힘들다. 물론 결혼기념일을 기념하기 위해 꽃과 케이크를 사는 것을 잊지 않는다. 아내를 위해 깜짝 선물도 사려고 노력한다. 결혼 10주면에는 근사하게 기념하고 싶었다. 고급 음식점에서 저녁을 먹었다. 하지만 애들 때문에 오래 있지는 못했다. 저녁만 먹고 곧장 자리에서 일어났다. 그래도 둘만의 시간을 가져서 좋았다. 처음 서로에게 반했던 때가 기억난다. 아내도 똑같이 느꼈던 것 같다.\\n"
		},
		{
			"title": "Talk about the perception of age in Korea.",
			"explains": "A big part of Korean tradition is based on Confucian culture. It has an influence on many parts of life. Age is very important. There is a strict age hierarchy. That’s why people usually are interested in each other’s age. Even if the age difference is just one or two years, the younger person is expected to show respect. In the past, it was unusual for a woman to date a younger man. That was because it was the norm for a guy to be older than the girl. However, this is no longer the case. The age difference is no big deal in romantic relationships. Still, in all other aspects of society, age is a key factor in relationships in Korea.",
			"means": "한국에서의 나이에 대한 인식에 관해 이야기해 주세요.\\n한국의 전통 문화는 상당 부분 유교 문화에 바탕을 두고 있다. 이는 생활의 다방면에 영향을 미친다. 나이는 매우 중요하다, 엄격한 나이 서열이 있다. 그래서 사람들이 서로의 나이에 관심이 많다. 나이 차이가 1년 혹은 2년만 돼도 더 어린 사림이 상대방을 존중해야 한다. 과거에는 여자가 연하의 남자와 사귀는 것이 흔한 일이 아니었다. 남자가 나이가 많은 경우가 일반적이었기 때문이다. 하지만 이제는 더 이상 그렇지 않다. 이성 관계에서 나이 차이가 그리 큰 문제가 아니다. 그래도, 한국 사회의 모든 면에서 나이는 여전히 인간 관계의 주요 요소 중 하나다.\\n"
		},
		{
			"title": "Talk about when you visited someone at the hospital.",
			"explains": "One time, my friend got in an accident. He was injured badly and had to be hospitalized. He needed surgery on his knee. He was in the hospital for two weeks. I visited him to cheer him up. I brought him some drinks and snacks. We joked around a lot. When I left, I think he was in a better mood. When I was younger, a relative was diagnosed with cancer. He was sick for a long time. I went to visit him before he passed away. He was in a lot of pain. It made me feel very sad. I attended the funeral a few weeks later.",
			"means": "병원에 병문안을 갔던 경험에 대해 이야기해 주세요.\\n한번은 친구가 사고를 당했다. 심하게 다쳐서 입원을 해야 했다. 무릎에 수술을 해야 될 정도였다. 그는 2주 동안 입원해 있었다. 친구 기분을 위로해 주기 위해 병문안을 갔다. 음료와 간식을 가져다 줬다. 서로 농담을 많이 했다. 내가 병실을 나올 때쯤에는 친구 기분이 나아진 것 같았다. 더 어렸을 때는 친척이 암 진단을 받으셨다. 오랫동안 편찮으셨다. 돌아가시기 전에 뵈러 갔다. 고통이 심하셨다. 덩달아 나도 슬퍼졌다. 몇 주 후에는 장례식에 참석했다.\\n"
		},
		{
			"title": "Talk about when you went on a skiing trip.",
			"explains": "My family went skiing last weeks. We rented a room at a ski resort in Gangwon-do Province. We drove our way to the resort, which took us about three and a half hours. Once we arrived, we unpacked our things and went straight to the slopes. My husband and I didn’t ski this time around. Instead, we looked on while our kids skied. Our son and daughter learned to ski for the first time last year. They are fast learners. This year, they have already gotten the hang of it. Next year, they might become better than I am. At night, we got back to our room and cooked our own dinner. It was a good chance to get some family time.",
			"means": "스키를 타러 여행을 갔던 경험에 대해 이야기해 주세요.\\n우리 가족은 지난주에 스키를 타러 갔다. 강원도에 있는 스키 리조트에서 객실을 빌렸다. 리조트로 차를 몰고 가는 데 세 시간 반 정도 걸렸다. 도착해서 짐을 풀고 곧바로 스키장으로 갔다. 이번에는 남편과 나는 스키를 타지 않았다. 대신 아이들이 스키를 타는 것을 지켜봤다. 우리 아들과 딸은 작년에 처음으로 스키를 타는 법을 배웠다. 아이들이어서 배우는 속도가 빠르다. 올해는 이미 익숙해진 상태였다. 내년에는 나보다 더 잘 탈지도 모르겠다. 밤에는 숙소로 돌아가서 저녁을 직접 준비했다. 가족끼리 시간을 보낼 수 있는 좋은 기회였다.\\n"
		},
		{
			"title": "Talk about the earthquake that occurred in Korea in 2016.",
			"explains": "One of the biggest stories this year was the earthquake in September. It took place in Gyeongju. It had a magnitude of 5.8. It was the largest earthquake on record in Korea. The earthquake was so strong that it could be felt all over Korea. Also, there were hundreds of aftershocks. For a long time, people had thought that Korea was safe from earthquakes. Many people were rattled. The earthquake highlighted the need for better safety measures. We need buildings that can withstand quakes. We also need to learn what to do when natural disasters hit. Schools and companies should have safety drills. That way, people can learn how to stay calm and act safely in emergency situations.",
			"means": "2016년 한국에서 발생한 지진에 대해 이야기해 주세요.\\n9월에 발생한 지진은 올해 가장 큰 사건 중 하나였다. 지진은 경주에서 발생했다. 규모가 5.8이었다. 한국에서 기록된 최대 규모의 지진이었다. 지진이 워낙 강해서 한국 전역에서 감지됐다. 또 여진도 수백 차례 있었다. 오랫동안 사람들은 한국이 지진으로부터 안전하다고 생각했었다. 그래서 이번에 많은 사람들이 공포심을 느꼈다. 이번 지진은 더 개선된 안전 조치의 필요성을 부각시켰다. 내진 설계된 건물들이 필요하다. 또한 자연재해가 발생하면 무엇을 해야 하는지 배워야 한다. 학교 및 기업체에서는 안전 훈련을 실시해야 한다. 그렇게 하면 사람들이 응급 상황에서 침착함을 잃지 않고 안전하게 대비하는 법을 배울 수 있다.\\n"
		},
		{
			"title": "Talk about the typhoons that hit Korea in 2016.",
			"explains": "One of the strongest storms to hit Korea this year was Typhoon Chaba. It struck Korea’s southern coast in early October. In most cases, typhoons are observed in the summer season. It was out of the ordinary for a major typhoon to be recorded in October. Chaba was so strong that the wind speeds were record-breaking. Areas including Jeju, Busan and Ulsan got heavy downpours. There was a lot of property damage. Buildings were flooded. Streets and cars were submerged in water. Huge waves hit the coastline. There were human casualties, too. Natural disasters can be very dangerous. They are no laughing matter. I hope there won’t be too much python damage next year.",
			"means": "2016년에 한국을 강타한 태풍에 대해 이야기해 주세요.\\n태풍 치바는 올해 한국을 강타한 태중 중 가장 강력했다. 10월 초에 한국의 남부 해안을 덮쳤다. 대부분의 경우 태풍은 여름철에 찾아온다. 10월 대형 태풍이 기록되는 것은 이례적이었다. 치바는 규모가 워낙 커서 풍속이 기록적이었다. 제주, 부산, 울산 등지에서 폭우가 내렸다. 재산 피해도 컸다. 컨물들이 물에 잠겼다. 거리와 차량도 침수 피해를 입었다. 거대한 파도가 해안선을 덮쳤다. 인명 피해도 있었다. 자연재해는 매우 위험할 수 있다. 가볍게 여길 일이 아니다. 내년에는 태풍 피해가 크지 않으면 좋겠다.\\n"
		},
		{
			"title": "Talk about how well you sing.",
			"explains": "I am pretty good at singing. Of course, I’m not a professional singer, but I can hold my won. I can keep rhythm, and stay on pitch. I can also hit the high notes. I can rap a little bit too, when I feel like it. When I was younger, I liked singing for an audience. I took part in some talent shows. Even now, I like to sing when people get together for social gatherings. Meanwhile, some of my friends can’t stand singing. A few of them are completely tone-deaf. Others just don’t like to sing in public. They prefer to sing when they are along. I am totally the opposite. I like singing in front of others a lot. It’s a fun way to relieve stress.",
			"means": "본인의 노래 실력에 대해 이야기해 주세요.\\n나는 노래를 제법 잘한다. 물론 전문가는 아니지만 나름대로 남들에 비해 뒤지지 않게 한다. 박자를 맞추고 음정을 유지할 수 있다. 고음도 낼 수 있다. 또 기분이 내키면 랩도 조금 할 수 있다. 더 어린 시절에는 사람들이 보는 앞에서 노래하는 것을 좋아했다. 장기 자랑 공연에도 참가했다. 지금도 친구들 모임에서 노래하는 것을 좋아한다. 한편, 친구들 중 몇 명은 노래하는 것을 매우 싫어한다. 일부는 아예 음치이다. 또 어떤 친구들은 남들 앞에서 노래하는 것을 싫어한다. 그들은 혼자 있을 때 노래하는 것을 선호한다. 나는 정반대다. 남들 앞에서 노래하는 것을 아주 좋아한다. 스트레스를 풀 수 있는 좋은 방법이다.\\n"
		},
		{
			"title": "Talk about the mood during Christmas in Korea.",
			"explains": "Korea is filled with a romantic atmosphere at Christmas. It is a very festive holiday. Some people spend the day with family. Others consider it a religious day and go to church. However, most young people think of it as a day for boyfriends or girlfriends. Almost everyone who is in a relationship will go on a date. Single people often go to bars or clubs in groups. On both Christmas Eve and the day of, young people crowd the streets. Some restaurants have prefixed menus. They can be more expensive than on ordinary days. The most popular places require reservations. You need to call well in advance to make a reservation.",
			"means": "한국의 크리스마스 분위기에 대해 이야기해 주세요.\\n한국의 크리스마스 철은 낭만적인 분위기로 가득 찬다. 아주 흥겨운 휴일이다. 어떤 사람들은 가족들과 함께 하루를 보낸다. 또 어떤 사람들은 종교적인 날로 여기고 교회에 간다. 하지만 대부분의 젊은 사람들은 남자친구나 여자친구를 위한 날로 생각한다. 연애 중인 사람들이라면 거의 누구든지 데이트를 한다. 싱글인 사람은 술집이나 클럽 등에 단체로 가는 경우가 많다. 크리스마스 이브와 당일에는 젊은이들이 거리를 가득 메운다. 일부 음식점들은 정해진 메뉴를 제공한다. 평소에 비해 가격이 더 비쌀 수도 있다. 가장 인기 있는 곳들은 사전에 예약을 해야 한다. 한참 전에 미리 연락을 해서 예약을 해야 한다.\\n"
		},
		{
			"title": "Talk about the year-end awards ceremonies in Korea.",
			"explains": "In Korea, many awards ceremonies are held at the end of the year. There are separate award ceremonies for acting, music and comedy. The top 3 broadcast stations each have their own events in each category. With so many award categories, sometimes it is hard to keep up. The majority of the ceremonies take place in the last week of December. They are aired live. By the time they wrap up, it’s often very late. The award recipients give acceptance speeches. There are congratulatory performances by singers. Most stars have great stylists. It’s fun to see what A-list stars are wearing on the red carpet.",
			"means": "한국의 연말 시상식에 대해 이야기해 주세요.\\n한국에서는 연말에 많은 시상식들이 대거 개최된다, 연기, 음악, 예능 부문의 행사가 각각 따로 있다. 3대 방송사가 각자의 행사를 해당 부문별로 진행한다. 시상 부분이 워낙 많아서 때로는 따라가기도 어렵다. 대부분의 시상식은 12월 마지막 주에 개최된다. 생방송으로 중계된다. 시상식들은 매우 늦은 시간에 끝이 나는 경우가 많다. 수상자들은 수상 소감을 말한다. 가수들의 축하 공연도 있다. 대부분의 스타들이 훌륭한 스타일리스트를 두고 있다. 톱스타들이 시상식 레드 카펫에 어떤 의상을 입고 등장하는지 보는 것도 재미있다.\\n"
		},
		{
			"title": "Talk about the public baths in Korea.",
			"explains": "There are many public baths in Korea. People frequent these baths all over the country. Depending on the type, they have different names. Some are called “saunas.” Others, called jjimjilbang, are more like spas. The public baths are not only places to wash up. Visitors can work up a sweat in both dry saunas and wet saunas. Many places also sell light snacks or full meals. These places are catching on with foreign visitors and tourists. Sometimes, some public baths can serve as makeshift motels, because they have areas where you can get some sleep. Peak season for public baths is usually in the wintertime. However, any season is a good time to go.",
			"means": "한국에는 대중목욕탕이 많다. 사람들이 전국적으로 이러한 목욕탕에 자주 간다. 종류에 따라 이름도 다르다. 일부는 사우나라고 부른다. 찜질방이라고 부르는 시설들은 스파 시설에 가깝다. 이러한 대중목욕탕 시설은 단순히 씻기 위한 곳이 아니다. 고객들은 건식 습식 사우나를 모두 사용하며 땀을 뺄 수 있다. 가벼운 간식을 먹거나 아예 식사를 할 수 있는 곳도 많다. 이러한 곳들은 외국인 방문객과 관광객들 사이에서도 유행하기 시작했다. 일부 대중 사이나에는 잠을 잘 수 있는 공간이 있기 때문에, 때로는 임시 모텔의 역할을 할 수도 있다. 대중 사우나의 성수기는 보통 겨울철이다. 하지만 어느 계절에 가도 좋다."
		},
		{
			"title": "Talk about the year-end rituals in Korea.",
			"explains": "It is customary in Korea to spend the year’s end with family. Family members talk to each other and look back on the year. They greet the New Year together. Counting down to the New Year together is a family event. On New Year’s Day, people get up early to see the first sunrise. That’s when they make their wishes for the New Year. If you drink heavily or stay up late on New Year’s Eve, you might feel sick on the first day of the New Year. That’s why in Korea, people end the year in a calm way. That way, they can kick off the New Year nice and fresh and with a positive attitude.",
			"means": "한국의 연말 풍속도에 대해 이야기해 주세요.\\n한국에서는 연말을 가족과 함께 보내는 것이 일반적이다. 식구들이 서로 이야기를 하며 한 해를 돌이켜본다. 새해도 함께 맞이한다. 새해까지 카운트다운을 하는 것은 가족 행사다. 새해 첫날 아침에는 사람들이 첫 일출을 보기 위해 일찍 일어난다. 그때 신년 소원도 빈다. 전날 과음을 하거나 늦게 잠들면 새해 첫날부터 몸이 좋지 않을 수도 있다. 따라서 한국에서는 사람들이 차분한 방식으로 한 해를 마무리짓는다. 그럼으로써 새해를 매우 상쾌하게, 또 긍정적인 마음으로 시작할 수 있다.\\n"
		},
		{
			"title": "Talk about a time when you went to the mountains.",
			"explains": "I like to go hiking whenever I get the chance. It’s a great way to work up a sweat, and it doesn’t break the bank. Comfy clothes and hiking boots are all you need. Then you’re good to go. Some people like to put on luxurious hiking gear. To me, that seems beside the point. The mountains in Korea are charming all year round. In the summer, I enjoy the coolness of the mountain streams. Last fall, I went to enjoy the autumn foliage. The views were staggering. The colorful leaves were a sight to see. The only downside was that there were enormous crowds. Everyone wanted to take in the view. Still, it was worth the trouble. I plan to go again this year.",
			"means": "산에 놀러 간 경험에 대해 이야기해 주세요.\\n나는 기회가 날 때마다 등산을 즐긴다. 운동을 할 수 있는 좋은 방법이고, 돈이 많이 들지 않는다. 필요한 것은 편한 옷과 등산화가 전부다. 그러면 바로 출발할 수 있다. 어떤 사람들은 호화로운 등산 장비를 구비한다. 내가 보이게 그런 것은 본질과는 거리가 먼 것 같다. 한국의 산들은 일 년 내내 매력이 있다. 여름에는 산속 계곡의 시원함을 즐길 수 있다. 작년 가을에는 가을 단품을 즐기러 갔다. 경치가 어마어마했다. 알록달록한 단풍잎들이 볼만했다. 유일한 단점은 거대한 인파였다. 모두가 경치를 감상하고 싶어 했다. 하지만 고생한 보람이 있었다. 올해도 또 가려고 한다.\\n"
		},
		{
			"title": "Talk about when you went grocery shopping.",
			"explains": "Grocery shopping is my favorite household chore. I recently went to a large discount store with my family. We picked up a lot of fresh produce. My wife likes to pick and choose the choicest vegetables. Then we went to the butcher’s counter for beef and pork. I also picked up some instant noodles. My wife hates instant food with a passion. However, I always keep an emergency stash, just in case. Drinks were on our grocery list. We got some carbonated drinks and juice. We also got some milk from the dairy section. Finally, we splurged on some wine and beer. The store had several buy-one-get-one-free events, so we were able to save a pile of dough.",
			"means": "장 보러 간 경험에 대해 이야기해 주세요.\\n장보기는 내가 가장 좋아하는 집안일이다. 최근에 가족과 함께 대형 할인 마트에 갔다. 우리는 싱싱한 농산물을 많이 샀다. 아내는 가장 탐스러운 야채를 고르는 것을 좋아한다. 그 다음에는 소고기와 돼지고기를 찾으러 정육 코너로 갔다. 나는 라면도 좀 골랐다. 아내는 인스턴트 식품을 매우 싫어한다. 하지만 나는 만약의 경우에 대비해 늘 비상용으로 챙겨 둔다. 장을 볼 목록에는 음료도 있었다. 탄산음료와 주스를 샀다. 유제품 코너에서 우유도 골랐다. 마지막으로 큰맘 먹고 와인과 맥주도 샀다. 마트에 다양한 원플러스원 행사가 있어서 돈을 꽤 절약할 수 있었다.\\n"
		},
		{
			"title": "Talk about a time when you used a designated driver service.",
			"explains": "In Korea, there is a very convenient service for drivers who have been drinking. People can request a designated driver for a fee. It’s a great way to avoid driving under the influence. Last night, I was a little tipsy and I was unfit to drive. I had to call a designated driver service, but there were no drivers nearby. So, I used a smartphone app instead. The app detected my location automatically. Then, it sent my request to drivers in the vicinity. I could even track the movements of the driver on a map. The driver saw me home safely. I was even able to pay with my credit card that was linked to the app.",
			"means": "대리운전을 이용한 경험에 대해 이야기해 주세요.\\n한국에는 술을 마신 운전자에게 매우 편리한 서비스가 있다. 사용자가 비용을 지불하고 대리운전 기사를 신청할 수 있다. 음주 운전을 피할 수 있는 좋은 방법이다. 나도 어젯밤에는 조금 취해서 운전을 할 수 있는 상태가 아니었다. 대리운전을 불러야 했는데, 주변에 기사가 없었다. 그래서 대신 스마트폰 앱을 이용했다. 앱이 내 위치를 자동으로 파악했다. 그리고 내 호출을 주변 기사들에게 전송했다. 대리 기사의 이동 현황을 지도상에서 확인할 수도 있었다. 기사가 집까지 편하게 데려다 주었다. 앱에 연동된 신용카드로 계산하는 것도 가능했다.\\n"
		},
		{
			"title": "Talk about when you called for a taxi.",
			"explains": "When you’re in a rush, it can be tough to catch a taxi. Nowadays, many people use a messaging app to call for a taxi. Because Korea is so tech-savvy, this is now a widespread practice. Users enter their location and destination into the app. They can even select the level of service they want. Then, a nearby driver is dispatched. I use the service late at night, when taxis are few and far between. Usually the wait is less than 10 minutes. The technology is so cutting-edge that you can even see where the taxi is on a map. Another perk is that the driver already knows your destination. This saves you the trouble of explaining how to get there.",
			"means": "택시를 부른 경험에 대해 이야기해 주세요.\\n바쁠 때는 택시를 잡는 것이 힘들 수 있다. 요즘은 많은 사람이 메신저 앱으로 택시를 호출한다. 한국은 워낙 기술 사용이 익숙한 나라여서 이 같은 일이 이미 흔한 일이다. 사용자들은 앱에 본인의 위치와 목적지를 입력한다. 심지어 원하는 택시의 등급도 선택할 수 있다. 그러면 주변에 있는 택시를 보내 준다. 나는 택시가 흔치 않은 늦은 밤에 서비스를 사용한다. 보통 대기 시간은 10분 이내다. 기술이 워낙 최신이라 심지어 택시의 위치를 지도상에서 확인할 수도 있다. 기사가 이미 사용자의 목적지를 알고 있다는 것도 또 하나의 장점이다. 이것은 어떻게 가야 하는지 설명하는 수고를 덜어 준다.\\n"
		},
		{
			"title": "Talk about when you had problems with banking.",
			"explains": "I use mobile banking very often. I am at a loss without it. However, it’s hard to keep track of all my passwords and PIN numbers. Last week, I entered the wrong number too many times. The bank blocked my account. I had to go to the bank to confirm my identity. I also reset my password. Another time, I lost my OTP. I wanted to kick myself. It was such a foolish mistake. Again, I was forced to go to the bank. I got an OTP re-issued. Last month, my online ID certificate was about to expire. Thankfully, the renewal process was hassle-free. It was easy to do online.",
			"means": "은행 거래 중 문제가 생긴 경험에 대해 이야기해 주세요.\\n나는 모바일 뱅킹을 자주 사용한다. 그게 없으면 어찌할지 모르겠다. 하지만 비밀번호를 모두 기억하는 건 어렵다. 지난주에는 틀린 번호를 너무 여러 번 입력했다. 그래서 은행에서 계정을 막아 버렸다. 신원 증명을 위해 은행에 가야 했다. 비밀번호도 재설정했다. 또 한번은 OTP를 잃어버렸다. 내 스스로가 너무 원망스러웠다. 정말 바보 같은 실수였다. 다시 한번 은행에 갈 수밖에 없었다. 가서 OTP를 재발급 받았다. 지난달에는 공인 인증서가 만료되기 직전이었다. 다행히 갱신 절차가 어렵지는 않았다. 온라인으로 쉽게 해결할 수 있었다.\\n"
		},
		{
			"title": "Talk about when you got some new furniture.",
			"explains": "Our bed was so old that we decided to replace it. We bought a high-end mattress. It was a bit over our budget. Still, I’m sure it will pay off in the long run. With the new bed, it’s easier to get a good night’s sleep. The bed is the second big-ticket item in our house. Earlier, we sprang for a leather sofa. It really helped to spruce up the living room. My favorite piece of furniture is the chest of drawers in our dressing room. It created a lot of storage space. There are many things to take into consideration when choosing furniture. The price should be reasonable. It shouldn’t clash with the furniture you already have. To find the best deals, you need to do a lot of homework.",
			"means": "새로운 가구를 구매한 경험에 대해 이야기해 주세요.\\n우리는 침대가 너무 오래돼서 새것으로 교체하기로 결정했다. 고급 매트리스를 샀다. 우리 예산을 좀 초과하는 가격이었다. 그래도 길게 보면 그럴 만한 가치가 있을 것이라 확신한다. 새 침대에서는 밤에 편히 자는 게 더 쉬워졌다. 침대는 집에 있는 두 번째 고가의 물건이다. 그 전에는 큰 돈을 들여서 가죽 소파를 샀다. 덕분에 거실 분위기가 밝아졌다. 내가 가장 좋아하는 가구는 옷 방에 있는 서랍장이다. 수납 공간이 아주 많다. 가구를 고를 때는 고려할 것이 많다. 일단 가격이 합리적이어야 한다. 그리고 이미 있는 가구와 도 어울려야 한다. 좋은 물건을 싸게 사기 위해서는 미리 많이 알아봐야 한다.\\n"
		},
		{
			"title": "Talk about public transportation in Korea.",
			"explains": "Korea has excellent public transportation. All means of transportation are clean and safe. They are almost on time. They are also easy on the wallet. In the downtown area, the buses and the subway system are world-class. On the national scale, the KTX bullet train and airplanes help to reduce travel time. Traffic cards can be used for most types of transportation. You can buy tickets online, or using smartphone apps. Apps can also be used to check the timetables for buses and subway trains. Notice boards at stations and bus stops are digital displays. They show the arrival time for the next train or bus, so it’s very user-friendly. Korea is certainly one of the best places in the world to get around in.",
			"means": "한국의 대중교통에 대해 이야기해 주세요.\\n한국의 대중교통은 매우 잘 정비되어 있다. 모든 교통수단이 깨끗하고 안전하다, 거의 항상 제 시간에 운행된다. 요금 부담도 낮은 편이다. 도심의 버스와 지하철은 세계 최고 수준이다. 전국적으로는 KTX 고속열차와 항공기가 여행 시간을 단축해 준다. 교통 카드는 대부분의 교통수단에 사용할 수 있다. 표는 인터넷을 통해 혹은 스마트폰 앱을 통해 구입할 수 있다. 또한 앱을 통해 버스와 지하철 열차의 배차 시간을 확인할 수도 있다. 역과 버스 정거장의 알림판은 디지털 화면이다. 다음 열차나 버스의 도착 시간을 알려 주기 때문에 이용하기 편리하다. 한국은 분명 전 세계에서 돌아다니기 가장 편리한 나라 중 하나다.\\n"
		},
		{
			"title": "Talk about changes in perception on marriage among Koreans.",
			"explains": "In the past, tying the knot was the normal thing to do. Nowadays, more and more young people in Korea think marriage is a matter of choice, not a requirement. Many people are fine with staying single. It is not strange to be a bachelor or a bachelorette. There are many reasons why fewer couples are getting hitched. A big reason is the high cost. Weddings can cost a fortune. Housing is expensive, too. The high childrearing costs are another disincentive to marriage. Also, more people are focusing on their career. Their personal life takes a back seat. All of this means that marriage is not as important as it was once before.",
			"means": "한국에서 일어나고 있는 결혼 풍습 변화에 대해 이야기해 주세요.\\n과거에는 결혼을 하는 것이 보편적이었다. 그러나 요즘 갈수록 많은 젊은 한국인들이 결혼을 필수가 아닌 선택의 문제로 생각한다 많은 사람들이 미혼으로 남는 것을 문제삼지 않는다. 미혼 남성이나 미혼 여성인 것이 이상하지 않다. 결혼을 하는 커플이 줄어드는 이유는 여러 가지가 있다. 결혼에 수반되는 많은 비용이 중요한 이유 중 하나이다. 결혼식에는 큰돈이 들 수 있다. 집을 구하는 것도 돈이 많이 든다. 높은 육아 비용도 결혼에 대한 의욕을 꺾는다. 또한 많은 사람들이 일에 집중하고 있다. 개인 생활은 뒷전으로 밀린다. 이를 모두 종합하면 예전만큼 결혼이 중요하지 않게 된 것이라고 할 수 있겠다.\\n"
		},
		{
			"title": "Talk about when you got lost while driving.",
			"explains": "Nowadays, most cars are equipped with satellite navigation, or satnav. Some are built into the car. Others are stand-alone devices. Apps that provide turn-by-turn directions are also popular. Thanks to this technology, drivers rarely get lost. I recently got lost when my GPS didn’t work. The system couldn’t detect a signal. I became disoriented. I tried to follow the road signs. However, they were in a different language. I couldn’t make sense of them. Before long, it became very dark. I had to stop at a store to ask for directions. I reached my destination much later. It was a scary experience. I learned not to take satnav for granted.",
			"means": "운전 중 길을 잃어버린 경험에 대해 이야기해 주세요.\\n요즘은 대부분의 자동차에 내비게이션이 장착되어 있다. 차에 아예 내장되어 있는 경우도 있고, 별도의 장치인 경우도 있다. 실시간 길 안내를 해 주는 모바일 앱도 인기가 있다. 이런 기술 덕분에 운전자가 길을 잃어버리는 경우는 드물다. 나는 최근에 내비게이션이 고장 나서 길을 잃었다. 시스템이 신호를 감지하지 못했다. 방향 감각을 잃었다. 도로 표지판을 따라가려고 했다. 하지만 무슨 말인지 알 수가 없었다. 이해를 할 수 없었다. 머지않아 아주 어두워졌다. 상점에 잠시 가서 길을 물어야 했다. 한참 지나서야 목적지에 도착할 수 있었다. 무서운 경험이었다. 내비게이션을 당연하게 생각해서는 안 된다는 것을 배웠다.\\n"
		},
		{
			"title": "Talk about a time when the food you ordered in was delivered late.",
			"explains": "At my office, often we are strapped for time. When that happens, my co-workers and I order in lunch. We take it in turns to decide where to order from. One time, we ordered boxed meals, However, the restaurant was overwhelmed with orders. It took the better part of an hour for our food to arrive. By then, it was well past our lunchtime. We barely had time to eat. Last week, I ordered pizza at home. I waited and waited, but the pizza didn’t arrive. I called the restaurant. They said the pizza was on its way. It took another 30 minutes to get our food. I had low blood sugar, and I was angry.",
			"means": "주문한 음식이 늦게 배달된 경험에 대해 이야기해 주세요.\\n우리 사무실에서는 시간이 부족한 경우가 자주 있다. 그럴 때는 동료들과 함께 배달 음식으로 점심을 해결한다. 순서대로 돌아가며 어디에 주문할지 정한다. 한번은 도시락을 주문했다. 하지만 음식점에 주문이 밀려 있었다. 음식이 도착하는 데 한 시간 가까이 걸렸다. 이미 점심시간이 한참 지난 시점이었다. 밥을 먹을 시간이 거의 없었다. 지난주에는 집에서 피자 주문을 했다. 기다리고 또 기다렸지만 피자가 도착하지 않았다. 피자집에 전화를 했다. 배달 중이라고 안내를 받았다. 음식을 받을 때까지 30분이나 더 걸렸다. 혈당이 떨어지고 화가 났다.\\n"
		},
		{
			"title": "Talk about a time when you got a medical check-up.",
			"explains": "On my family’s advice, I recently received a medical check-up. It was a comprehensive examination. The day before, I had to abstain from eating. The check-up got under way with simple measurements. Members of the staff measured my height, weight, eyesight, blood pressure and lung capacity. A nurse drew some blood. I also submitted a sample of urine. Then, the more in-depth examinations began. A doctor administered an ultrasound test. I also received endoscopy inspections. Two weeks later, I got the test results. To my relief, everything seemed normal.",
			"means": "건강 검진을 받아 본 경험에 대해 이야기해 주세요.\\n나는 가족들의 조언을 따라 최근에 건강 검진을 받았다. 종합 검사였다. 전날에는 금식을 해야 했다. 검사는 단순 측정으로 시작했다. 담당 직원들이 나의 신장, 몸무게, 시력, 혈압, 그리고 폐활량을 측정했다. 또한 간호사가 피를 뽑았다. 소변 샘플도 제출했다. 이후 더 정밀한 검사가 시작되었다. 의사가 초음파 검사를 했다. 내시경 검사도 받았다. 2주 후에 검사 결과를 받았다. 다행히도 모두 정상으로 보였다.\\n"
		},
		{
			"title": "Talk about a time when you went on the KTX.",
			"explains": "Korea’s bullet train, the KTX, was launched in 2004. I go on business trips often using the KTX. On my last trip, I traveled to Busan. I was able to book tickets through an app. The app is very user-friendly. You can choose your departure time and even your seat. The app even gives you a digital ticket, so you don’t need to print one out. I mulled over whether to get an ordinary seat or a first-class seat. I went for an ordinary seat because the trip wasn’t too long. There was even free Wi-Fi, so the trip went by in a flash. Just two and a half hours after departing from Seoul, I arrived at Busan Station.",
			"means": "KTX를 타 본 경험에 대해 이야기해 주세요.\\n한국의 초고속 열차인 KTX는 2004년에 개통되었다. 나는 수시로 KTX를 타고 출장을 간다. 지난번 출장은 부산으로 갔다. 앱을 통해 표를 예매할 수 있었다. 앱은 매우 사용자 친화적이다. 출발 시간과 심지어 좌석까지 고를 수 있다. 또한 앱에서 디지털 승차권이 발권되기 때문에 별도로 출력을 할 필요가 없다. 나는 일반석을 예매할지 특실 좌석을 예매할지 고민했다. 탑승 시간이 길지 않기 때문에 그냥 일반석을 끊었다. 무선 인터넷도 무료로 제공되어서 여행 시간이 금세 지나간다. 서울에서 출발하 지 불과 두 시간 반 만에 부산역에 도착했다.\\n"
		},
		{
			"title": "Talk about a time when you stayed at a vacation cabin.",
			"explains": "Last summer, our family took a vacation together. My father wanted to visit the Taean peninsula on the west coast. I was in charge of finding a place to stay. I did some research online, and reserved a vacation cabin. The on-site photos looked pretty. Most importantly, the price was right. By happy coincidence, we visited during a local festival. It was a prawn festival. Everyone in my family loves seafood, so we were in seventh heaven. The cabin was clean. It was just the right size for a family of six. The owner was friendly and helpful. We had a barbecue in the yard. The kids played on the grass. The only snag was that dogs were prohibited. We left our dog at a friend’s house.",
			"means": "펜션에 묵은 경험에 대해 이야기해 주세요.\\n지난 여름에 우리 가족은 함께 휴가를 갔다. 아버지께서 서해안 태안반도에 가 보고 싶어 하셨다. 나는 숙소를 찾는 일을 맞았다. 인터넷으로 검색을 좀 하고 펜션을 예약했다. 현장 사진이 예뻐 보였다. 무엇보다도 가격이 적절했다. 운이 좋게도 지역 축제 기간에 방문을 했다. 대하 축제였다. 가족들이 모두 해산물을 좋아하기 때문에 아주 즐거웠다. 펜션은 깨끗했다. 6인 가족이 사용하기에 딱 적절한 크기였다. 주인분도 친절하고 여러 가지로 도움을 주셨다. 마당에서 고기도 구워 먹었다. 아이들은 잔디밭에서 놀았다. 유일한 단점은 강아지 출입이 금지되어 있다는 것이었다. 그래서 우리 강아지는 친구 집에 맡겼다.\\n"
		},
		{
			"title": "Talk about when the sink or the toilet got clogged up.",
			"explains": "The sink in our bathroom once got clogged up. The water from the tap would not go down the drain. We tried using a chemical drain cleaner. That had no effect. I did an Internet search for some home remedies. A post showed how to bend a clothes hanger into a hook. You can then use it to get at the blockage. It worked like a charm. Another time, the toilet was backed up. I tried to fix it with a plunger. That didn’t work. We had to call a plumber. He found a bunch of cotton swabs in the piping. I felt bad, because I was the culprit.",
			"means": "세면대나 변기 배관이 막힌 경험에 대해 이야기해 주세요.\\n한번은 화장실의 세면대가 막혀 버렸다. 수돗물이 배수관으로 내려가지 않았다. 배수관을 뚫어 주는 청소 제품을 사용해 봤다. 효과가 없었다. 인터넷으로 응급 처치법을 찾아봤다. 한 게시물에 옷걸이를 고리로 구부리는 방법이 소개되어 있었다. 그것으로 막힌 곳에 접근해 뚫을 수 있었다. 아주 효과가 좋았다. 또 한번은 변기가 막혔다. 흡입식 하수관 청소기로 뚫으려고 해 봤다. 하지만 소용이 없었다. 배관공을 불러야 했다. 그는 배관 안에서 많은 양의 면봉을 발견했다. 내가 주범이라 할 말이 없었다.\\n"
		},
		{
			"title": "Talk about a time when you fell down.",
			"explains": "Recently, I was in a hurry to catch the last subway train. People were lining up for the escalator, so I ran down the stairs. I lost my balance and fell over. I got scrapes on my elbows and knees. I also had some light bruising. I wasn’t hurt, but I was embarrassed. It was very humiliating. Another time, I was carrying a heavy load indoors. I tripped on something, and fell head over heels, I dropped the box. I stubbed my toe. When I took my shoe off, my big toe was swollen. It took a long time to heal.",
			"means": "넘어진 경험에 대해 이야기해 주세요.\\n최근에 나는 지하철 막차를 타려고 서두르게 되었다. 에스컬레이터에는 사람들이 줄을 서고 있어서 계단으로 뛰어내려갔다. 나는 균형을 잃고 넘어지고 말았다. 팔꿈치와 무릎이 까졌다. 가볍게 멍이 들기도 했다. 아프지는 않았지만 창피했다. 상당히 부끄러운 상황이었다. 또 한번은 실내에서 무거운 짐을 들고 있었다. 무엇인가에 걸려 완전히 넘어졌다. 박스를 떨어뜨렸다. 발가락을 찧었다. 신발을 벗어 보니 엄지발가락이 부어 있었다. 낫는 데 오랜 시간이 걸렸다.\\n"
		},
		{
			"title": "Talk about a time when you went to a fish market.",
			"explains": "I can never get enough seafood. The fish market is one of my favorite places to visit. I recently went there with some friends for some raw fish. When we arrived, the smell was overpowering. It didn’t get to me because I had grown used to the smell. The market was packed with people. We chose some fish, and had it prepared. We got some shrimp and shellfish. I bought some sea cucumber, too. We went to a nearby restaurant. We asked them to cook our food. When the food arrived, we stuffed ourselves. We also downed a few drinks. Nothing can beat the freshness of seafood at the fish market.",
			"means": "수산 시장에 간 경험에 대해 이야기해 주세요.\\n나는 해산물을 매우 좋아한다. 수산 시장은 내가 가장 가기 좋아하는 곳 중 하나다. 최근에는 회를 먹으러 친구들과 함께 갔다. 도착하자 냄새가 고약했다. 나는 그 냄새에 익숙한 편이어서 크게 불편하지는 않았다. 시장은 사람들로 북새통을 이뤘다. 생선을 고르고 손질을 해 달라고 했다. 대하와 조개도 사고, 해삼도 샀다. 가까운 식당으로 가서 음식 조리를 부탁했다. 음식이 나오자 우리는 푸짐하게 먹었다. 술도 몇 잔 같이 마셨다. 수산 시장 해산물의 신선함은 정말 최고다.\\n"
		},
		{
			"title": "Talk about a time when you put on a medicated patch.",
			"explains": "I often suffer from back pain. Recently, it was so bad that I had to do something about it. I went to a pharmacy and asked for a recommendation. The pharmacist gave me a medicated patch. I applied it to the problem spot. Soon, I felt much better. I was able to sleep through the night. However, the pain was back the next morning. I had to apply a new patch before my morning commute. The patch helped to ease the pain. However, it wasn’t fundamental solution. I think I will have to make some time to see a doctor. I might need physical therapy or acupuncture.",
			"means": "파스를 붙여 본 경험에 대해 이야기해 주세요.\\n나는 허리 통증에 자주 시달린다. 최근에는 너무 심해서 뭔가 조치를 취해야 했다. 약국에 가서 조언을 구했다 약사가 파스를 줬다. 통증 부위에 부착했다. 곧 많이 나아졌다. 밤새 깨지 않고 잠을 잘 수 있었다. 하지만 다음 날 아침에 통증이 되살아났다. 출근을 하기 전에 파스를 새로 붙여야 했다. 파스는 통증 완화에는 도움이 됐다. 하지만 근본적인 해결책은 아니었다. 아마 시간을 내서 병원에 진료를 받으러 가야 할 것 같다. 물리 치료나 침을 필요할 수 있다.\\n"
		},
		{
			"title": "Talk about a time when you dozed off.",
			"explains": "A while ago, I had a lot on my plate at work. I worked late the night before. I only got two hours of sleep. Then, I had to return to the office. After lunch, I was barely able to keep my eyes open. I kept nodding off. I had to take a quick cat nap in the breakroom. It was a rough day. When I was younger, I pulled all-nighters all the time. Now, it’s a tall order. Another time, I got on a bus after an office dinner. I soon dozed off. When I woke up, I was at the end of the line. I had missed my stop. I took a taxi home, and I drowsed off again in the cab.",
			"means": "졸았던 경험에 대해 이야기해 주세요.\\n얼마 전에 회사에서 업무가 매우 많았다. 전날 밤에도 늦게까지 일을 했었고, 잠은 두 시간밖에 자지 못했다. 그리고 다시 사무실로 돌아가야 했다. 점심시간 이후에 눈을 뜨고 있지도 못할 지경이었다. 계속 꾸벅꾸벅 졸았다. 결국 휴게실에서 잠시 눈을 붙여야 했다. 힘든 하루였다. 젊었을 때는 자주 밤을 새웠다. 하지만 이제는 쉽지 않은 일이다. 또 한번은 회사에서 회식이 끝나고 버스를 탔다. 곧 잠이 들었다. 깨어나 보니 종점까지 가 있었다. 내려야 할 정류장을 놓친 것이었다. 집까지 택시를 타고 갔고, 택시 안에서도 다시 졸았다.\\n"
		},
		{
			"title": "Talk about a time when your black box in your car helped you.",
			"explains": "I once got into a minor accident. I signaled to turn, but another car ran into me. We called our insurance companies to sort things out. Both of us were to blame. However, the other driver was at greater fault. I was able to prove it using dash-cam footage. Another time, I parked my car by the roadside Then I went to run some errands. When I got back, someone had damaged my bumper. It was a hit-and-run. I was very angry. I checked the black box footage. The culprit was caught on camera. I reported him to the police, and made him pay for (the) repairs.",
			"means": "차량용 블랙박스가 도움이 된 경험에 대해 이야기해 주세요.\\n한번은 가벼운 사고를 당했다. 방향을 바꾸려고 신호를 넣었는데 다른 차가 와서 박았다. 사고 처리를 하려고 각자 보험사에 전화를 했다. 둘 다 과실이 있었다. 하지만 상대 운전자 과실이 더 컸다. 블랙박스 영상을 통해 증명할 수 있었다. 또 한번은 길가에 차를 주차했다. 그리고는 몇 가지 볼일을 봤다. 돌아와 보니 누군가가 범퍼를 훼손해 놓았다. 뺑소니였던 것이다. 정말 화가 났다. 블랙박스 영상을 확인해 봤다. 범인이 카메라에 찍혀 있었다. 경찰에 신고를 하고 그에게 수리비를 지불하게 했다.\\n"
		},
		{
			"title": "Talk about when you had trouble with your eyes.",
			"explains": "A while ago, I had conjunctivitis, better known as pink eye. I had blurred vision. My eyes turned bloodshot. I hoped it would go away on its own, but it didn’t. I had to see a doctor. The eye doctor gave me some medicine. There were pills, and also eye drops. I recovered soon, but it was very unpleasant while it lasted. Another time, I had a sty on my left eye. It puffed up badly. It looked very off-putting. I had to wear an eye patch for a while. The doctor gave me some antibiotics.",
			"means": "눈병에 걸린 경험에 대해 이야기해 주세요.\\n얼마 전에 나는 결막염에 걸렸다. 시야가 흐려지고 눈이 출혈됐다. 알아서 괜찮아지길 바랐지만 그렇게 되지 않았다. 병원에 가야 했다. 안과 의사가 약을 처방해 줬다. 알약도 있었고, 안약도 있었다. 곧 회복했지만 아픈 동안은 매우 불편했다. 또 한번은 왼쪽 눈에 다래끼가 났다. 심하게 부어 올랐다. 상당히 보기 좋지 않았다. 한동안 안대를 해야 했다. 의사가 항생제를 처방해 줬다.\\n"
		},
		{
			"title": "Talk about when you went to the park.",
			"explains": "One of the things I love about my apartment is that there is a nice park nearby. Our neighborhood park is just a stone’s throw away. Going there for a breather is part of my daily routine. Yesterday, I went there after dinner to stretch my legs. Many people were there to enjoy the evening breeze. Families often have picnics on the grassy lawns. I saw a lot of people during my walk. Along the way, I stopped at the exercise equipment to stretch and catch my breath. It was just the right amount of exercise. When I got home, I felt refreshed.",
			"means": "공원에 간 경험에 대해 이야기해 주세요.\\n우리 아파트에 대해 내가 가장 좋아하는 점 중 하나는 가까운 곳에 멋진 공원이 있다는 것이다. 우리 동네 공원은 아주 가까운 거리에 있다. 휴식을 취하러 그곳에 가는 것은 내가 매일 하는 일이다. 어제는 저녁을 먹고 산책을 하려고 공원에 갔다. 많은 사람들이 선선한 저녁 바람을 즐기려고 그곳에 나와 있었다. 가족 단위로 온 사람들은 잔디밭으로 소풍을 나오기도 한다. 걷는 동안 많은 사람들을 봤다. 걷는 도중에 멈춰서 운동기구로 스트레칭도 하고 숨을 고르기도 했다. 딱 적절한 양의 운동이었다. 집에 돌아오자 기분이 상쾌했다.\\n"
		},
		{
			"title": "Talk about a time when your home appliances didn’t work well.",
			"explains": "For many years, my washer had given me no trouble. However, it started to break down a few weeks ago. It made a strange noise whenever I turned it on. Finally, it conked out completely. I called the service center for help. They sent over a repairman. He looked at the washer and took it apart. He said that a critical component for the motor had broken. The warranty period was over, so I had to pay to replace the part. Another time, I was watching TV when the screen turned blank. The TV was an outdated model. I was itching for an excuse to get a new one. I eventually bought a new one. Now I can watch TV in high-def.",
			"means": "가전제품이 고장 난 경험에 대해 이야기해 주세요.\\n우리 집 세탁기는 여러 해 동안 말썽을 부리지 않았다. 하지만 몇 주 전에 고장 나기 시작했다. 작동시킬 때마다 이상한 소리가 났다. 마침내 완전히 고장 나고 말았다. 서비스 센터에 도움을 요청했다. 수리 기사를 보내 줬다. 그는 세탁기를 훑어보고 분해했다. 그리고 모터의 주요 부품이 망가졌다고 말했다. 무상 수리 기간이 지났기 때문에 부품 교체 비용을 지불해야 했다. 또 한번은 TV를 보고 있는데 화면이 갑자기 꺼졌다. 그 TV는 오래전 기종이었다. 실은 새로 한 대 살 구실을 애써 찾고 있었다. 결국 새 TV를 샀다. 이제는 고화질로 TV를 볼 수 있다.\\n"
		},
		{
			"title": "Talk about a time when the batteries ran out on a device.",
			"explains": "I was locked out of my house when the electronic door lock wouldn’t work. The batteries were out of juice. For a while, the lock beeped whenever I used it. I realized too late that it was telling me to replace the batteries. I swapped in new batteries and it was as good as new. A few days ago my phone went dead. I got home, plugged in the phone, and turned it back on. I saw that I had missed an important phone call. This has been a recurring problem for me. My phone does have a low battery capacity. Maybe I should have to buy an external battery pack.",
			"means": "전건지가 닳아서 생긴 문제에 대해 이야기해 주세요.\\n한번은 전자 도어락이 작동을 안 해서 집에 들어갈 수 없게 됐다. 건전지가 다 닳은 것이었다. 한동안 도어락이 사용할 때마다 삑삑거렸다. 건전지를 교체하라는 신호였다는 것을 너무 늦게야 깨달았다. 새 건전지를 교체해 넣었더니 새것처럼 멀쩡하게 작동했다. 며칠 전에는 핸드폰이 꺼졌다. 집에 가서 충전기를 꽂고 다시 켰다. 중요한 전화를 놓쳤다는 것을 알게 됐다. 이것은 내게 아주 자주 있는 문제다. 내 휴대폰의 건전지 용량은 낮은 편이다. 외장형 보조 배터리를 사야 될지도 모르겠다.\\n"
		},
		{
			"title": "Talk about when you had bug problems.",
			"explains": "My apartment is small, so something it gets stuffy. I like to open the windows to ventilate the house. One time, some flies got in. There are screens on the windows, so I don’t know how they did it. I tried to catch them, but they were too fast. I didn’t have a fly swatter. I had to use whatever I could get my hands on. I finally caught them with some scrap paper. Last night, I was kept awake by mosquitoes. Their whining was driving me up the wall. When I woke up, I saw they had done a number on me. I was covered with mosquito bites. The itched badly. I bought some plug-in mosquito repellent right away.",
			"means": "벌레가 생긴 경험에 대해 이야기해 주세요.\\n나는 아파트 실내가 좁아서 가끔 답답해 지기도 한다. 그래서 창문을 열어 환기시키는 것을 좋아한다. 한번은 파리가 들어왔다. 창문에는 방충망이 있는데 어떻게 들어왔는지도 모르겠다. 잡으려고 했지만, 파리들이 너무 빨랐다. 파리채도 없었다. 손에 잡히는 대로 뭐든지 써야 했다. 결국 안 쓰는 종이로 잡고야 말았다. 어젯밤에는 모기 때문에 잠을 이루지 못했다. 앵앵거리는 소리 때문에 미칠 지경이었다. 일어나 보니 모기들이 나를 만신차이로 만들어 놨다. 온몸이 모기물린 자국으로 뒤덮여 있었다. 아주 가려웠다. 곧바로 플러그인 모기 퇴치제를 샀다.\\n"
		},
		{
			"title": "Talk about future cars.",
			"explains": "Car technology is an important field of research. Carmakers are competing against each other to develop the best new vehicles. Things like Bluetooth connectivity were top-shelf options in the past. Now, they’re basic features. In eco-friendly cars, fuel efficiency is getting better every year. Drivers can protect the environment, and also save some cash. Hybrid cars have already been widely commercialized. Plus, it’s only a matter of time before electric cars become common. Self-driving cars are also being developed. Already, cars do a lot of driving on their own. They can maintain speed on an expressway. In an emergency, they can break automatically to avoid a crash.",
			"means": "미래 자동차에 대해 이야기해 주세요.\\n자동차 기술은 중요한 연구 분야 중 하나다. 자동차 회사들은 최고의 신차를 개발하기 위해 서로 경쟁한다. 과거에 블루투스와 같은 기능은 고급 옵션이었다. 하지만 이제는 기본 사양이 되었다. 친환경 자동차는 매년 연비가 개선되고 있다. 운전자는 환경도 보고하고 비용도 절약할 수 있다. 하이브리드 자동차는 이미 널리 상용화되었다. 게다가 전기 자동차가 보편화되는 것은 단지 시간 문제일 뿐이다. 자율 주행 자동차도 개발되고 있다. 이미 차들은 운전을 상당 부분 자동적으로 한다. 고속도로에서 속도 유지를 할 수 있다. 위급 상황에서는 자동적으로 제동을 걸어 충돌을 피할 수도 있다.\\n"
		},
		{
			"title": "Talk about when you had a short circuit.",
			"explains": "A while ago, I nearly started a fire in my house. I was using a hair drier, and there was a short circuit. At first, when the drier stopped working, I moved the power cable and it worked again. But soon, I smelled something burning. I saw sparks, and I dropped the hair drier. There were scorch marks on the floor. I also got a burn on my hand. Still, I got off easy. My neighbor was using an electric cushion last winter. There was a short circuit, and the cushion caught fire. The fire spread quickly. Thankfully, firefighters arrived just in time. They quickly put out the fire. There was some property damage, but nobody was hurt.",
			"means": "전기 누전이나 합선이 발생한 경험에 대해 이야기해 주세요.\\n나는 얼마 전에 집에서 불을 낼 뻔했다. 헤어 드라이어를 사용하고 있었는데, 합선이 됐다. 처음에는 드라이어가 작동은 안 해서 코드를 움직였더니 다시 작동이 됐다. 하지만 곧 타는 냄새가 났다. 불꽃이 튀었고, 나는 드라이어를 떨어뜨렸다. 바닥에 탄 자국이 있었다. 손에 화상도 입었다. 그래도 나는 가볍게 넘어간 편이다. 이웃집 사람들은 지난겨울에 전기 방석을 사용하다가 합선이 되었다. 방석에 불이 붙었고, 불이 빠르게 퍼졌다. 다행히 소방관들이 딱 맞춰서 도착했다. 그들은 신속히 불을 진압했다. 재산 피해가 조금 있었지만, 다친 사람은 없었다.\\n"
		},
		{
			"title": "Talk about your college life.",
			"explains": "I had the time of my life in college. The new semester would start in March. Everyone rushed to sign up for classes. After the winter break, it took a few weeks to settle into the classes. Compared to high school, college classes were demanding. There were so many tests. There were mid-terms in April and finals in June. We also had some pop quizzes. Plus, there was so much homework. We had a very heavy workload. However, I made time for other activities. I joined a club. Sometimes, we went on overnight group trips. Campus festivals were also exciting. In June, we got our report cards and the summer break began. Then, another semester kicked off in September.",
			"means": "자신의 대학 생활에 대해 이야기해 주세요.\\n나는 대학 생활 때 정말 즐거웠던 기억이 많다. 3월에 새 학기가 시작됐다. 모두들 수강 신청을 하려고 서둘렀다. 겨울 방학이 끝난 후에는 수업에 적응하는 데 몇 주의 시간이 걸렸다. 고등학교에 비해 대학교 수업은 매우 힘들었다. 시험이 너무 많았다. 4월에는 중간고사가, 6월에는 기말고사가 있었다. 쪽지 시험도 봤다. 게다가 과제도 정말 많았다. 학습량이 아주 많았다. 하지만 시간을 내서 다른 활동도 했다. 동아리에 가입했다. 때로는 MT도 갔다. 학교 축제도 신났다. 6월에는 성적표를 받고 여름방학이 시작됐다. 그리고 9월에는 다시 새로운 학기가 시작됐다.\\n"
		},
		{
			"title": "Talk about when you had a baby.",
			"explains": "Last year, I had a baby. Giving birth was the hardest thing I’ve ever done. However, it was also the most rewarding experience in my life. When I found out I was pregnant, I was over the moon. I did okay in the early stages of my pregnancy. However, the morning sickness was unpleasant. Thankfully, my husband was by my side all the time. He was with me for check-ups at the OB/GYN clinic. We also went shopping together. We bought baby clothes, diapers and nursing bottles. We also bought toys and a baby stroller. We decided to have a natural birth. Everything went smoothly. After our baby arrived, I spent two weeks at a post-natal care center. I learned how to breast-feed our baby there.",
			"means": "출산 경험에 대해 이야기해 주세요.\\n작년에 나는 아기를 낳았다. 출산은 내가 해본 일 중 가장 힘든 일이었다. 하지만 내 인생에서 가장 보람있는 경험이기도 했다. 임신했다는 사실을 알았을 때, 나는 정말 행복했다. 임신 초기에는 무난하게 잘 지냈다. 하지만 입덧이 힘들었다. 다행히 남편이 늘 곁에 있었다. 산부인과 진료를 받을 때도 함께 있었다. 우리는 함께 쇼핑도 했다. 아기 옷, 기저귀, 젖병을 구입했다. 장난감과 유모차도 구입했다. 우리는 자연 분만을 하기로 결정했다. 모든 것이 순조롭게 진행됐다. 아기를 낳고 2주간 산후조리원에서 지냈다. 그곳에서 모유 수유 하는 방법을 배웠다.\\n"
		},
		{
			"title": "Talk about having a dog as a pet.",
			"explains": "Last year, our neighbor’s dog gave birth to puppies. We adopted one of them. Our puppy is a Maltese. It’s my favorite breed of dog. She was so cute that she was the apple of my eye. I went to a pet shop to buy the basic necessities. I picked up some dog food and treats. The hardest part about adopting a puppy was potty training. It took a long time before our pup was housebroken. We also had to go to the vet several times for vaccination shots. It wasn’t so bad, because our vet was very good at her job. Now, a year has passed and our dog is all grown up. However, she still likes to play around, just like when she was a puppy.",
			"means": "애견을 키워 본 경험에 대해 이야기해 주세요.\\n작년에 이웃집 개가 새끼를 낳았다. 우리는 한 마리를 분양 받았다. 우리 강아지는 말티즈 종이다. 내가 가장 좋아하는 종이다. 너무 귀여워서 눈에 넣어도 아프지 않을 정도였다. 기본적인 필수품을 구입하기 위해 애완용품 가게에 갔다. 개 사료와 간식을 샀다. 강아지를 분양 받는 데 가장 힘든 일은 배변 훈련이었다. 강아지가 배변 훈련이 되기까지 시간이 오래 걸렸다. 예방 접종을 받기 위해 동물병원에도 여러 번 가야 했다. 수의사가 워낙 잘해줘서 그리 힘들지는 않았다. 이제는 1년이 지나서 개가 다 컸다. 하지만 여전히 강아지였을 때처럼 장난치는 것을 좋아한다.\\n"
		},
		{
			"title": "Talk about the new anti-graft law in Korea.",
			"explains": "A new anti-graft law came into effect last year. Its’ commonly referred to as the Kim Young-ran law. It was named after the person who came up with it. The main purpose of the law is to ban bribery. It applies to people in various jobs. Public servants, school teachers and journalists cannot receive gifts or receive special requests. Plus, there is a price cap on buying food for others. Supporters of the law believe that it will root out corruption. All in all, I hope it will do its job well.",
			"means": "새롭게 생긴 김영란법(청탁금지법)에 대해 이야기해 주세요.\\n작년에 부정청탁 및 금품 등 수수의 금지에 관한 법률이 새롭게 발효되었다. 흔히 김영란법으로 알려져 있다. 법안을 고안해 낸 사람의 이름일 따서 명명되었다. 이 법의 주된 목적은 뇌물 수수를 금지하는 것이다. 다양한 직종의 사람들에게 적용된다. 공무원, 교사, 언론인 등은 선물이나 청탁을 받을 수 없다. 더불어, 식사 대접을 할 때 가격 상한선도 있다. 법의 지지자들은 이 법이 부정부패를 뿌리 뽑을 수 있을 것이라고 생각한다. 전반적으로 나는 이 법이 제 역할을 해내기를 기대한다.\\n"
		},
		{
			"title": "Talk about your part-time work experience.",
			"explains": "When I was in college, I had many part-time jobs. I wanted to earn my tuition fees. I also wanted to make some pocket money. One summer, I worked at a construction site. It was my first time doing physical labor. I also worked as a tutor for high school students. I enjoyed helping kids with their test-prep. Tutoring also paid well. I also waited tables in coffee shops and restaurants. When I see students working part-time these days, I feel nostalgic. I remember my own experiences. The hourly minimum wage in Korea was hiked up to 6,470 won in 2017. I hope that working conditions will keep improving for hourly workers.",
			"means": "아르바이트를 했던 경험에 대해 이야기해 주세요.\\n나는 대학 시절에 여러 가지 아르바이트를 해 봤다. 학비를 벌고 싶었다. 용돈도 좀 벌기를 원했다. 한번은 여름에 건설 현장에서 일을 했다. 육체노동을 하는 것은 처음이었다. 고등학생을 상대로 과외도 했다. 아이들의 시험 분비를 돕는 것이 즐거웠다. 게다가 과외는 보수도 좋은 편이었다. 커피숍과 음식점에서 서빙 일도 했다. 요즘은 학생들이 아르바이트를 하는 것을 보면 옛 시절이 그리워진다. 내가 경험했던 것들이 기억난다. 2017년에 한국에서는 최저 시급이 6,470원으로 인상됐다. 시급 근로자들의 근무 환경이 계속해서 나아지기를 기대한다.\\n"
		},
		{
			"title": "Talk about a time when you went on a plane.",
			"explains": "For my vacation last summer, I went to Thailand. I boarded the plane and found my way to my seat. I put my carry-on suitcase in the overhead compartment. Then I sat down and buckled up. The flight attendants gave a safety demonstration. Soon, we took off. After a while, the attendants came by with the beverage cart. Later on, we had our in-flight meal. I also did some in-flight duty-free shopping. The prices were too good to miss. In the middle of the flight, we experienced turbulence. The plane shook a lot, and I tensed up. The captain turned on the seatbelt sign. Soon, everything was back to normal. We arrived in Thailand on time.",
			"means": "비행기에 탑승했던 경험에 대해 이야기해 주세요.\\n작년 여름 휴가 때는 태국에 갔다. 비행기에 탑승하고 자리를 찾아갔다. 기내 수하물을 짐칸에 넣었다. 그리고 앉아서 안전벨트를 맸다. 승무원들이 안전 수칙 시범을 진행했다. 곧 이륙했다. 얼마 후 승무원들이 음료 카드를 가지고 지나갔다. 나중에는 기내식을 먹었다. 기내 면세품도 샀다. 가격이 놓치기에는 너무 아까웠다. 비행 도중에 난기류를 경험했다. 선체가 많이 흔들렸고, 나는 바짝 긴장했다. 기장이 안전벨트 표시등을 켰다. 이내 모든 것이 정상으로 돌아왔다. 태국에는 제시간에 도착했다.\\n"
		},
		{
			"title": "Talk about the importance of reading books.",
			"explains": "The number of people who read books these days is shrinking. It seems like nobody has any free time. Also, mobile devices are more widespread. As a result, books have gone out of style. This is a shame. Reading is a very meaningful pastime. Most successful people are avid readers. This is no coincidence. Books contain a lot of knowledge and wisdom. We can’t experience everything first-hand. However, we can learn a lot through books. Also, there is no limit to the topics in books. No matter what you’re interested in, you can be sure that there is a page-turner you can enjoy. One of my New Year’s resolutions is to read at least one book each month.",
			"means": "독서의 중요성에 대해 이야기해 주세요.\\n요즘 책을 읽는 사람의 수가 줄어들고 있다. 사람들이 여유 있는 시간이 부족한 것 같다. 또한 모바일 기기도 더 흔해졌다. 그러다 보니 책을 읽는 것이 유행에서 뒤쳐지고 있다. 이는 안타까운 일이다. 독서는 매우 의미 있는 취미 생활 중 하나이다. 성공한 사람들은 대부분 책을 많이 있는다. 이것은 우연이 아니다. 책에서 많은 지식과 지혜가 담겨 있다. 모든 것을 직접 체험할 수는 없다. 하지만 책을 통해 많이 배울 수 있다. 또한, 책에서 다뤄지는 주제는 무한하다. 관심사가 무엇이든, 흥미가 가는 책이 분명히 있을 것이다. 나의 새해 결심 중 하나는 매달 책을 적어도 한 권 이상 읽는 것이다.\\n"
		},
		{
			"title": "Talk about housing prices in Korea.",
			"explains": "Many Korean people dream of being a home-owner. Buying one’s own house is a lifetime goal for tenants who pay rent. Housing prices in the major cities of Korea are on the high side. Prices for apartments in Seoul and the capital area can be beyond belief. Most people who buy a home need to get a bank loan, Buying real estate can be a good investment. However, speculative buyers drive up prices even more. These days, prices for lump sum deposit leases are also expensive. Sometimes it makes more sense to buy a house, rather than lease it. Overall, it is a hard time for people who are looking for a place to live in.",
			"means": "한국의 주택 가격에 대해 이야기해 주세요.\\n많은 한국 사람들이 집을 사는 것을 꿈꾼다. 임대료를 내는 세입자들에게는 자기 집 마련이 인생 목표 중 하나다. 한국의 주요 도시에서는 주택 가격이 높은 편이다. 특히 서울과 수도권의 아파트 가격은 상상을 초월한다. 주택을 사려는 대부분의 사람들은 은행 대출을 받아야 한다. 경우에 따라서는, 부동산 구매가 훌륭한 투자 수단일 수도 있다. 하지만 투기꾼들이 가격 상승을 유발하기도 한다. 요즘은 전세 가격도 비싸다. 때로는 전세보다 차라리 집을 사는 것이 더합리적이다. 전반적으로, 살 곳을 찾는 사람들에게 요즘은 힘든 시기다.\\n"
		},
		{
			"title": "Talk about a time when you had a bad cold.",
			"explains": "I recently had one of the nastiest colds I’d had in years. I first started to feel lethargic and had a fever. And then, my throat started to swell up. I had this nagging cough that wouldn’t go away. My nose was stuffy and I had to blow my nose all day. It was hard to breathe. I took some over-the-counter cold medicine, but it didn’t do any good. I wanted to take several days off, but I couldn’t because I had a lot on my plate. Eventually, it got so bad that I had to go see the doctor. The doctor said I had the flu. I got an IV and slept for an hour at the clinic. I also got some medicine prescribed. In the end, it took me almost two weeks to get over the cold.",
			"means": "감기에 심하게 걸렸던 경험에 대해 이야기해 주세요.\\n최근 몇 년 사이에 가장 지독한 감기에 걸렸다. 처음에는 몸에 힘이 하나도 없고 열이 났다. 그러고 나서는 목이 붓기 시작했다. 신경에 거슬릴 만큼 계속해서 기침이 나왔다. 코도 막혀서 온종일 코를 풀었다. 숨 쉬기도 힘들었다. 일반 감기약을 먹었는데, 별로 효과가 없었다. 며칠 쉬고 싶었는데, 할 일이 많아서 그럴 수 없었다. 결국, 증상이 너무 심해져서 병원에 가야 했다. 의사 선생님이 독감이라고 했다. 병원에서 링거를 맞으며 한 시간 정도 잤다. 약도 처방 받았다. 결국 감기가 완전히 낫는 데 거의 2주일이 걸렸다.\\n"
		},
		{
			"title": "Talk about how to make use of Wi-Fi.",
			"explains": "Nowadays, almost everyone surfs the Internet on their phones. Also, more people are using laptops instead of desktop computers. As a result, Wi-Fi has become the norm. Korea is the global leader in Internet penetration. It’s one of the most wired countries in the world. You can find wireless Internet in almost all public places, such as airports, coffee shops, and even subway trains. Depending on your mobile carrier, you can even connect to Wi-Fi while you’re on the move. The connection speeds are fast, too. Even in private homes, a lot of people use wireless routers. This creates a Wi-Fi environment even at home. It really is very convenient.",
			"means": "와이파이 기술을 어떻게 사용하는지에 대해 이야기해 주세요.\\n요즘은 거의 모든 사람이 휴대폰으로 인터넷 서핑을 한다. 또한 더 많은 사람들이 데스크톱 대신 노트북 컴퓨터를 사용한다. 따라서 와이파이가 표준이 되었다. 한국은 인터넷 보급률에서 글로벌 리더이다. 전 세계적으로 통신망이 가장 발달된 나라 중 하나다. 공항, 커피숍, 심지어 지하철 전동차 등을 포함한 거의 모든 공공 장소에서 무선 인터넷을 쓸 수 있다. 이동 통신사에 따라 이동 중일 때에도 와이파이에 연결할 수 있다. 연결 속도 또한 빠르다. 개인 집에서도 많은 사람들이 무선 공유기를 사용한다. 이것은 집에서도 와이파이 환경을 조성한다. 정말 편리하다.\\n"
		},
		{
			"title": "Talk about how you do banking.",
			"explains": "In Korea, it’s very easy to take care of bank-related chores. Most of the time, I do my banking on my phone. Almost anything can be done with mobile banking. I can check my balance. I can make transfers and pay my bills. All the banks have smartphone applications, so it’s very easy. I can even use a fingerprint scan instead of a PIN. Going to the bank used to be a big hassle. Now, I almost never have to go to the bank. Most stores accept credit cards or debit cards, so I don’t need a lot of cash. However, If I do need to withdraw cash, ATM are all over the place. There are ones that I can use 24/7 at convenience stores.",
			"means": "은행 업무를 어떻게 처리하는지에 대해 이야기해 주세요.\\n한국에서는 은행 관련 업무를 처리하는 것이 아주 쉽다. 대부분의 경우 나는 휴대폰으로 은행업무를 본다. 모바일 뱅킹으로 거의 모든 것을 할 수 있다. 계좌 잔고를 확인할 수 있다. 계좌 이채를 하고 각종 요금을 납부할 수도 있다. 모든 은행이 스마트폰 앱을 제공하기 때문에 아주 쉽다. 심지어 비밀번호 대신에 지문 인식을 사용할 수도 있다. 과거에는 은행에 가는 것이 아주 귀찮은 일이었다. 이제는 은행에 가야 할 일이 거의 없다. 대부분의 상점들이 신용카드나 체크카드 결제가 되기 때문에 현금이 별로 필요 없다. 하지만 현금 인출을 해야 할 경우, 현금 입출금기가 곳곳에 있다. 편의점에는 연중 무휴로 사용 가능한 기기들도 있다.\\n"
		},
		{
			"title": "Talk about when you went to a diet.",
			"explains": "I have gone on a diet countless times in the past 10 years. With age, it becomes easier to put on weight. If my weight rises by as little as 2 kilograms, it still bothers me. My clothes don’t fit well. The difference is visible around the jawline. When I go on a diet, I make sure to watch what I eat. I try to eat low-calorie foods. I also try not to eat at night. I eat a lot of salads and chicken breasts. Based on my experience, fad diets usually don’t work. Working out is also very important. It helps to prevent a yo-yo effect. Even when I’m busy, I try to set aside time to exercise.",
			"means": "다이어트를 했던 경험에 대해서 이야기해 주세요.\\n나는 지난 10년간 수도 없이 다이어트를 했다. 나이가 들면서 살찌는 것이 쉬워진다. 2킬로그램만 체중이 늘어도 불편하다. 옷이 잘 맞지 않는다. 턱선에 살이 붙은 티가 난다. 다이어트를 하면 반드시 식단을 조절한다. 저칼로리 음식을 먹으려고 노력한다. 그리고 밤에는 먹지 않으려고 한다. 샐러드와 닭가슴살을 많이 먹는다. 내 경험에 의하면 유행하는 다이어트는 보통 효과가 없다. 운동을 하는 것도 매우 중요하다. 요요 효과를 방지하는 데 도움이 된다. 바쁠 때도 운동을 할 시간을 따로 내려고 노력한다.\\n"
		},
		{
			"title": "Talk about the last time you went to watch a movie.",
			"explains": "I went to watch a movie with a friend last Saturday. I had heard good reviews for a Korean movie, and I was dying to see it. Using an app on my phone, I checked the screening times at a nearby theater. I reserved tickets for two seats. The theater was a big multiplex. It was located in a mall, so we ate dinner at the food court. We went to the concession stand before the movie to buy popcorn. The theater was packed with people. However, the seats were comfy, so I didn’t mind. My friend and I both really enjoyed the movie. It was touching, but it was also very funny. Some scenes really cracked me up. When the movie ended, the hour was late, so we went straight home.",
			"means": "가장 최근에 영화를 보러 갔던 경험에 대해 이야기해 주세요.\\n지난 토요일에 친구와 영화를 보러 갔다. 개봉한 한국 영화에 대한 평이 좋아서 정말 보고 싶었다. 휴대폰의 앱을 사용해서 가까운 영화관의 상영 시간표를 확인했다. 표 두 장을 예매했다. 영화관은 대형 복합 상영관이었다. 백화점에 있는 극장이어서 식당가에서 저녁을 먹었다. 영화를 보기 전에 팝콘을 사려고 매접에 갔다. 영화관은 사람들로 가득했다. 하지만 좌석이 편해서 신경 쓰이지 않았다. 친구와 나는 둘 다 영화를 매우 재미있게 봤다. 감동적이었지만 웃기기도 했다. 어떤 장면에서는 정말 크게 웃었다. 영화가 끝나자 시간이 늦어서 바로 귀가했다.\\n"
		},
		{
			"title": "Talk about when you got an endoscopy.",
			"explains": "Recently, I had indigestion often. I had a stomachache almost every day. I took medication frequently. The medicine had no effect. It got so bad that I had to go see the doctor. The doctor suggested that I get an endoscopy. They put me under, I went through the process while I was asleep. After I regained consciousness, I received the test results. The doctor said that my stomach lining was damaged. He said it was probably stress-induced. He gave me a prescription for medicine. He told me that I needed to eat regularly. I also had to cut down on coffee and fried foods. I took his advice. Soon, I felt better than ever. The endoscopy reminded me that I need to look after my health.",
			"means": "내시경 검사를 받은 경험에 대해 이야기해 주세요.\\n최근에 자주 소화가 안 됐다. 거의 매일 복통에 시달렸다. 약을 자주 먹었다. 하지만 약이 효과가 없었다. 정도가 심해져서 의사와 상담을 해야 했다. 의사는 내시경 검사를 받으라고 권했다. 수면 마취를 해 줬고, 나는 잠든 채로 모든 과정이 이루어졌다. 의식을 회복하고 검사 결과를 받았다. 의사는 나의 위벽이 손상되었다고 말했다. 아마도 스트레스로 인한 것으로 보인다고 했다. 약 처방전을 써 줬다. 규칙적으로 식사를 해야 한다고 말해 줬다. 또한 커피와 튀긴 음식을 줄여야 했다. 나는 의사의조언을 받아들였다. 머지 않아 상태가 좋아졌다. 내시경은 내게 건강을 챙겨야 한다는 사실을 상기시켰 줬다.\\n"
		},
		{
			"title": "Talk about beverages you like to drink.",
			"explains": "I am a coffee addict. When I wake up in the morning, my first order of business is to make coffee. I can’t get the day started without some coffee. I also go out of my way to visit a good coffee shop. I enjoy having a glass of fruit juice with breakfast. During work hours, I try to drink a lot of water. This helps to fight off fatigue. Plus, it’s good for my diet. I also drink yogurt when I’m having problems with bowel movements. When I eat greasy foods like pizza, I like to have a carbonated drink. When I have a hangover, I also drink traditional tea as a cure. I think tea is more effective than hangover relief drinks.",
			"means": "즐겨 마시는 음료에 대해 이야기해 주세요.\\n나는 커피에 중독되어 있다. 아침에 일어나면 가장 먼저 하는 일이 커피를 마시는 것이다. 커피 없이는 하루 일과를 시작할 수 없다. 또 맛있는 커피숍에 들르려고 일부러 돌아가기도 한다. 아침 식사 때는 과일 주스 한 잔도 즐겨 마신다. 업무 시간에는 물을 많이 마시려고 노력한다. 피로 방지에 도움이 된다. 다이어트에도 도움이 된다. 장 운동에 문제가 있을 때는 요구르트도 마신다. 피자 같은 기름진 음식을 먹을 때는 탄산 음료를 즐겨 마신다. 숙취가 있을 때는 치료제로 전통차를 마시기도 한다. 차가 숙취 해소 음료보다 효과가 좋은 것 같다.\\n"
		},
		{
			"title": "Talk about the benefits of being a morning person.",
			"explains": "Many of my friends are night owls, but I am a morning person. On most days, I got to bed at midnight or 1 a.m. at the latest. I always set my alarm to 6 o’clock. I have done this for so long that I usually wake up just before the alarm goes off. As soon as I open my eyes, I check my phone, Then I take a shower. It makes me feel alert. I spend a few minutes drying my hair and putting on my makeup. I eat lightly for breakfast. Some toast and fruit is more than enough. I like to scan the news while I eat. I set off for work at 7:30. The best thing about waking up early is that I don’t feel rushed in the morning.",
			"means": "아침형 인간만이 즐길 수 있는 장점에 대해 이야기해 주세요.\\n친구들은 야행성이 많지만, 나는 아침형 인간이다. 보통 아무리 늦어도 자정이나 1시에는 잠자리에 든다. 알람은 늘 6시에 맞춰 둔다. 워낙 오랫동안 이렇게 해 와서 알람이 울리기 직전에 잠에서 깬다. 눈을 뜨자 마자 휴대폰부터 확인한다. 그 다음에는 샤워를 한다. 그렇게 하면 정신이 번쩍 든다. 몇 분간 머리를 말리고 화장을 한다. 아침은 가볍게 먹는다. 토스트와 과일 정도면 충분하다. 먹는 동안 뉴스를 훑어본다. 출근은 7시 반에 한다. 일찍 일어나서 가장 좋은 것은 아침에 쫓기는 느낌이 들지 않는다는 것이다.\\n"
		},
		{
			"title": "Talk about when you last donated blood.",
			"explains": "I saw in the news that fewer and fewer people are donating blood these days. That’s why I’ve been donating blood on a regular basis for almost a year. The last time I donated was last week. I visited a local blood bank. When I got there, I filled out a form with my personal information. A nurse took a blood sample for a simple test. Then, she injected a needle in my arm to draw blood. After I was finished, I was given a light snack and some movie tickets. I also received a blood donor’s certificate. Whenever I donated blood, I feel healthier. It also makes me feel good that my blood could save a life.",
			"means": "최근에 헌혈을 한 경험에 대해 이야기해 주세요.\\n요즘 헌혈을 하는 사람이 갈수록 줄어들고 있다고 뉴스에서 봤다. 그래서 일 년 가까이 주기적으로 헌혈을 해 왔다. 가장 최근에 헌혈을 한 것은 지난주였다. 동네 헌혈의 집을 방문했다. 도착해서 개인 정보를 서식에 작성했다. 간단한 검사를 위해 간호사가 혈액 샘플을 채취했다. 그 다음에는 피를 뽑기 위해 팔에 주사 바늘을 주입했다. 다 끝나고 나서 가벼운 간식과 영화표를 받았다. 헌혈 증서도 받았다. 헌혈을 할 때마다 더 건강해지는 기분이다. 또한 나의 혈액으로 생명을 구할 수 있다는 사실에 기분이 좋아진다.\\n"
		},
		{
			"title": "Talk about how you will spend the Lunar New Year’s Holidays.",
			"explains": "The Lunar New Year is one of Korea’s most important traditional holidays. On the first day of the long weekend, I will paying a visit to my parents. It will be a big family gathering, since my sister and her husband will also be there. We will cook and eat traditional holiday foods. We will spend the night at my parent’s house. The next morning, we will visit my grandparent’s grave site to pay our respects. Our extended family will all be there. In the afternoon, my wife and I will drive to her parents’ house. They live in the southern region of Korea, so it takes a while to get there. We will sleep over at their house, and come back home the next day.",
			"means": "설 명절을 어떻게 보낼지에 대해 이야기해 주세요.\\n설 명절은 한국에서 가장 중요한 전통 명절 중 하나다. 연휴 첫날에는 부모님을 방문할 예정이다. 누나와 매형도 참석할 예정이라 큰 가족 모임이 될 것이다. 전통 명절 음식을 준비해서 먹을 계획이다. 부모님 댁에서 하룻밤 묵을 예정이다. 다음 날 아침에는 성묘를 하러 조부모님 산소에 갈 것이다. 대가족이 모두 그곳에 모일 것이다. 오후에는 아내와 함께 처가로 운전해 갈까 한다. 남부 지방에 살고 계셔서 거기 도착하는 데 시간이 좀 걸린다. 처가에서 하룻밤을 자고 다음 날 귀가할 것이다.\\n"
		},
		{
			"title": "Talk about your personality.",
			"explains": "I think I have a very unique personality. My best trait is that I have a strong sense of purpose. If I set a goal, I work diligently. I don’t like to leave something unfinished. I have to see it through to the end. I am very driven to succeed. This was helpful to me in school. It still helps me now at work. However, I have weaknesses as well. My friends tell me that sometimes I am hot-headed. I can be short-tempered. Also, I am very forgetful. I often misplace things like my wallet and phone. It hurts my pride whenever this happens, but I can’t help it. I will get better in the future.",
			"means": "자신의 성격에 대해 이야기해 주세요.\\n나는 내 성격이 매우 독특하다고 생각한다. 가장 자신 있는 특징은 목표 의식이 뚜렸하다는 것이다. 목표를 세우면 꾸준히 노력한다. 일을 끝마치지 않은 채 방치하는 것을 싫어한다. 반드시 끝을 봐야 한다. 성공하려는 추진력이 강하다. 이는 학창 시절 내게 도움이 됐다. 여전히 직장에서도 도움이 된다. 그러나 단점도 있다. 친구들은 내가 때로는 다혈질이라고 말한다. 성격이 급할 때도 있다. 게다가 건망증도 심하다. 지갑이나 휴대폰 등의 물건을 잃어버리는 일이 자주 있다. 그럴 때마다 자존심이 상하지만 잘 안 고쳐진다. 앞으로는 나아지기를 바란다.\\n"
		},
		{
			"title": "Talk about your personality.",
			"explains": "The best part about my personality is that I can make friends with almost anyone. I like to lend a helping hand. I am always ready to strike up a conversation. Also, I am discreet. I never talk ill of people behind their backs. However, there are some personality traits I would like to fix. First of all, I can’t say no to a friend. If someone asks a favor, I almost always say yes. This can be exhausting. Also, to be honest, I’m a little lazy. I procrastinate all the time. I always put off things that I should do right away. Ever so, I think I am an open-mined and friendly person overall.",
			"means": "자신의 성격에 대해 이야기해 주세요.\\n내 성격에서 가장 좋은 점은 누구와도 친해줄 수 있다는 것이다. 나는 남을 돕는 것을 좋아한다. 언제라도 대화를 시작할 준비가 되어 있다. 게다가 나는 신중한 편이다. 절대로 남의 등 뒤에서 험담을 하는 일이 없다. 하지만 고치고 싶은 성격적 특성도 있다. 먼저, 친구에게 거절을 하지 못한다. 누군가가 부탁을 하면 거의 항상 수락한다. 그러다 지치기도 한다. 게다가 솔직하게 말하자면 나는 조금 게으르다. 항상 일을 미룬다. 당장 해야 할 일들을 늘 미룬다. 그래도 전체적으로 나는 개방적이고 친절한 사람이라고 생각한다.\\n"
		},
		{
			"title": "Talk about when you were preparing to get into college.",
			"explains": "When I was a senior in high school, everyone was obsessed with getting into college. I had to keep my grade point average (GPA) high throughout high school. I also had to do a lot of test prep for the Korean SAT. I gave my all the get ready. I paid attention in class. I also went to cram schools after classes and got private tutoring. I was part of the first generation of Internet lecture students. I looked into all the available information to choose a school. However, I didn’t make it. When I failed to get accepted, it really took the wind out of my sails. But soon, I redoubled my efforts I spent another year preparing for college. And a year later, I got into the school of my choice.",
			"means": "대학 입시를 준비한 경험에 대해 이야기해 주세요.\\n내고 고3에 재학 중일 때, 모두가 입시에 몰두하고 있었다. 나는 고등학교 시절 내내 내신 성적을 높게 유지해야 했다. 누승 시험에도 대비하기 위해 준비를 많이 해야 했다. 나는 최선을 다해 준비했다. 수업 시간에 집중했다. 수업 후에는 입시 학원에도 다니고, 과외 수업도 받았다. 나는 인터넷 강의 1 세대에도 속했었다. 학교를 고르기 위해 모든 정보를 살펴보았다. 하지만 떨어지고 말았다. 불합격했을 때 기우이 빠졌다. 하지만 곧 노력에 박차를 가했다. 대입을 준비하며 1년을 재수했다. 그리고 1년 후, 내가 원했던 학교에 입학할 수 있었다.\\n"
		},
		{
			"title": "Talk about when you had problems with your health.",
			"explains": "A while ago, I felt under the weather. It persisted for a long time. It wasn’t a specific ailment. It was just chronic fatigue. There were many reasons for my sluggishness. I wasn’t getting enough exercise. I was eating irregularly. My blood pressure was off the charts. One time, my stomach acted up repeatedly. I had trouble digesting food. I felt queasy all the time. It got so bad, I went to see the doctor. The doctor recommended a gastroscopy. I found out I had severe gastritis. I had to undergo treatment and take prescription drugs. Thankfully, I made a full recovery. Still, I learned that it’s best to always tend to my health.",
			"means": "건강이 안좋아진 경험에 대해 이야기해 주세요.\\n얼마 전 나는 컨디션이 좋지 않았다. 그런 상태가 오랜 시간 동안 지속되었다. 특정 병에 걸린 것은 아니었다. 그냥 만성 피로 때문이었다. 몸이 무거운 상태였던 데는 여러 이유가 있었다. 충분한 운동을 하지 않았고, 식사도 불규칙적으로 했다. 혈압은 비정상적으로 아주 높았다. 한번은 위가 가꾸 문제였다. 음식을 소화시키는 데 어려움을 겪었다. 늘 메스꺼운 느낌이었다. 너무 심해져서 병원에 진료를 받으러 갔다. 의사는 위내시경을 권했다. 알고 보니 심각한 위염에 걸린 상태였다. 치료를 받고 처방된 약을 먹어야 했다. 다행히 완전히 건강을 회복했다. 하지만 건강은 늘 신경 쓰는 것이 좋다는 것을 배웠다.\\n"
		},
		{
			"title": "Talk about a time when you felt thankful to a friend.",
			"explains": "My friends are my greatest asset. A while ago, I was going through a rough patch at work. I felt like my career was at a dead end. I fell into a funk. Thankfully, I have good friends who helped me snap out of it. They gave me encouragement. Sometimes, they just listened to my grievances. They were always on my side. I was grateful for their friendship. Once, I had some money problems. I was badly in the red. A friend gave me a loan, no questions asked. Thanks to him, I was able to resolve the issue. Of course, I repaid my debt ASAP. I am lucky to have such good friends to rely on.",
			"means": "친구에게 고마웠던 경험에 대해 이야기해 주세요.\\n내게는 친구들이 가장 큰 자산이다. 얼마 전에는 회사에서 힘든 시기를 겪고 있었다. 내 진로가 막다른 길에 도달한 것 같은 기분이었다. 우울증에 빠졌다. 다행히 좋은 친구들이 정신을 차릴 수 있게 도와줬다. 그들은 나를 격려해 줬다. 때로는 그냥 내가 불평하는 것을 들어주었다. 항상 내 편을 들어줬다. 나는 그들의 우정에 감사했다. 한번은 돈 문제가 좀 생겼다. 심하게 적자였다. 친구가 이유도 묻지 않고 돈을 빌려 주었다. 그 친구 덕분에 문제를 해결할 수 있었다. 물론, 빌린 돈을 최대한 빨리 갚았다. 의지할 수 있는 좋은 친구가 있어서 참 행운이다.\\n"
		},
		{
			"title": "Talk about a time when you had gained weight.",
			"explains": "As a newlywed, marriage was a blissful time for me. However, there was one unforeseen drawback. I started to gain weight. My appetite improved and I couldn’t stop eating. My wife’s cooking skill was a mixed blessing. Soon, I was packing on the pounds. My excuse was that I didn’t have time to work out. At first, the weight gain was barely noticeable. But in a flash, I had gained almost 10 kilograms. It was getting out of hand. That’s when I decided to go on a diet. I ate less. I ate mostly vegetables. Above all, I started to exercise. I did lose a bit of the excess weight, but it soon returned. Weight control is a life-long task.",
			"means": "살이 찐 경험에 대해 이야기해 주세요.\\n신혼부부로서의 결혼 생활은 나에게 매우 즐거운 시간이었다. 하지만 예기치 못한 문제가 하나 있었다. 살이 찌기 시작했다. 식욕이 왕성해져서 계속 먹게 됐다. 아내의 요리 실력은 축복이자 문제였다. 머지않아 몸무게가 늘어났다. 핑계라면 운동을 할 시간이 없었다는 것이었다. 처음에는 체중 증가가 눈에 띄지 않을 정도였다. 하지만 순식간에 10 킬로그램 가까이 살이 쪘다. 걷잡을 수 없을 지경이었다. 그래서 다이어트를 결심했다. 덜 먹었다. 먹더라도 주로 채소 위주로 먹었다. 무엇보다도 운동을 하기 시작했다. 늘어난 체중 일부는 뺐지만, 곧 다시 살이 쪘다. 체중 관리는 평생의 과제다.\\n"
		},
		{
			"title": "Talk about a time when you thought something was a waste of money.",
			"explains": "I recently went to a restaurant on a recommendation from a friend. She spoke very highly of it. Perhaps my expectations were too high. But compared to the price, the food was a let-down. It was all flash and no substance. I felt cheated throughout the meal. In my book, it was a big waste of money. Once, I bought some clothes online. When they arrived, I was disappointed by their low quality. They didn’t go well with the clothes I already had. It was my own fault. I should have noticed the negative buyer reviews. I planned to request a refund. However, I was so busy that I missed the deadline. It was more money down the drain.",
			"means": "돈이 아까웠던 경험에 대해 이야기해 주세요.\\n최근에 친구의 추천으로 한 음식점에 갔었다. 그녀는 그 음식점에 대해 많은 칭찬을 했다. 어쩌면 내 기다가 너무 컸을 수도 있다. 하지만 가격에 비해 음식은 실망스러웠다. 겉만 화려하기만 하고 내용이 없었다. 식사하는 내내 사기당한 기분이었다. 내 생각에는 엄청난 돈 낭비였다. 한번은 온라인으로 옷을 샀었다. 도착한 옷을 보니 품질이 영 실망스러웠다. 이미 가지고 있는 옷과 어울리지도 않았다. 모두 내 탓이었다. 부정적인 구매 후기들을 봤어야 했다. 환불을 신청하려고 계획했다. 하지만 너무 바빠서 그만 기간을 놓쳤다. 또 돈 낭비를 하고 말았다.\\n"
		},
		{
			"title": "Talk about a time when you failed on a test.",
			"explains": "I am loath to admit it, but I once failed my driver’s license exam. I signed up for driving lessons. I took them too lightly. I didn’t pay attention in class. As a result, I failed the exam on my first try. I did get my license later. Still, that failure was embarrassing. Last year, I applied to various companies for work. Finding employment is a tall order these days. I submitted my resume and took the entrance exam for a major conglomerate. It wasn’t even close. I was rejected before I was even granted an interview. I was hired later by a different company. I take pleasure in my work. However, it hurt my pride to be rejected before.",
			"means": "시험에 떨어진 경험에 대해 이야기해 주세요.\\n정말 인정하기 싫지만 나는 운전면허 시험에 떨어진 경험이 있다. 운전면허 학원에 등록을 했다. 하지만 시험을 너무 쉽게 생각했다. 강습 중에 집중을 하지 않았다. 결과적으로 시험을 처음으로 보고 떨어졌다. 나중에 면허를 취득하기는 했다. 하지만 불합격한 경험은 여전히 부끄러웠다. 작년에는 취직을 하기 위해 다양한 회사에 지원을 했다. 요새는 일자리를 구하는 것이 아주 어려운 일이다. 대기업에 이력서를 제출하고 입사 시함을 봤다. 그런데 근처에도 가지 못했다. 면접 기회도 받지 못하고 (서류 전형에서) 떨어졌다. 나중에 다른 회사에 취직하긴 했다. 현재 일에 보람을 느끼기도 한다. 하지만 이전에 불합격했던 것은 자존심이 상했다.\\n"
		},
		{
			"title": "Talk about a time when you got the wrong order.",
			"explains": "Last week, I went to a coffee shop and ordered my usual: hot green tea. I received my cup and took a sip. However, it wasn’t green tea, but coffee. I made a complaint at the counter. The barista was courteous and helpful. He apologized for the inconvenience, and gave me a new drink, free of charge. Another time, some friends and I went to get some pizza. The pizza arrived soon enough. The side dishes were a different story. They took forever. And when they did arrive, they weren’t what we ordered! We flagged a waiter to ask what had happened. We found out our order hadn’t gone through. We had been served food that was ordered by another table. It was a big mess. Maybe we should have just ordered in.",
			"means": "음식/음료가 잘못 나온 경험에 대해 이야기해 주세요.\\n나는 지난주에 커피숍에 가서 늘 주문하는 뜨거운 녹차를 시켰다. 컵을 받아 한 모금 마셨다. 하지만 녹차가 아니라 커피가 들어 있었다. 나는 카운터에 불평을 했다. 바리스타는 공손하게 도움을 주었다. 불편을 끼친 것에 대해 사과를 하고, 무료로 새 음료를 준비해 줬다. 또 한번은 친구들과 피자를 먹으러 갔다. 피자는 금방 나왔다. 하지만 사이드로 시킨 메뉴들은 애기가 달랐다. 한참이 걸렸다. 결국 도착했을 때는 심지어 우리가 주문한 음식이 아니었다. 종업원을 불러 어떻게 된 건지 물어봤다. 알고 보니 우리의 주문이 누락됐었다. 우리가 받은 음식은 다른 테이블에서 주문한 거였다. 상황이 엉망이었다. 집에서 그냥 배달시켜 먹는 것이 나을 뻔했다.\\n"
		},
		{
			"title": "Talk about a birthday party you went to recently.",
			"explains": "Our extended family had a party for my father’s birthday. Including my kids and nephews, it was a big get-together. My father prefers home-cooked meals. Instead of booking a restaurant, we had a potluck dinner. Everyone contributed their signature dish. After dinner, my father opened his gifts. I got him a bottle of top-shelf liquor. My wife gave him some new threads. However, our children one-upped us. They had the best gift of all. They performed a song and dance routine for their grandfather. They had practiced all week, and it paid off. My father was tickled pink. It was fun for the family to celebrate together. My mother-in-law’s birthday is next month. Hopefully, her party will be just as fun.",
			"means": "최근에 참석한 생일 파티에 대해 이야기해 주세요.\\n아버지 생신을 축하하기 위해 온 가족이 파티를 했다. 아이들과 조카들까지 참석을 해서 모임이 컸다. 아버지께서는 집에서 한 음식을 선호하신다. 그래서 음식점을 예약하지 않고, 각자 요리를 준비해 와서 저녁 식사를 했다. 모두가 각자 자신 있는 요리를 준비했다. 식사 후에는 아버지께서 선물을 열어 보셨다. 나는 고급 술을 드렸다. 아내는 새 옷을 드렸다. 하지만 아이들이 우리보다 빛났다. 최고의 선물을 준비했다. 그들은 할아버지를 위해 노래와 춤을 선보였다. 일주일 내내 준비한 거였는데, 그 진가를 발휘했다. 아버지께서는 매우 좋아하셨다. 가족들이 모두 함께 축하 드리는 것이 아주 즐거웠다. 다음 주에는 장모님 생신이 있다. 장모님 파티도 마찬가지로 재미있기를 바란다.\\n"
		},
		{
			"title": "Talk about a time when you worked part-time.",
			"explains": "When I was in college, I had a part-time job as a tutor. I taught English and math to two middle school students. At first, I felt pressured. If the students did poorly, it would be on me. I needn’t have worried. The students cooperated. They were highly motivated. They studied hard, and their grades improved. I was able to earn some pocket money and feel a strong sense of accomplishment. I also worked for a while at a beer hall. It was hard work. But the boss was a stand-up guy. I worked for an hourly wage. It was fun. However, working late hours became too difficult. I had to quit after about six months.",
			"means": "아르바이트 했던 경험에 대해 이야기해 주세요.\\n대학 시절에 나는 과외 아르바이트를 했다. 두 명의 중학생들에게 영어와 수학을 가르쳤다. 처음에는 부담감에 시달렸다. 학생들의 성적이 좋지 않으면 내 책임이었기 때문이다. 그런데 걱정할 필요가 없었다. 학생들이 잘 협조해 줬다. 그들은 매우 의욕적이었다. 열심히 공부했고, 성적이 올랐다. 나는 용돈도 조금 벌고, 동시에 큰 성취감도 느낄 수 있었다. 나는 호프집에서도 일을 해 본 경험이 있다. 일은 힘들었지만, 지배인이 워낙 좋은 분이었다. 시급을 받으며 일했다. 재미있었다. 하지만 늦은 시간에 일하는 것이 너무 힘들어졌다. 약 6개월 후에 그만둬야 했다.\\n"
		},
		{
			"title": "Talk about a time when you picked up a new hobby.",
			"explains": "Whenever I mentioned that I wanted to picked up a new hobby, many people recommended hiking. At first, I didn’t get it. I couldn’t understand the appeal. However, I kept at it. Soon, I was hooked. It feels exhilarating to stand on a peak and soak in the view. Walking helps me think. It’s great exercise, and costs next to nothing. I also love to learn new things. I’ve taken dance lessons. I’ve also taken yoga and pilates lessons. It’s no coincidence that these are all physical activities. I am not good at using my body. These pastimes helped me (to) overcome my clumsiness. They were all fun, but none of them had the staying-power of hiking.",
			"means": "새로운 취미를 시작한 경험에 대해 이야기해 주세요.\\n내가 새로운 취미를 배워 보고 싶다고 언급할 때마다 많은 사람들이 등산을 추천했다. 처음에는 이해하지 못했다. 무성이 그렇게 좋은지 알 수가 없었다. 하지만 계속 시도해 봤다. 머지않아 중독이 됐다. 산 정상에 서서 경치를 감상하는 것은 짜릿한 느낌이다. 걷는 것은 생각하는 데도 도움이 된다. 운동도 많이 되고, 돈도 거의 들지 않는다. 나는 또한 새로운 것을 배우기를 좋아한다. 댄스, 강습을 받아 본 적이 있다. 요가와 필라테스 강습도 받아 봤다. 전부 다 몸으로 하는 일인 것은 우연이 아니다. 나는 몸을 잘 쓰는 편이 아니다. 이러한 취미를 통해 덤벙대는 습관을 극복하는 데 도움을 받을 수 있었다. 모두 재미있었지만, 그 어느 것도 등산만큼 꾸준히 흥미를 느끼게 하지는 않았다.\\n"
		},
		{
			"title": "Talk about a time when you had money problems.",
			"explains": "I once got in a pickle because I didn’t have deep enough pockets. I had maxed out my credit cards. I was slapped with traffic fines. To make things worse, I had to pay through the nose for treatment at the dentist’s. At the end of the month, I received my credit card bill. I couldn’t muster up the money to pay it. I fell behind in payment. I received phone calls from the credit card company every other day. I had nowhere to turn to. I had to ask my parents for a loan. I paid them back soon, but it still made me feel down in the dumps. However, the experience had a silver lining. It inspired me to work harder. It also taught me the importance of responsible spending.",
			"means": "돈이 부족했던 경험에 대해 이야기해 주세요.\\n한번은 돈이 부족해서 힘들었던 적이 있다. 신용카드는 한도를 초과했다. 교통 벌칙금도 내야했다. 게다가 치과 치료를 받아서 큰 비용을 지불해야 했다. 월말에 신용카드 명세서를 받았다. 낼 돈이 없었다. 결국 연체되고 말았다. 이틀에 한 번 꼴로 신용카드 회사에서 전화가 왔다. 도움을 청할 곳이 없었다. 부모님께 돈을 빌려 달라고 부탁 드리는 수밖에 없었다. 돈은 곧 갚았지만 그래도 기분이 영 안 좋았다. 하지만 그 경험은 긍정적인 부분도 있었다. 더 열심히 일을 할 수 있는 동기부여가 되었다. 또한 책임 있는 지출의 중요성을 배우게 됐다.\\n"
		},
		{
			"title": "Talk about a time when you had a fight with a friend.",
			"explains": "A while ago, I fell into a misunderstanding with a friend. I mentioned her in a conversation with a mutual acquaintance. It was just small talk. However, she had the mistaken impression that I was talking behind her back. She completely overreacted. She accused me of being a gossip. I should have let it slide. Instead, I took the bait. We argued bitterly. We traded insults on the phone. We ended up falling out of touch. Recently, we ran into each other by chance. I swallowed my pride and said hello. We soon broke the ice. We aired our grievances. In a few minutes we were thick as thieves again. In retrospect, our argument was foolish.",
			"means": "친구와 다툰 경험에 대해 이야기해 주세요.\\n얼마 전에 침구와 와해가 생겼다. 서로 아는 지인과의 대화에서 내가 그녀를 언급했었다. 그냥 가벼운 담소였다. 하지만 그녀는 내가 그녀에 대해 뒤에서 욕을 했다고 오해했다. 친구는 완전히 과민 반응을 보였다. 내가 뒤에서 남 얘기하는 사람이라고 모함했다. 그냥 넘어갔어야 했다. 하지만 싸움에 휘말리고 말았다. 우리는 심하게 다투었다. 전화로 서로 욕했다. 결국 서로 연락이 끊겼다. 그런데 최근에 그 친구와 우연히 다시 마주쳤다. 자존심을 접어두고 인사를 했다. 곧 어색함이 풀렸다. 우리는 각자 하소연을 했다. 몇 분 후에는 다시 예전처럼 친해졌다. 지나고 나서 생각해보니 우리의 다툼은 어리석은 것이었다.\\n"
		},
		{
			"title": "Talk about a time you burnt food by accident.",
			"explains": "Usually, I know my way around a kitchen. I can cook up a meal in no time. However, I recently botched up badly. I was cooking soup on the stove. Then, I received a phone call. I soon became engaged in the conversation. I took my eye off the soup. Then, I smelled something burning. With a sinking sensation, I ran back to the kitchen. The room was filled with acrid smoke. The pot was burned beyond repair, to say nothing of the soup. It was a long time before the smell went away. Pancakes are my Achilles’ heel. I never know the right moment to flip them. I’ve burned more pancakes than I can count. It always bothers me when food goes to waste.",
			"means": "음식을 태워 본 경험에 대해 이야기해 주세요.\\n대체로 나는 부엌에서 능숙한 편이다. 순식간에 식사를 준비할 수 있다. 하지만 최근에 큰 실수를 했다. 가스레인지에 국을 끓이고 있었다. 그런데 그때 전화가 왔다. 곧 대화에 몰두하게 됐다. 국에 주의를 기울이지 않았다. 그러다가 뭔가 타는 냄새가 났다. 불길한 예감이 들어 부엌으로 달려갔다. 부엌 안이 온통 매캐한 연기로 차 있었다. 국은 말할 것도 없거니와 냄비가 되돌릴 수 없을 정도로 타 있었다. 냄새가 빠지는 데 한참 걸렸다. 한편, 나의 가장 큰 약점은 팬케이크다. 도무지 언제 뒤집어야 할지 모르겠다. 펜케이크는 셀 수도 없을 만큼 태워 버렸다. 이렇게 음식을 낭비하게 되면 늘 마음에 걸린다.\\n"
		},
		{
			"title": "Talk about a time when you fell down and hurt yourself.",
			"explains": "My hand-eye coordination is not very good. I have butterfingers. I am constantly dropping things. Once, I was walking in a new pair of heels. I had not yet broken them in. I walked too quickly, and tripped. I had runs in my stockings. My knees turned black and blue. My shins were scuffed and bled. However, the embarrassment was even worse. I was mortified. I was the center of attention in a crowd of people. Another time, I let my mind wander while I was climbing some stairs. I caught myself as I fell over. However, my wrist bore the brunt of the fall. It swelled up. It hurt a lot. I went to the hospital for an X-ray. I learned my wrist was broken, and I had to were a plaster cast.",
			"means": "넘어져서 다친 경험에 대해 이야기해 주세요.\\n나는 운동 신경이 그다지 좋지 못한 편이다. 물건을 자주 떨어뜨린다. 항상 뭔가를 떨어뜨린다. 한번은 새 하이힐 구두를 신고 걸어가고 있었다. 아직 구두를 길들이지 못한 상태였다. 너무 빨리 걷다가 넘어졌다. 스타킹이 곳곳에 뜯어졌다. 무릎에는 멍이 들었다. 정강이는 긁히고 피가 났다. 하지만 부끄러운 것이 더 싫었다. 몸 둘 바를 모를 정도로 창피했다. 수많은 사람들 속에서 모두의 관심의 중심에 있었다. 또 한번은 계단을 오르다가 딴 생각을 했다. 넘어지면서 가까스로 균형을 잡을 수 있었다. 하지만 충격이 손목에 집중됐다. 손목이 부어 올랐다. 많이 아팠다. 병원에 가서 엑스레이 사진을 찍었다. 알고 보니 손목이 골절 됐었고, 깁스를 해야 했다.\\n"
		},
		{
			"title": "Talk about a time when you had cramps.",
			"explains": "I recently went for a run at the park. As I was jogging, my leg seized up. I keeled over. I massaged my leg, but it cramped up again and again. I learned my lesson. Ever since then, I make sure to stretch before exercising. Another time, I got a charley horse while I was swimming. Thankfully, the water wasn’t too deep. The worst was when I got a cramp in my sleep. I was fast asleep when I felt a stitch in my side. I woke up with a start. It took a long time for my muscles to loosen up. I didn’t doze off again until the crack of dawn.",
			"means": "쥐가 난 경험에 대해 이야기해 주세요.\\n최근에 뛰러 공원에 갔다. 뛰는 도중에 다리에 경련이 나서 넘어졌다. 다리를 마사지했지만 계속해서 쥐가 났다. 교훈을 얻었다. 그때 이후로는 반드시 운동하기 전에 몸을 잘 푼다. 또 한번은 수영을 하다가 쥐가 났다. 다행히 물이 많이 깊지는 않았다. 최악은 자다가 쥐가 난 경험이었다. 한창 자고 있는데 옆구리가 아파왔다. 깜짝 놀라 깨어났다. 근육이 풀리는 데 한참이 걸렸다. 새벽이 될 때까지 다시 잠들지 못했다.\\n"
		},
		{
			"title": "Talk about a time when a delivery came late.",
			"explains": "When I’m channel surfing, I like to watch home shopping channels. One time, I saw a shirt that was right up my alley. I phoned in and ordered one. I thought it would arrive in a day or two, tops. Usually, parcel delivery services in Korea are very fast. However, a week passed and I was still waiting on the shirt. I called the customer service center. They told me that they were backed up. It was because they had received so many orders. The shirt was delivered a few days later. Another time, I ordered a pizza. I was told the wait would be 50 minutes, because of the lunch hour rush. It took even longer than that. I was famished when the pizza arrived. It was cold on top of being late. I had to make a complaint.",
			"means": "배송이 지연된 경험에 대해 이야기해 주세요.\\n나는 채널을 돌리다가 볼 것이 없으면 홈쇼핑 채널을 즐겨 본다. 한번은 딱 내 취향에 맞는 셔츠를 봤다. 전화를 걸어서 한 장 주문했다. 넉넉히 하루나 이틀이면 도착할 줄 알았다. 대체로 한국의 택배 서비스는 매우 빠르다. 하지만 일주일이 지나도 셔츠가 도착하기를 기다리고 있었다. 고객 서비스 센터에 전화를 했다. 상담원은 주문이 밀려 있다고 말했다. 워낙 주문량이 많아서 그랬다. 셔츠는 며칠 후에 도착했다. 또 한번은 피자를 주문했다. 점심 때 손님이 몰리는 시간이라서 대기 시간이 50분일 것이라고 했다. 하지만 그보다도 더 오래 걸렸다. 피자가 도착했을 무렵에는 배가 많이 고팠다. 늦었을 뿐만 아니라 심지어 식어 있었다. 불평을 해야 했다.\\n"
		},
		{
			"title": "Talk about a time when you had a fender-bender.",
			"explains": "I love my car, so I baby it a lot. However, one time I grazed the bumper while I was parking. I had nobody to blame. I had simply misjudged the angle. Thankfully, the car wasn’t badly dinged up. It was just a minor fender-bender. I had it fixed the next time I took the car into the shop. Another time, I put the car in reverse on a back street. By accident, I backed it into a wall. The rear fender was in shambles. I went to a repair shop for an estimate. The quote was eye-popping. I didn’t want to charge it to insurance, because it was my own fault. Since then, I’m much more careful when backing up.",
			"means": "접촉 사고가 났던 경험에 대해 이야기해 주세요.\\n나는 내 차를 매우 아끼기 때문에 조심스럽게 다룬다. 하지만 한번은 주차를 하다가 범퍼를 긁었다. 탓할 사람도 없었다. 단지 내가 각을 잘못 계산한 것이었다. 다행히 차가 심하게 망가지지는 않았다. 그냥 가벼운 접촉 사고였다. 나중에 카센터에 가는 길에 수리 받았다. 또 한번은 뒷골목에서 후진 기어를 넣었다. 실수로 후진해서 벽을 받았다. 후방 팬더가 엉망이 됐다. 견적을 받기 위해 카센터에 갔다. 견적 금액이 어마어마했다. 내 탓이었기 때문에 보험에 처리는 하고 싶지 않았다. 그때 이후로 나는 후진할 때 더 조심하는 편이다.\\n"
		},
		{
			"title": "Talk about a time when you had problems with your clothes.",
			"explains": "I am hopeless when it comes to sewing. One time, a button fell off from my shirt. I couldn’t even reattach it. As a temporary measure, I used a safety pin. Another time, I was wearing a formal suit. The pants got caught on something. With a flatulent sound, they ripped in the seat. All day, I was a bundle of nerves. I stayed seated for fear that someone would see. Just last week, I did the laundry. I put some sweaters in the washing machine. I made sure to use the gentle cycle. Despite my best efforts, the sweaters were ruined. They had shrunk beyond recognition. Next time, I will just entrust everything to the laundromat.",
			"means": "옷에 문제가 생긴 경험에 대해 이야기해 주세요.\\n나는 바느질은 형편없이 못한다. 한번은 셔츠에서 단추가 떨어졌다. 단추조차 다시 다는 법을 몰랐다. 그래서 임시방편으로 옷핀을 사용했다. 또 한번은 정장을 입고 있었다. 바지가 무엇인가에 걸렸다. 방귀 소리와도 같은 소리가 나면서 엉덩이 부분이 뜯어졌다. 하루 종일 안절부절못했다. 누가 볼까 봐 계속 앉아 있었다. 지난주에는 빨래를 했다. 스웨터 몇 장을 세탁기에 넣었다. 잊지 않고 세탁 강도를 약으로 했다. 하지만 나의 최선의 노력에도 불구하고 스웨터들은 망쳐 버렸다. 몰라보게 줄어들어 버렸다. 다음부터는 그냥 전부 다 세탁소에 맡겨야겠다.\\n"
		},
		{
			"title": "Talk about a time when you had motion sickness.",
			"explains": "One time, I was instant messaging a friend while on a bus. Before long, I had a bad case of motion sickness. I had a throbbing headache. My stomach was turning. To make things even worse, the traffic congestion was severe. We were on a highway, so I didn’t even have the option of getting off the bus. Another time, I went on a fishing trip with some friends. Out on the open water, the wind picked up. The waves grew fierce. I became very seasick. I took some medicine, but it was too little too late. I emptied my stomach. I felt disoriented. I broke out in a cold sweat. I was all but begging to get off the boat. It was not a very enjoyable experience.",
			"means": "멀미가 난 경험에 대해 이야기해 주세요.\\n한번은 버스를 타고 가며 친구에게 메시지를 보내고 있었다. 머지않아 심하게 차멀미를 했다. 머리가 지끈지끈 아팠다. 속도 뒤집어지는 느낌이었다. 교통 체증까지 심했다. 고속도로에서 주행 중이라 버스에서 내릴 수도 없었다. 또 한번은 친구들과 낚시 여행을 갔다. 넓은 바다로 나가자 바람이 거세졌다. 파도도 높아졌다. 뱃멀미를 심하게 했다. 약을 먹었지만 너무 부족하고 늦었다. 먹었던 것을 전부 다 토했다. 어지러웠다. 식은 땀도 났다. 배에서 내려 달라고 애원하고 싶은 심정 뿐이었다. 즐거운 경험이 아니었다.\\n"
		},
		{
			"title": "Talk about a time when you looked for a house to live in.",
			"explains": "A few months ago, my apartment lease was almost up. I decided to move, instead of renewing the contract. I visited a real estate agent. She showed me a lot of homes on the market. The price of lump sum deposit rentals is very high. It was difficult to find something in my price range. All the houses that I liked were out of my league. I put in the footwork, visiting various candidates. I arrived at the conclusion that I needed a bank loan. I bit the bullet and went to the bank. I was able to receive a loan at a low interest rate. I am happy with my current home. The next big step will be become a homeowner.",
			"means": "집을 구해 본 경험에 대해 이야기해 주세요.\\n몇 달 전에 집 계약이 거의 끝나가고 있었다. 계약을 갱신하지 않고 이사를 하기로 결정했다. 부동산 중개인을 만났다. 그녀는 시중에 나와 있는 다양한 집들을 보여 줬다. 요즘 전세 가격이 매우 높다. 내 예산 범위 내에 있는 매물을 찾기 힘들었다. 마음에 드는 집은 전부 엄두도 내지 못할 정도였다. 발로 뛰어서 다양한 후보군을 찾아가 봤다. 결국 은행 대출을 받아야겠다는 결론을 내렸다. 큰 결심을 하고 은행에 갔다. 낮은 금리에 대출을 받을 수 있었다. 현재 집이 아주 만족스럽다. 내 집을 마련하는 것이 그 다음 큰 단계가 될 것이다.\\n"
		},
		{
			"title": "Talk about a time when you had problems with your computer.",
			"explains": "Last week, I tried to fire up my laptop, but nothing happened. It simply refused to boot up. I called up my computer guru friend. He gave me a few pointers. None of them worked. My computer had given up the ghost. I took it to a service center. The technician there ran some diagnostics. He said that the culprit was a critical error in the hard drive. For the life of me, I couldn’t figure out how it happened. I was forced to pay top dollar to replace the hard drive. Even then I wasn’t out of the woods. I had to re-install all the programs I use. Thankfully, I had backed up most of my documents. I downloaded those from my cloud account. It was a tedious process that took several days.",
			"means": "컴퓨터가 고장 난 경험에 대해 이야기해 주세요.\\n지난주에 노트북을 부팅하려고 했는데 아무런 반응도 없었다. 전원이 켜지지 않았다. 컴퓨터를 잘하는 전문가 친구에게 전화를 했다. 그는 몇 가지 조언을 해 줬다. 하지만 모두 소용없었다. 컴퓨터가 완전히 고장 난 것이다. 컴퓨터를 들고 서비스 센터에 갔다. 수리 기사가 진단을 했다. 문제는 하드 드라이브의 치명적 오류라고 했다. 아무리 생각해 봐도 어떻게 발생한 일인지 알 수가 없었다. 어쩔 수 없이 큰 돈을 내고 하드 드라이브를 고체해야 했다. 그러고도 문제가 다 해결된 것은 아니었다. 사용하는 프로그램을 전부 다시 설치해야 했다. 다행히 문서 파일들은 대부분 백업을 해 두었다. 클라우드 계정에서 문서 파일들을 다운 받았다. 며칠이나 걸리는 지루한 과정이었다.\\n"
		},
		{
			"title": "Talk about a time when you lost money while investing.",
			"explains": "For a while, I was big on the stock market. I used a multi-pronged approach. I tried both short-term trading and long-term funds. I soaked up advice like a sponge. I tried things that bank employees recommended. I discussed the ins and outs of the market with my friends. I also did my homework, reading books and taking online classes. However, I couldn’t earn a return on my investment. At time, the losses were quite sizeable. The biggest problem was that stock trading is all-consuming. I kept getting side-tracked at work as I checked the stock prices. I couldn’t focus on my day job. I eventually had to give it up. Stock trading just wasn’t my forte.",
			"means": "투자 손실을 본 경험에 대해 이야기해 주세요.\\n한동안 나는 주식에 빠져 있었다. 다각도로 접근을 했다. 단기 매매와 장기 펀드를 모두 해 봤다. 여러 곳에서 조언을 접하는 족족 받아들였다. 은행 직원들이 추천하는 상품도 이용해 봤다. 시장의 자세한 면면을 친구들과 의논했다. 또 책도 읽고 온라인 수업도 듣는 등 철저히 준비 과정도 밟았다. 하지만 투자 수익을 내지 못했다. 때로는 손실이 제법 컸다. 가장 큰 문제는 주식 거래가 다른 모든 것을 밀어냈다는 것이었다. 주가를 확인하느라 근무 중에 계속 집중을 하지 못했다. 본업에 집중할 수가 없었다. 결국은 그만둬야 했다. 나는 주식 거래에는 재능이 없었다.\\n"
		},
		{
			"title": "Talk about a time when you were unhappy with the service.",
			"explains": "I recently went to a restaurant to wine and dine my wife for our anniversary. The food was top notch. However, the bad service was a problem. Our waiter had a bad attitude. He just left our menus on the table without any explaining. He took our orders with a dark look on his face. My steak was under-cooked. I’m not a picky eater, but the meat was almost raw. When I asked to return it to the kitchen, he snapped at me. I almost threw a tantrum in the restaurant. I settled for posting a bad review online. Everything else was fine, but the bad service was a fly in the ointment. For me, service can make or break a restaurant.",
			"means": "서비스에 불만족했던 경험에 대해 이야기해 주세요.\\n최근 결혼기념일에 아내에게 좋은 식사와 술을 사 주고 싶어 음식점에 갔다. 음식은 아주 훌륭했다. 하지만 안 좋은 서비스가 문제였다. 웨이터의 태도가 불량했다. 아무런 설명도 없이 메뉴를 테이블에 두고 갔다. 그리고 기분 나쁜 표정으로 주문을 받았다. 게다가 스테이크가 덜 익어서 나왔다. 나는 음식을 가리는 편이 아니지만 고기가 거의 조리를 안 한 것에 가까웠다. 주방에 다시 보내 달라고 부탁했더니 내게 신경질을 냈다. 음식점에서 크게 화를 낼 뻔했다. 인터넷에 부정적인 후기를 올리는 것으로 만족했다. 다른 것은 모두 문제 없었지만 안 좋은 서비스가 옥의 티였다. 내가 생각하기에는 서비스가 음식점의 성공 여부를 결정지을 수 있다.\\n"
		},
		{
			"title": "Talk about the summer weather in Korea.",
			"explains": "The summertime weather in Korea can be sweltering. The mercury rises and the humidity is high. It is not out of the ordinary for temperatures to go over 30 degrees Celsius. The tropical nights are the worst. Hot nights make it next to impossible to sleep. The heat keeps people tossing and turning. The hot weather reaches a peak during the dog days of summer. That’s when people opt for cool foods and drinks to beat the heat. Luckily, there are many options in Korea. Shaved ice, called bingsu, is a favorite among Koreans. Cold noodles called naengmyeon are also popular. Air conditioning is a must in the summer. However, turning it on for too long can lead to cold-like symptoms. It helps to remember that autumn is just around the corner.",
			"means": "한국의 여름 날씨에 대해 이야기해 주세요.\\n한국의 여름철 날씨는 몹시 무더워지기도 한다. 기온이 올라가고 습도도 높아진다. 기온이 섭씨 30도를 상회하는 일도 비일비재하다. 열대야는 최악이다. 무더운 밤에는 잠드는 것이 거의 불가능하다. 더위 때문에 사람들은 잠들지 못해 뒤척인다. 삼복 기간 동안에는 절정에 이른다. 그럴 때면 사람들이 더위를 이기기 위해 시원한 음식과 음료를 찾는다. 다행히도 한국에서는 선택 가능한 메뉴가 많다. 빙수는 한국 사람들 사이에서 인기가 아주 높다. 냉면도 인기 있는 메뉴다. 여름에 에어컨은 필수다 그러나 너무 오랫동안 에어컨을 켜 두면 감기 증상이 발생할 수 있다. 가을이 곧 다가온다는 사실을 기억해 두면 도움이 된다.\\n"
		},
		{
			"title": "Talk about what you plan to do for your summer vacation.",
			"explains": "I take summer vacations seriously. After all, it is the highlight of the year. This year, I plan to head to the beach. I can’t wait to jump in the water. I want to eat all sorts of seafood and try the local delicacies. I would also like to have a barbeque at our cabin in the evening. Last year. I traveled abroad. It was a blast. This year, I’m changing things up. I want to search for hidden gems. My biggest regret is not spending more time with my family. That’s why I want to spend quality time with them this summer. If possible, I’d like to bring my parents along. I’m aiming to go in late July.",
			"means": "여름 휴가 계획에 대해 이야기해 주세요.\\n나는 여름 휴가에 대해 아주 진지하게 생각한다. 따지고 보면 일 년 행사 중 하이라이트라고 볼 수 있다. 올해는 해변가로 가고자 한다. 물 속에 어서 뛰어들고 싶은 마음이다. 다양한 해산물과 지역 별미도 맛보고 싶다. 저녁에는 펜션 숙소에서 고기도 굽고 싶다. 작년에는 해외로 여행을 갔다. 아주 재미있었다. 올해는 좀 바꿔 볼까 한다. 숨어 있는 (국내) 명소를 찾고 싶다. 가족들과 시간을 더 보내지 못한 것이 가장 크게 후회되는 일이다. 따라서 올 여름은 가족들과 뜻깊은 시간을 보내고 싶다. 가능하다면 부모님도 모시고 가고 싶다. 7월 말 출발을 목표로 삼고 있다.\\n"
		},
		{
			"title": "Talk about Korean street food.",
			"explains": "There are food trucks in cities across the globe. But Koran has something even better: street food! In any Korean city, you can find vendors selling food on the streets. There’s a huge variety of options. The most common items are gimbap, spicy rice cakes, fish cake, blood sausages called sundae, and friend foods. Other goodies are available, too. There are chicken skewers, hot dogs, pastries and sandwiches. In the winter, street vendors sell foods like roasted sweet potatoes, chestnuts and peanuts. With so many choices, there’s something for everyone. Street food is good when you want to grab a quick bite. In a pinch, it can fill in for an actual meal. There are even tent bars on the street called pojangmacha. I love their cozy atmosphere and affordable prices.",
			"means": "한국의 길거리 음식에 대해 이야기해 주세요.\\n푸드 트럭은 세계 곳곳의 도시에 있다. 하지만 한국에는 더욱 좋은 것이 있다. 바로 길거리 음식이다! 한국의 어느 도시에 가도 거리에서 음식을 파는 노점을 찾을 수 있다. 종류도 아주 다양하다. 가장 흔한 음식은 김밥, 떡볶이. 어묵, 순대, 그리고 튀김이다. 다른 맛있는 음식들도 있다. 닭꼬치, 핫도그, 빵, 샌드위치 등이 있다. 겨울에는 노점상들이 군고구마, 밤, 땅콩 등을 판다. 종류가 워낙 다양해서 누구든 취향에 맞는 것을 찾을 수 있다. 길거리 음식은 가볍게 배를 채우기에 그만이다. 여차하면 식사를 대신할 수도 있다. 심지어 거리에는 포장마차도 있다. 나는 포장마차의 아늑한 분위기와 부담 없는 가격을 매우 좋아한다.\\n"
		},
		{
			"title": "Talk about staff dinners in Korea.",
			"explains": "Staff dinners are quite common in Korea. In Korean office culture, co-workers often eat dinner together. The frequency of staff dinners depends on the company, and the team. More often than not, people indulge in a few drinks with dinner. This is a good opportunity to improve chemistry between colleagues. It strengthens the bond among workers. However, some people say that staff dinners are an extension of work. They sometimes have to go against their will. These days, staff dinners are more family-friendly. Some teams go to see a play or a movie together. The gatherings tend to end earlier than in the past. That way, workers can build team spirit, but still spend time with family.",
			"means": "한국의 회식 문화에 대해 이야기해 주세요.\\n한국에서 회식은 자주 있는 편이다. 한국의 직장 문화에서는 동료들과 저녁 식사를 함께하는 것이 보편적인 일이다. 회식의 빈도는 각 회사, 각 팀에 따라 다르다. 대개 식사를 함과 동시에 술도 몇 잔 하는 것이 관행이다. 이는 동료들과의 관계를 끈끈하게 할 수 있는 좋은 기회다. 직원들 간의 관계를 돈독하게 해 주는 것이다. 그러나 어떤 사람들은 회식도 업무의 연장이라고 한다. 때로는 억지로 참석해야 하기도 한다. 요새는 회식이 더 가족 친화적이다. 어떤 팀들은 함께 연극이나 영화를 보러 가기도 한다. 더불어 회식 모임이 더 일찍 끝난다. 그렇게 함으로써 팀의식을 키움과 동시에 가족과 시간을 보낼 수도 있게 된다.\\n"
		},
		{
			"title": "Talk about the birthrate of Korea.",
			"explains": "Korea ranks near the bottom in the world for birthrate. There are many reasons. First of all, people are dragging their feet before getting hitched. They want to focus on their careers. They need time to save up for wedding costs. Also, more and more couples are having just one child. That’s because the cost of raising a child is very burdensome. There is even a new term, “DINK.” It is an acronym for “double income, no kids.” It refers to couples without kids who both work. A growing number of people now feel that marriage isn’t absolutely necessary. It is a valid option. However, the low birthrate causes a misbalance in the population. It’s a problem on a national scale. A solution is urgently needed.",
			"means": "한국의 출산율에 대해 이야기해 주세요.\\n한국의 출산율은 세계 최하위 수준이다. 이유는 다양하다. 우선, 사람들이 결혼을 미루는 경향이 있다. 대신 커리어에 초점을 맞춘다. 결혼 비용을 마련할 시간도 필요하다. 또한 갈수록 많은 부부들이 아이를 하나만 낳는다. 이는 양육 비용이 부담스럽기 때문이다. 심지어 ‘딩크족’이라는 신조어도 생겼다. 이는 double income, no kids의 약자로 아이가 없는 맞벌이 부부를 뜻한다. 갈수록 많은 사람들이 결혼을 해야 하는 것이라고 생각하지 않는다. 이는 (요즘 세태에) 근거가 없지 않은 생각이다. 하지만 낮은 출산율은 인구의 불균형을 야기한다. 국가적인 차원의 문제다. 해결책이 시급하다.\\n"
		},
		{
			"title": "Talk about the new payment methods in Korea.",
			"explains": "Back in the day, paying for something was simple. You only had to choose between cash or credit. But now, smartphones have paved the way for more payment methods. There are so many options, it can be dizzying. Credit cards can be stored on phones using apps. The phone itself can be used for small payments. Some purchases are even made on messaging apps. These new methods have made payments a cinch. However, there is a trade-off. Security is a pressing issue. Online payments are vulnerable to hacking. Users must take precautions. For example, they should change their passwords periodically.",
			"means": "한국에서 사용 가능한 새로운 결제 방식에 대해 이야기해 주세요.\\n오래전에는 무엇인가 결제를 하는 것이 매우 단순했다. 현금과 신용카드 중에 고르기만 하면 됐었다. 하지만 이제는 스마트폰이 더 많은 지불 방식을 가능케 만들었다. 방법이 너무 많아 헷갈릴 정도다. 신용카드는 이제 앱을 통해 휴대폰에 넣을 수 있다. 휴대폰 자체로 소액 결제를 할 수도 있다. 심지어 어떤 구입품은 메신저 앱을 통해서도 결제가 가능하다. 이러한 새로운 방식들은 결제를 아주 쉽게 만들어 주었다. 하지만 반대급부가 따른다. 보안이 시급한 문제다. 온라인 결제는 해킹에 취약하다. 사용자는 예방 조치를 취해야 한다. 예를 들어, 비밀번호를 주기적으로 바꿔야 한다.\\n"
		},
		{
			"title": "Talk about Internet security.",
			"explains": "Internet security is a hot topic. Everybody and their dog are online these days. As a result, Internet users are juicy targets for hackers. Their hacking techniques have evolved. They have more tricks up their sleeves. Hacking programs are more sophisticated than ever. Online accounts are susceptible to hacking. Privacy leaks can even hit major sites or servers. Experts call for stronger security measures. Security programs must be bolstered. Individuals should step up efforts to protect their personal information. They should be more vigilant on the Internet. Online protection is no longer a matter of choice. Lawmakers should double down on laws that protect personal information.",
			"means": "인터넷 보안에 대해 이야기해 주세요.\\n인터넷 보안은 뜨거운 화제다. 이제는 인터넷을 사용하지 않는 사람이 거의 없을 정도다. 따라서 인터넷 사용자들은 해커들에게 탐스러운 표적이다. 해킹 기술은 진화해 왔다. 해커들은 더 많은 수법을 확보하고 있다. 해킹 프로그램들은 그 어느 때보다 정교하다. 온라인 계정은 해킹에 취약하다. 개인 정보 유출은 주요 사이트나 서버에도 영향을 끼칠 수 있다. 전문가들은 더 강한 보안 대책을 촉구한다. 보안 프로그램들도 강화해야 한다. 개개인도 개인 정보를 보호하기 위한 노력에 박차를 기해야 한다. 더불어 인터넷상에서는 경계를 늦춰서는 안 된다. 온라인 보안은 더 이상 선택의 문제가 아니다. 법을 만드는 분들은 개인 정보를 보호하는 법률을 강화해야 할 것이다.\\n"
		},
		{
			"title": "How has preparing for trips become compared to in the past?",
			"explains": "Thanks to the Internet, finding travel information has become a walk in the park. There are seemingly endless travel sites and blogs online. You don’t even need a computer. Everything from finding information to booking a flight or hotel can be done on smartphones. Smartphones also make it easier to change one’s itinerary. It can all be done while on the move, and in real time. Transportation has also become faster. In the past, plane tickets used to be pricey. Now, there are low-cost carriers. Their fares are much cheaper. In Korea, many travelers take the bullet train, called the KTX. They are fast and reliable. Plus, driving is less of a chore now, since most cars have GPS.",
			"means": "과거에 비해 여행 준비가 어떻게 바뀌었는지 이야기해 주세요.\\n인터넷 덕분에 여행 정보를 찾는 일이 매우 쉬워졌다. 인터넷상에 여행 사이트와 블로그가 수도 없이 많다. 심지어 컴퓨터도 필요 없다. 정보 검색부터 항공편이나 숙소 예약까지 모든 일을 스마트폰으로 할 수 있다. 또한 스마트폰을 통해 일정 변경도 쉽게 할 수 있다. 이동 중에 실시간으로 할 수 있다. 교통편도 빨라졌다. 과거에는 비행기표가 아주 비쌌다. 이제는 저가 항공사들이 있어서 표 값이 훨씬 저렴하다. 한국에서는 많은 여행객들이 KTX라고 불리는 고속열차를 이용한다. 속도도 빠르고 믿을 수 있다. 또한 대부분의 자동차에 내비게이션이 장착되어 있어 운전도 덜 피곤한 일이 되었다.\\n"
		},
		{
			"title": "Talk about memorable video clips you have seen online.",
			"explains": "I enjoy watching video clips on the Internet. I feel like I’ve seen it all. Recently, I saw a real knee-slapper. It was a short clip of a comedy program. It made me crack up. I was rolling in the aisles. Needless to say, I clicked the “like” button and reposted it. I also saw several clips of traffic accidents from dash cams in cars. It made me feel sick to my stomach. It remined me again that when driving, safety is paramount. Finally, I’ve also seen several movie trailers online. The one that stood out for me was the one for “Captain America-Civil War.” I made my way through many versions. The trailers did what they were supposed to do. They made me go watch the flick.",
			"means": "인터넷에서 본 인상적인 동영상에 대해 이야기해 주세요.\\n나는 인터넷에서 동영상을 즐겨 본다. 안 본 것이 없을 정도다. 최근에도 아주 웃기는 영상을 봤다. 예능 프로그램의 짧은 편집 영상이었다. 정말 빵 터졌다. 정신 없이 웃었다. 말할 것도 없이 ‘좋아요’를 누르고 퍼왔다. 자동차 블랙박스에 찍힌 사고 영상도 여럿을 봤다. 속이 안 좋을 만큼 끔찍했다. 운정 중에는 안전이 무엇보다 중요하다는 사실을 다시금 되새기게 되었다. 마지막으로, 인터넷에서 영화 예고편도 여러 번 봤다. 특히 기억에 남은 것은 ‘캡틴 아메리카-시빌 워’였다. 여러 버전의 예고편을 봤다. 예고편들은 제 역할을 했다. 그로 인해 나는 그 영화를 가서 보게 되었다.\\n"
		},
		{
			"title": "Talk about how you make use of VOD services.",
			"explains": "When I was younger, I studied the TV listings every day for my favorite programs. If I missed a program I wanted to watch, that was that. I had to wait for the reruns. But these days, I just use video-on-demand (VOD) services. Program uploads come right on the heels of the original broadcast. Watching them doesn’t cost that much. It’s very convenient. As an added perk, you can watch programs on mobile devices. You’re not bound to the TV in your house. With the advent of digital TV in Korea, it’s easy to use VOD services with the remote. I don’t need to fuss over broadcast schedules any more. With VOD, my viewing schedule is up to me. I just have to pay a little extra on my cable bill.",
			"means": "다시 보기 서비스를 어떻게 사용하는지 이야기해 주세요.\\n나는 어렸을 때 매일 가장 좋아하는 프로그램을 보기 위해 TV 편성표를 자세히 봤다. 혹시라도 보고 싶은 프로그램을 놓치면 다른 방법은 없었다. 재방송을 기다려야만 했다. 하지만 요새는 다시 보기 서비스를 이용한다. 본방 직후에 프로그램이 올라온다. 보는 데 비용이 그리 많이 들지도 않는다. 아주 편리하다. 게다가 프로그램을 모바일 기기로도 볼 수 있다. 집에 있는 TV에 묶여 있을 필요가 없다. 한국에 디지털 TV가 도입됨에 따라 리모컨으로 다시 보기 서비스를 사용하기가 쉬워졌다. 방송 편성표에 더 이상 신경 쓸 필요가 없어졌다. VOD를 사용하면 시청 스케줄을 내가 정할 수 있다. 케이블 방송 요금을 낼 때 조금만 더 내면 된다.\\n"
		},
		{
			"title": "Talk about when you lost your wallet.",
			"explains": "A few weeks ago, I had a few too many during dinner with friends. I dozed off on the bus on my way home. When I got off at my stop, my wallet was nowhere to be found. I figured I must have dropped it on the bus. I called the bus company. I looked in the bus in question. It was all for nothing. The wallet was gone. A lot of important things were in that wallet. Credit cards, cash, coupons, photographs, you name it. I had no choice but to cancel all of the cards. I also had to visit the district office to get my ID re-issued. It was a big hassle.",
			"means": "지갑을 분실한 경험에 대해 이야기해 주세요.\\n몇 주 전에 친구들과 저녁을 먹으면서 다소 과음을 했다. 집에 가는 길에 버스에서 잠이 들었다. 정류장에서 내려 보니 지갑이 온데간데 없었다. 버스에서 흘렸을 것이라고 추측했다. 버스 회사에 전화를 걸었다. 해당 버스 안을 뒤져봤다. 헛수고였다. 지갑이 없어진 것이다. 그 지갑 안에는 중요한 물건이 많이 들어 있었다. 신용카드, 현금, 쿠폰, 사진 등등 여러 가지가 있었다. 할 수 없이 카드를 전부 정지시켜야 했다. 구정에 가서 신분증도 재발급 받아야 했다. 정말 귀찮은 일이었다.\\n"
		},
		{
			"title": "Talk about when you lost your voice.",
			"explains": "A while ago, I was swamped with work. To make matters worse, I had to go to several staff dinners. As a matter of course, we went to a noraebang after some drinking. While singing, I gave my all. I wanted to put my best face forward with my boss. It worked, and my boss was quite impressed. However, I yelled so much, I got a sore throat. At first, my voice sounded a little raspy. Then, things went downhill. I completely lost my voice. I had to visit an ear, nose and throat (ENT) doctor. The doctor wrote me a prescription for medicine. For the next week, I had to take it easy with my voice. It was a long time before I felt like myself again.",
			"means": "목소리를 잃었던 경험에 대해 이야기해 주세요.\\n얼마 전에 일이 엄청 몰린 적이 있었다. 엎친 데 덮친 격으로 회식까지 여러 번 가야 했다. 늘 그렇듯 술을 마시고 노래방에 갔다. 최선을 다해 노래를 했다. 상사에게 좋은 인상을 심어 주고 싶었기 때문이다. 나름 효과가 있었고, 상사는 깊은 인상을 받았다. 하지만 너무나 소리를 지른 나머지 목이 쉬었다. 처음에는 목소리가 다소 거칠게 들리는 정도였다. 하지만 이후에 상태가 악화되었다. 목소리가 아예 나오지를 않았다. 이비인후과에 가야 했다. 의사 선생님이 약 처방전을 써 주셨다. 이후 한 주 동안 목에 무리가 가지 않도록 해야 했다. 완전히 회복할 때까지는 오랜 시간이 걸렸다.\\n"
		},
		{
			"title": "Talk about when your AC broke down.",
			"explains": "It’s very hard to make it through the summer without air conditioning in Korea. I got a taste of it last year. Our air conditioner stopped blowing cold air. It was leaking water. We tried to get by with a fan. But the summer weather was more than it could handle. Without further ado, we called up a repairman. The repairman arrived and worked his magic. He gave the air conditioner a once-over. Then he got to work. He cleaned the dust from the filters. He recharged the refrigerant. Before long, the air conditioner was a good as new. It was just a few days, but having no AC was the pits.",
			"means": "에어컨이 고장 났던 경험에 대해 이야기해 주세요.\\n한국에서 여름에 에어컨 없이 지내기는 매우 힘들다. 나는 작년에 겪어 봤다. 집에 에어컨이 찬바람을 더 이상 내뿜지 않았다. 물도 샜다. 선풍기만으로 버텨 보려고 했다. 하지만 여름 날씨를 견뎌 내기에는 역부족이었다. 더 이상 지체하지 않고 수리 기사를 불렀다. 수리 기사가 도착해서 실력을 발휘했다. 먼저 에어컨을 한번 훑어봤다. 그리고 나서는 작업을 시작했다. 필터에서 먼지를 청소했다. 냉매도 충전했다. 얼마 지나지 않아 에어컨이 새것처럼 멀쩡해졌다. 불과 며칠 동안이었지만 에어컨 없이 지내는 것은 정말 최악이었다.\\n"
		},
		{
			"title": "Talk about when you had a barbeque.",
			"explains": "A while ago, when the weather was nice, I wanted to get some air. I got in touch with some like-minded friends. We decided to have a picnic. We wanted to grill some meat, so first we went shopping for groceries. We chose different cuts of meat, like pork belly, ribs and steak. We also bought some mushrooms and sausages. Then, we chose some veggies to wrap the meat in. Of course we picked up some drinks, too. When we got to the picnic site, we sprang into action. I lit the fire. My friends prepped the ingredients and doled out drinks. Soon, the barbecue was in full swing. The meat was mouth-watering. We cooked the steaks just so. We enjoyed the meal and each other’s company.",
			"means": "고기를 구워 먹었던 경험에 대해 이야기해 주세요.\\n얼마 전에는 날씨가 좋아서 바람을 좀 쐬고 싶었다. 마음이 잘 맞는 친구들에게 연락을 했다. 우리는 놀러 가기로 결정했다. 고리를 구워 먹을까 해서 먼저 장을 보러 갔다. 삼겹살, 갈비, 스테이크 등 다양한 부위의 고기를 선택했다. 버섯과 소시지도 샀다. 또 고기를 싸 먹기 위한 야채도 골랐다. 물론 음료도 구입했다. 소풍 장소에 도착하자마자 행동을 개시했다. 나는 불을 지폈다. 친구들은 재료를 준비하고 음료도 나눠 줬다. 머지않아 고기 굽기가 한창이었다. 고기가 아주 맛있어 보였다. 스테이크를 딱 알맞게 잘 구웠다. 음식도 맛있었고 서로 함께 있는 것도 즐거웠다.\\n"
		},
		{
			"title": "Talk about littering.",
			"explains": "Most vacationers are responsible and civic-minded. However, there are those who are very irresponsible and leave their trash behind. I’m sure you have seen tons of garbage at vacation spots. When I went to a beach recently, the entire beach was covered with trash. It was truly an eyesore. I guess the people who created that mess just couldn’t clean up after themselves. The authorities should crack down on people who litter. They should impose steep fines. Prevention is even more important than punishment. A sense of civic pride is key. It’s something we should teach our kids from an early age.",
			"means": "쓰레기 투기에 대해 이야기해 주세요.\\n대부분의 여행객들은 책임감 있고 시민 의식이 강하다. 하지만 무책임하게 본인의 쓰레기를 버리고 가는 사람도 있다. 누구든 여행지에서 쓰레기 더미를 본 적이 있을 것이다. 최근에 해변에 갔는데, 해변이 온통 쓰레기로 뒤덮여 있었다. 정말 보기 흉했다. 그렇게 지저분하게 만들어 놓고 간 사람들은 그저 본인이 머물렀던 자리를 치우기 싫었던 모양이다. 당국에서 쓰레기를 버리는 사람들을 강하게 단속해야 한다. 고액의 벌금을 부과해야 한다. 처벌보다도 중요한 것이 바로 예방이다. 시민으로서의 자부심이 핵심이다. 이것을 우리 아이들에게 어릴 때부터 가르쳐야 할 것이다.\\n"
		},
		{
			"title": "Talk about when food went bad.",
			"explains": "The weather in the summer is hot and humid, so food can spoil before you know it. Recently, I bought some rice cakes. I wasn’t very hungry, so I just had a few and left the rest on the table. At room temperature, they went bad the next morning. Soups and stews spoil easily, too. My wife recently whipped up some soup. She even went through the trouble of boiling it again to prevent it from spoiling. That usually does the trick. That time, it wasn’t enough. The next day, we had to throw away the leftovers. Letting food go bad is wasteful, but it can also be dangerous. A bad case of food poisoning is no joke. To be on the safe side, it’s best to put food in the refrigerator right away.",
			"means": "음식이 상했던 경험에 대해 이야기해 주세요.\\n여름에는 날씨가 덥고 습해서 음식이 순식간에 상할 수 있다. 최근에 나는 떡을 샀다. 배는 별로 고프지 않아서 몇 개만 먹고 나머지는 식탁에 두었다. 다음 날 아침에 보니 상온에서 떡이 상해 있었다. 국이나 찌개도 쉽게 상한다. 최근에 아내가 국을 끓였다. 심지어 상하지 말라고 한 번 더 끓이는 수고까지 했다. 그렇게 하면 일반적으로 효과가 있다. 하지만 이번에는 그걸로 충분하지 않았다. 다음 날, 남은 음식을 버려야만 했다. 음식이 상하게 두는 것은 낭비일 뿐만 아니라 위험할 수도 있다. 심각한 식중독은 웃어넘길 일이 아니다. 만약을 위해서라도 음식은 곧바로 냉장고에 넣는 것이 좋다.\\n"
		},
		{
			"title": "Talk about your driving habits.",
			"explains": "On the whole, my personality is pretty laid-back. I usually drive safely. I never run a red light. I stay under the speed limit. I yield to other drivers. However, I do sometimes lose my temper. There are people who drive like maniacs. There are people who park inconsiderately. When I see those people, I am hit with road rage. I get furious. Sometimes I even swear. Unsafe driving isn’t just dangerous for the perpetrator. It puts other people in danger. That’s why it really rubs me the wrong way. Drivers should remember that safety is far and away the most important thing.",
			"means": "자신의 운전 성향에 대해 이야기해 주세요.\\n나는 성격이 대체로 느긋한 편이다. 보통은 안전 운전을 한다. 신호 위반을 하는 일은 절대 없다. 규정 속도를 지킨다. 다른 운전자들에게 양보도 한다. 하지만 나도 가끔은 화가 날 때가 있다. 간혹 정신 나간 사람처럼 운전하는 사람들이 있다. 배려심 없이 주차하는 사람들도 있다. 그런 사람들을 보면 이른바 운전 중 분노를 느낀다. 화가 난다. 때로는 욕까지 하게 된다. 난폭 운전은 당사자에게만 위험한 것이 아니다. 다른 사람들도 위험에 처하게 하는 행동이다. 그래서 불쾌해진다. 운전자들은 단연코 안전이 가장 중요하다는 사실을 유념해야 한다.\\n"
		},
		{
			"title": "Talk about your physical traits.",
			"explains": "I am neither especially pretty nor ugly. I am somewhere in between. My friends tell me I have an inviting face. My eyes are my strongest trait. My eyes are on the large side. With some make-up. I would say that they are quite pretty. My height is just shy of 165cm. I wouldn’t say no to being a little taller. My one insecurity is that my legs are a bit short. I wish they were longer. That way, I’d be better proportioned. I weigh 52kg. It’s okay, but sometimes I do put on some extra weight. That’s when I have to hit the gym. I’d like to be a little thinner, of course. I don’t like to take risks with my hair, so I just keep it long.",
			"means": "본인의 외향적 특징에 대해 이야기해 주세요.\\n나는 특별히 예쁘지도, 못생기지도 않았다. 그 중간쯤 되는 거 같다. 친구들은 내 얼굴이 호감형이라고 한다. 눈은 내가 가장 자신 있는 부위다, 눈이 큰 편이다. 화장을 하면 감히 예쁘다고 할 수도 있다. 키는 165센티미터가 조금 못 된다. 조금 더 컸다면 나쁘지 않았을 것이다. 한 가지 콤플렉스는 다리가 조금 짧다는 것이다. 조금 더 길었으면 좋겠다. 그렇다면 비율이 더 좋았을 텐데 말이다. 몸무게는 52킬로그램이다. 괜찮은 정도지만 때로는 살이 더 붙기도 한다. 그럴 때는 헬스장에 가야 한다. 물론 조금 더 날씬하면 좋겠다. 머리는 너무 파격적인 스타일을 하고 싶지 않아서 그냥 길게 풀어 둔다.\\n"
		},
		{
			"title": "Where do you get your weather forecast?",
			"explains": "I hate being caught out on the rain. I usually check the weather forecast on my mobile phone. A friend told me about an app that shows weather updates on the home screen. It shows the weather conditions as they’re being updated. It also displays the forecast for a certain period of time. This can be hourly, daily or weekly. A fun way to kill time is to sneak a peek at the weather in other places. I can see what it’s like where my loved ones are living. I also like to check the weather at getaway destinations, and daydream about going there. In the past, I turned in to TV broadcasts for the weather forecast. Now, with smartphones, weather updates are at my fingertips.",
			"means": "일기 예보를 어떻게 접하는 지 이야기해 주세요.\\n나는 비를 맞는 것을 정말 싫어한다. 보통 휴대폰으로 일기 예보를 미리 확인한다. 친구가 기상 정보를 바탕 화면에 보여 주는 앱에 대해 알려 줬다. 최신 기상 정보를 바로바로 보여 준다. 또한 특정 기간 동안의 예보를 보여 주기도 한다. 매 시간, 매일, 혹은 매주 단위로 볼 수 있다. 다른 지역의 날씨를 살짝 엿보는 것도 시간 때우기에 그만이다. 가족과 친지들이 지내는 곳의 날씨를 볼 수 있다. 또 휴가지의 날씨를 확인하며 직접 그곳으로 여행을 가는 상상을 하는 것도 즐겁다. 과거에는 일기 예보를 확인하기 위해 TV 방송을 시청했다. 이제는 스마트폰으로 인해 기상 정보가 바로 손끝에 있다.\\n"
		},
		{
			"title": "Talk about when you had shoulder pain.",
			"explains": "I am a night owl, so sometimes I like to burn the midnight oil. But when I sit at my desk for too long, my shoulders flare up. At times, the pain is so bad, I’m hardly able to move. I went to the hospital once for an expert opinion. I got acupuncture treatment at an oriental medicine clinic. I’ve also tried getting massages for my shoulder pain. However, I never got more than temporary relief. Shoulder pain is a chronic problem for many modern people. Based on personal experience, I think good posture is most important. Periodic stretching and exercise help, too. Plus, using your shoulder a lot can help cure the pain.",
			"means": "어깨 통증으로 고생했던 경험에 대해 이야기해 주세요.\\n나는 밤 늦게 뭐 하는 것을 즐겨서 때로는 늦게까지 작업을 한다. 하지만 책상에 너무 오랫동안 앉아 있으면 어깨 통증이 심하게 발생한다. 가끔은 통증이 너무 심해서 거의 움직이지도 못할 지경이다. 전문가의 의견을 듣기 위해 병원에 가 봤다. 한의원에서 침도 맞아 봤다. 마사지도 받았다. 하지만 일시적으로만 나을 뿐이었다. 많은 현대인들에게 어깨 통증은 만성 질환이다. 내경험상, 바른 자세가 가장 중요한 것 같다. 주기적으로 스트레칭을 하고 운동을 하는 것도 도움이 된다. 또한, 어깨를 자주 사용하면 통증을 완화할 수 있다.\\n"
		},
		{
			"title": "Talk about pharmacies in Korea.",
			"explains": "Pharmacies are not hard to find in Korea. It feels like there’s one on every street corner. Most of them are small, mom and pop shops. But don’t be fooled. They have almost anything you need. They sell both prescription medication and over-the-counter drugs. Usually, they also carry health supplements, hangover cures, and vitamin drinks. Some even sell basic cosmetics such as lotion or lip balm. As a rule, pharmacists in Korea are well-versed at their jobs. If you tell them your symptoms, they can offer a recommendation. Pharmacies often have short operating hours, but not to worry! For basic medications like cold medicine or painkillers, you can just drop by a nearby convenience store.",
			"means": "한국의 약국에 대해 이야기해 주세요.\\n한국에서 약국은 찾기 힘들지 않다. 거리마다 있는 것 같다. 대부분은 규모가 크지 않은 동네 상점 같다. 하지만 크기만 보면 안된다. 필요한 거라면 거의 뭐든 있다. 처방약과 일반 의약품을 모두 판매한다. 흔히 영양 보충제, 숙취 해소제, 그리고 비타민 음료 등도 판매한다. 어떤 곳은 로션이나 립밤 등의 기초 화장품도 판매한다. 한국의 약사들은 대체로 전문성이 뛰어나다. 증상을 이야기하면 약을 추천해 준다. 약국은 대체로 영업시간이 긴 편이 아니다. 그러나 걱정할 필요 없다! 감기약이나 진통제 등 기본 의약품을 사려면 가까운 편의점에 들르면 된다.\\n"
		},
		{
			"title": "Talk about taking selfies.",
			"explains": "I’m a big fan of taking selfies. Some might say that I am a selfie enthusiast. Taking selfies is a snap these days because most smartphones are equipped with cameras. Throughout the day, I take selfies to record what I am doing. It’s like taking photos instead of writing a diary. When I like a photo in particular, I post it up on my Facebook page. This is likewise easy if I use a smartphone. Nowadays, I sometimes use a selfie stick. This makes a world of difference. It really makes selfies more fun. Koreans are known for loving selfies. I am no exception.",
			"means": "셀카 촬영에 대해 이야기해 주세요.\\n나는 셀카 촬영을 즐긴다. 혹자는 나는 셀카 애호가라 부를 수도 있겠다. 요즘에는 대부분의 스마트폰에 카메라가 탑재되어 있기 때문에 셀카 촬영이 아주 쉽다. 나는 하루 일과 동안 내가 무엇을 했는지 기록하기 위해 셀카를 찍는다. 일기를 쓰는 대신 사진을 찍는 셈이다. 특별히 마음에 드는 사진이 있으면 페이스북을 통해 공유한다. 이 또한 마찬가지로 스마트폰을 쓰면 쉽다. 요새는 가끔 셀카봉을 사용하기도 한다. 이는 굉장히 큰 변화로 이어졌다. 정말로 셀카가 더 재미있어진다. 한국 사람들은 셀카를 많이 즐긴다고 알려져 있다. 나 또한 예외는 아니다.\\n"
		},
		{
			"title": "Talk about taking the subway in Korea.",
			"explains": "Korea’s subway system is great. The Seoul Metro is a model of public transportation. It’s convenient. It’s affordable. Above all, it’s easy to use. It really is the full package. First-time visitors to Seoul are often surprised by how ubiquitous the subway system is. The different lines cover almost all of Seoul and surrounding areas. What’s more, the stations are all over the place. Wherever you are, a station is probably nearby. There are many subway lines, but it’s not intimidating. That’s because the routes are pretty straightforward. It’s unlikely that you would get lost. It’s best to get a metro card. You can use it over and over again. Also, the card allows users to get free transfers.",
			"means": "한국의 지하철에 대해 이야기해 주세요.\\n한국의 지하철 체계는 훌륭하다. 서울 지하철은 대중 교통의 모범 사례다. 편리하고 요금 또한 저렴하다. 무엇보다도 이용이 쉽다. 정말 다방면으로 우수하다. 서울을 처음 방문하는 사람들은 지하철의 해당 범위에 놀라곤 한다. 다양한 노선이 서울 및 주변 지역의 대부분을 잇는다. 게다가 거의 모든 곳에 역이 있다. 어디에 있든 주번에 지하철역이 있을 가능성이 높다. 노선은 많지만 그렇다고 위압감이 들지는 않는다. 노선들이 직관적인 편이기 때문이다. 아마도 길을 잃는 경우는 드물 것이다. 교통카드를 구입하는 것이 가장 좋다. 교통카드는 여러 번 재사용이 가능하고, 또한 카드를 사용하면 무료로 환승을 할 수 있다.\\n"
		},
		{
			"title": "How do you check the news?",
			"explains": "Nowadays, knowledge is power. It’s very important to stay up to date. Knowing the latest news is an important leadership trait. There are many ways to get the news. Television is an oldie but a goodie. TV is where the vast majority of people watch news programs. Similarly, newspapers are old-fashioned but still a good source of information. Korea is one of the most wired countries in the world. Unsurprisingly, many people now read the news on mobile devices. Koreans crave breaking news. News is on the internet before any other medium. Therefore, people who read the news on their smartphones can stay ahead of the curve.",
			"means": "뉴스를 어떻게 접하시나요?\\n요즘 세상에는 아는 것이 곧 힘이다. 최신 정보를 속지하고 있는 것이 매우 중요하다. 가장 최근의 소식을 알고 있는 것은 리더쉽의 중요한 요소이기도 하다. 뉴스를 접하는 방법에는 여러 가지가 있다. TV를 통해 뉴스 방송을 시청한다. 마찬가지로 신문은 엣날식이지만 아직도 좋은 정보원이다. 한국은 세계에서 통신망이 가장 잘 맞춰져 있는 나라 중 하나다. 이제는 많은 사람들이 모바일 기기를 통해 뉴스를 읽는다는 사실이 놀랍지 않다. 한국인들은 뉴스 속보를 적극적으로 찾아본다. 뉴스는 그 어떤 매체보다도 인터넷에 가장 먼저 공개된다. 따라서 스마트폰을 통해 뉴스를 읽는 사람들은 남들보다 앞서갈 수 있다.\\n"
		},
		{
			"title": "Talk about the problems you have had with your computer.",
			"explains": "My laptop computer is an indispensable part of my day-to-day life. For both work and play, I can’t make do without it. However, my laptop has been the cause of many headaches. Rebooting is often a solution. Once, my laptop became very sluggish. It took longer to launch applications. It turned out that it had been infected with a virus. I had to reformat the whole thing. Some things are harder to fix. When the monitor malfunctioned, I had to take it in for repairs at the service center. I am the one to blame for problems sometimes. I’ve lost many important files when I forgot to save them properly.",
			"means": "컴퓨터에 문제가 생겼던 경우에 대해 이야기해 주세요.\\n내 노트북은 나의 일상생활에서 빼놓을 수 없는 부분이다. 업무와 여가 생활 모두 노트북 없이는 해결할 수 없다. 하지만 노트북으로 인해 골치 아픈 일도 많았다. 보통은 재부팅만 해도 해결되는 경우가 많긴 하다. 한번은 노트북이 정말 느려졌다. 프로그램을 띄우는 데 시간이 한참 걸렸다. 알고 보니 바이러스에 감염된 것이었다. 통째로 다시 포맷을 해야 했다. 어떤 문제는 고치기가 더 어렵다. 화면이 오작동했을 때는 서비스 센터에 수리를 맡기러 가야만 했다. 때로는 나의 탓인 경우도 있다. 저장을 제대로 하지 않아서 날린 중요한 파일이 한두 개가 아니다.\\n"
		},
		{
			"title": "Talk about when you lost your belongings.",
			"explains": "I’m usually very alert and attentive. However, when it comes to my belongings, I can be a little scatterbrained. I have a knack for misplacing things. A smartphone costs a pretty penny. Losing it is a big deal. I’ve lost track of my phone several times. I’ve also lost my wallet occasionally. Sometimes it was even more upsetting because the lost wallet was a gift with sentimental value. One time, I lost my phone and wallet at the same time. I couldn’t even ring up the call center to cancel my credit cards. It was definitely a stressful experience. And of course, I’ve lost my umbrella on numerous occasions.",
			"means": "소지품을 분실했던 경험에 대해서 이야기해 주세요.\\n나는 평소에 매우 기민하고 주의 깊은 편이다. 하지만 소지품 관리의 경우 다소 정신이 산만할 때도 있다. 물건을 잃어버리는 재주가 있다. 스마트폰은 고가의 물건이다. 잃어버린다면 큰일이다. 나는 폰을 여러 번 잃어버렸다. 때론 지갑도 잃어버렸다. 가끔은 마음으로 아끼는 선물로 받은 지갑이라 더욱 속상한 경우도 이었다. 한번은 폰과 지갑을 같은 날 밤에 잃어버리기도 했다. 콜센터에 전화해 신용카드를 정지시킬 수도 없었다. 상당히 스트레스 받는 경험이었다. 그리고 물론 우산은 아주 여러 번 잃어버린 적이 있다.\\n"
		},
		{
			"title": "Talk about when you had trouble with your home appliances.",
			"explains": "We often take our home appliances for granted. But when they break down, we realize how much we depend on them. The fridge breaking down can be a nightmare. It happened to my family once and some of the food went bad. We had to call up a repairperson to fix it. When our vacuum wasn’t working properly, the remedy was simpler. We just had to empty out all the dust. It can be a major issue when the AC doesn’t work in the summer. In the sweltering weather, the house can become unbearably hot. Even worse, the repair costs can be very high.",
			"means": "가전제품에 문제가 생겼던 경험에 대해 이야기해 주세요.\\n우리는 흔히 가전제품을 당연하게 여길 때가 있다. 하지만 고장이라도 나면 우리가 얼마나 가전제품에 의지하는지 깨닫게 된다. 냉장고가 고장 나면 최악의 상황일 수 있다. 우리 가족에게 그런 일이 발생했을 때 음식이 일부 상해 버렸다. 수리 기사를 불러 고쳐야 했다. 진공청소기가 고장 났을 때는 해결책이 더 단순했다. 안에 있는 먼지만 비워 내면 됐다. 여름에 에어컨이 고장 나면 아주 큰 문제일 수 있다. 무더운 날씨에 집안이 견딜 수 없을 만큼 더워질 수 있다. 게다가 수리비까지 매우 비쌀 수 있다.\\n"
		},
		{
			"title": "Talk about how you make use of your planner.",
			"explains": "For ordinary desk jockeys, a planner is a must-have. On most workdays, I keep a small planner with me at all times. It’s useful to me in many ways. I use it to draft to-do lists. When I attend a meeting, I jot down important notes. Even on days when my schedule is hectic, I don’t get confused. I just check my itinerary in my planner. Nowadays, mobile apps have made planners even more user-friendly. I can sync my mobile planner with my laptop. That way, my notes are updated in real-time. Anyone who doesn’t use a planner should give it a try.",
			"means": "수첩을 어떻게 활용하는지 이야기해 주세요.\\n평범한 직장인들에게 수첩은 필수품이지요. 저는 대부분의 군무일에 항상 작은 수첩을 가지고 있습니다. 수첩은 저에게 다방면으로 유용합니다. 해야 할 일의 목록을 작성할 때 쓰기도 하고요. 회의에 참석할 경우 주요 사항을 적어 두는 데 사용하기도 합니다. 일정이 정신 없는 날에도 헷갈리지 않아요. 수첩에 있는 일정을 확인하면 됩니다. 요새는 모바일 앱 덕분에 수첩을 사용하기가 더욱 편리해졌습니다. 모바일 수첩은 노트북과 동기화할 수 있어요. 그러면 모든 메모 내용이 실시간으로 업데이트 되거든요. 수첩을 사용하지 않는 사람이라면 누구든 한번 시도해 볼 만합니다.\\n"
		},
		{
			"title": "Talk about how you make use of Bluetooth.",
			"explains": "I like to keep my surroundings well-organized. Having too many things on my desk distracts me when I work. That’s why I adore Bluetooth. It eliminates the need for messy wires. Bluetooth is very widespread now. It’s used for many applications. I use it most often for audio devices. I can link my phone to headphones, speakers or even my car. Then, it’s a cinch to play music using a music streaming app. Bluetooth is also an easy way to manage PC peripherals such as a mouse or a keyboard. Best of all, it’s all automatic. Once a device has been paired, it detects and connects on its own.",
			"means": "블루투스를 어떻게 사용하는지 이야기해 주세요.\\n나는 주변을 깔끔하게 유지하는 것을 좋아한다. 책상에 물건이 너무 많으면 일할 때 신경이 쓰인다. 그래서 나는 블루투스를 매우 좋아한다. 지저분한 전선들이 필요가 없어진다. 이제 블루투스는 매우 보편화되었다. 다양한 방면으로 사용된다. 나는 주로 오디오 장치에 사용한다. 폰을 헤드폰, 스피커 혹은 자동차에서까지 연결할 수 있다. 이후에는 음악 스트리밍 앱을 통해 음악을 듣는 것이 매우 쉽다. 블루투스는 또한 마우스나 키보드 등 컴퓨터 주변 기기를 관리할 수 있는 쉬운 방법이다. 가장 좋은 것은 모두 자동으로 연결된다는 점이다. 기기를 한번 페어링해 놓으면 스스로 감지하고 연결한다.\\n"
		},
		{
			"title": "Talk about how you use recipes to cook something.",
			"explains": "Cooking shows are all the rage in Korea lately. In the past, cooking shows were only about the food. But nowadays, the shows have a strong emphasis on entertainment. There are shows in which chefs compete against each other. There are shows in which seasoned experts teach cooking to newcomers. There are even shows in which celebrities reveal their original recipes. And of course, there are countless recipes online. The internet is probably the most common source for recipes. People poring over their phones in the kitchen has become a common sight. I enjoy preparing meals from scratch. However, I am just a novice cook, so I follow recipes closely.",
			"means": "요리할 때 레시피를 어떻게 활용하는지 이야기해 주세요.\\n요새 한국에서는 요리 방송이 대세이다. 과거에는 요리 방송이 오로지 음식에 대한 것이었다. 하지만 이제는 방송이 예능에 중점을 둔다. 셰프들이 서로 경쟁하는 프로그램이 있는가 하면, 숙련된 전문가들이 초짜들에게 요리를 가르치는 프로그램도 있다. 심지어 유명인들이 본인의 독창적인 요리법을 공개하는 방송도 있다. 그리고 인터넷에도 물론 수없이 많은 레시피가 있다. 인터넷은 아마도 레시피를 구할 수 있는 가장 보편적인 방법일 것이다. 따라서 사람들이 주방에서 휴대폰을 유심히 들여다보는 광경이 흔해졌다. 나는 기본 재료부터 시작해 음식을 하는 것을 즐긴다. 하지만 아직 요리 초짜이기 때문에 레시피를 그대로 따른다.\\n"
		},
		{
			"title": "Talk about the problems you have gone through during a trip.",
			"explains": "Usually, traveling is a treat. However, any number of things can go wrong while traveling. Sometimes, a problem can ruin an entire trip. For example, getting lost in an unfamiliar place can be very scary. I once misread a map and lost my bearings. It was a harrowing experience. Exceeding the weight limit while checking in for a flight can also be annoying. Good scheduling is important. If you arrive too late or too early at your hotel, you might not be able to check in. It pays to be alert. That way, you probably won’t lose anything, and you will be safe.",
			"means": "여행 중 겪은 문제들에 대해 이야기해 주세요.\\n보통 여행하는 것은 즐거운 일이다. 하지만 여행 중에는 여러 가지 문제가 발생할 수 있다. 때로는 한 가지 문제가 여행 전체를 망치는 경우도 있다. 예를 들어, 낯선 곳에서 길을 읽는 것은 겁이 날 수 있다. 나도 한번은 지도를 잘못 보고 방향 감각을 잃은 적이 있었다. 무서운 경험이었다. 항공기 탑승 수속을 할 때 수화물이 무게 제한을 넘기는 일도 골치 아픈 일이 될 수 있다. 여행 일정은 꼼꼼히 짜는 것이 중요하다. 호텔에 너무 늦게, 혹은 너무 일찍 도착한다면 체크인을 할 수 없을지도 모른다. 경계를 늦추지 않아야 한다. 그렇게 한다면 물건도 잃어버리지 않고 안전도 지킬 수 있을 것이다.\\n"
		},
		{
			"title": "Talk about a memorable hotel you stayed at.",
			"explains": "Over the years, I have stayed at quite a few hotels. Many hotels were just more of the same. Some were very memorable. I discovered my favorite hotel by chance. It’s not a ritzy or high-end place. Other hotels are more luxurious. But my favorite place strikes the perfect balance between price, service and amenities. I first found it through an internet search. I chose it at the time because it was within my price range. I was happily surprised. The food was first-rate. The staff were courteous and helpful. The rooms were clean and spacious. It was just a lot of bang for the buck. Whenever a friend travels to that city, I highly recommend that hotel.",
			"means": "가 봤던 인상적인 호텔에 대해 이야기해 주세요.\\n나는 수년간 상당히 많은 호텔에 묶어 봤다. 많은 호텔들이 그리 특별할 것은 없었지만, 일부는 아주 인상적이었다. 내가 가장 좋아하는 호텔은 우연히 발견했다. 화려하거나 고급스러운 곳은 아니다. 더 호화로운 호텔도 있다. 하지만 내가 가장 좋아하는 곳은 가격, 서비스, 그리고 편의 시설 간의 균형을 완벽하게 맞춘 곳이다. 처음에 인터넷 검색을 통해 찾았다. 당시에는 나의 예산 범위에 적합했기 때문에 선택했다. 하지만 기분 좋은 놀라움이었다. 음식은 최고급이었다. 직원들은 친절하고 서비스도 좋았다. 방도 깨끗하고 넓었다. 가성비가 아주 훌륭했다. 친구가 그 도시로 여행을 가면 그 호텔을 강력 추천한다.\\n"
		},
		{
			"title": "Talk about how you use tumblers.",
			"explains": "I am a sucker for coffee. I almost always have a cup at hand. However, I don’t want to go through too many disposable cups. That’s way I use a tumbler. It takes a little effort, but it’s worth it. First of all, my tumbler is heat-retaining. It keeps my coffee hot in the winter, and ice-cold in the summer. Also, most coffee shop offer a discount for using a tumbler. When you drink coffee as much as I do, the saving add up. The biggest benefit is that a tumbler is eco-friendly. Paper cups are wasteful. That’s why I bring my tumbler wherever I go.",
			"means": "텀블러를 어떻게 사용하는지 이야기해 주세요.\\n나는 커피의 유혹에 쉽게 넘어간다. 거의 항상 가까이에 한 컵 지니고 있다. 하지만 일회용 컵을 너무 많이 사용하고 싶지는 않다. 그래서 나는 텀블러를 쓴다. 약간의 노력이 필요하지만, 그럴만한 가치가 있다. 우선 내 텀블러는 보온이 된다. 겨울에는 커피를 뜨겁게, 여름에는 아주 차갑게 유지해 준다. 또한 대부분의 커피숍은 텀블러 사용자에게 할인을 해 준다. 나처럼 커피를 많이 마시는 경우 할인 금액이 합쳐지면 꽤 된다. 가장 큰 이점은 텀블러가 친환경적이라는 것이다. 종이컵은 낭비가 심하다. 그렇기 때문에 나는 어디를 가든 텀블러를 가지고 다닌다.\\n"
		},
		{
			"title": "Talk about how you get over a hangover.",
			"explains": "For grown-ups, having a few drinks can be a laugh. But if you drink excessively, there is a price to pay. A hangover can put a downer on an entire day. On days after I drink too much, I often have an upset stomach. I feel nauseated and light-headed. If the symptoms are really bad, I have to visit a pharmacy and take medication. For lighter cases, a sports drink or some tea can be enough. One of my favorite ways to cure a hangover is Korean-style hangover relief soup. There are many different types. Most of them are hearty and piping hot. Working up a sweat with a hot dish of soup can do wonders.",
			"means": "숙취 해소법에 대해 이야기해 주세요.\\n어른이라면 술을 몇 잔 하는 것이 즐거운 일일 수 있다. 하지만 과음을 하면 대가를 치러야 한다. 숙취는 하루의 분위기를 통째로 망칠 수 있다. 나는 과음을 한 다음 날에는 속이 안 좋은 경우가 많다. 매스껍고 어지럽기도 하다. 증상이 심하면 약국에 들러 약을 사서 먹어야 한다. 가벼운 경우에는 이온 음료나 차로도 충분할 수 있다. 숙취를 해소하는 방법 중 내가 가장 선호하는 것 중 하나는 한국식 해장국이다. 종류는 다양하다. 대부분 든든하고 뜨겁다. 뜨거운 국을 먹으며 땀을 흘리면 큰 도움이 된다.\\n"
		},
		{
			"title": "Talk about a housewarming party you had.",
			"explains": "My family recently moved into a new house. To celebrate the occasion, we invited some friends and co-workers to a housewarming party. The preparations took all day. We woke up at the crack of dawn to get ready. We cooked some food for dinner. For snacks, we also ordered in some food. Soon, our guests showed up. They didn’t come empty-handed. They came bearing gifts. People brought amenities like toilet paper, soap and detergent. They brought food like cake and fruit. The party was Bring Your Own Bottle(BYOB). The party was a riot. Everyone had fun. All the hard work was wiped from our memory.",
			"means": "집들이를 한 경험에 대해 이야기해 주세요.\\n우리 가족은 최근에 새 집으로 이사했다. 이를 기념하기 위해 친구들과 직장 동료들을 집들이에 초대했다. 준비 과정은 하루 종일 걸렸다. 새벽부터 일어나서 준비를 했다. 저녁 식사 때 먹을 음식을 했다. 간식으로는 배달 음식을 주문했다. 머지않아 손님들이 도착했다. 손님들은 빈손으로 오지 않았다. 선물을 들고 왔다. 화장지, 비누, 세제 등 기본 편의 용품들을 가지고 왔다. 케이크와 과일 같은 음식도 가져왔다. 파티에 술은 각자 챙겨 왔다. 모임이 아주 즐거웠다. 모두가 즐거운 시간을 보냈다. 준비하느라 힘들었던 것은 기억나지 않았다.\\n"
		},
		{
			"title": "Talk about money gifts in Korea.",
			"explains": "In Korea, cash is a common and widely-accepted gift. Many different occasions call for cash gifts. For example, elderly parents often receive pocket money from their children. Surveys have found that cash is the most popular holiday gift. Cash is also the norm for wedding gifts and at funerals. Some say that presents should be more personalized. They feel that painstakingly selecting a gift is more meaningful. That makes sense. But on the other hand, a cash gift is more practical. There’s no telling whether a recipient will like a gift. A cash gift is always welcomed. It can be used anywhere. That’s why cash is so popular.",
			"means": "한국의 현금 선물 문화에 대해 이야기해 주세요.\\n한국에서는 현금이 흔하고 널리 통용되는 선물이다. 현금 선물이 적합한 자리는 많다. 예를 들어, 연세가 있으신 부모님들은 자녀로부터 용돈을 받는 경우가 많다. 설문조사에 따르면 현금이 가장 인기 있는 명절 선물이라고 한다. 또한 결혼식장이나 장례식장에서도 현금으로 성의를 표시하는 것이 보편화되어 있다. 혹자는 선물은 개개인에게 더 맞게 해야 한다고 주장한다. 공들여 선물을 고르는 것이 더 의미 있다는 주장이다. 이러한 주장도 말이 된다. 하지만 반면에 현금 선물은 더 실용적이다. 받는 사람이 특정 선물을 좋아할지 알 방법이 없기 때문이다. 현금 선물은 항상 환영받는다. 어디서든 사용할 수 있다. 이것이 바로 현금이 인기 있는 이유다.\\n"
		},
		{
			"title": "Talk about your cell phone bill.",
			"explains": "Almost everyone has a mobile phone these days, but everyone pays a different amount. There are many different types of data plans. Sometimes it can be very confusing. I use a fixed-rate plan. It gives me a fixed amount of time for calls. There is no limit on the data. It feels tailor-made for me, because I don’t make many calls, but I use the internet a lot. Korea is so high-tech that small payments can easily be made via phone. These payments show up on the monthly wind up becoming a large sum. All in all, phone bills in Korea are quite reasonable.",
			"means": "휴대폰 요금 청구서에 대해 이야기해 주세요.\\n요새는 거의 누구나 휴대폰을 사용하지만, 모두가 서로 다른 요금을 지불한다. 다양한 데이터 요금제가 존재한다. 그래서 때로는 혼동이 올 수 있다. 나는 고정 요금제를 사용한다. 정해진 통화량이 주어진다. 데이터 사용량에는 제한이 없다. 나는 통화는 많이 하지 않지만 인터넷을 자주 사용하기 때문에 내게 안정맞춤인 요금제 같다. 한국은 워낙 기술력이 앞서서 휴대폰으로 소액 결제도 쉽게 할 수 있다. 하지만 조심해야 한다. 적은 금액도 쌓이면 합계가 커질 수도 있다. 대체로 한국에서 통신 요금은 합리적인 수준이다.\\n"
		},
		{
			"title": "Talk about how you search for restaurants.",
			"explains": "I love food, so I hate going to mediocre restaurants. That’s why I search in advance for the best places. I usually refer to my mobile phone. I just type in the neighborhood and the type of food I want. That gives me various different search results. Blogs can be very informative. They contain photos, pricing information, and the blogger’s personal take on the food. They even include the phone number and exact location of the restaurant. I sometimes post reviews of my favorite eateries on social media. It’s not just to brag. It’s in the hopes that other people will be able to benefit from the information.",
			"means": "맛집 검색을 어떻게 하는지 이야기해 주세요.\\n나는 음식을 매우 좋아하기 때문에 그저 그런 평범한 식당에 가는 것을 싫어한다. 따라서 가장 좋은 곳을 찾기 위해 미리 검색을 한다. 주로 휴대폰을 참고한다. 지역과 원하는 음식의 종류를 입력하면 된다. 그러면 다양한 검색 결과가 나온다. 블로그에서 많은 정보를 얻을 수 있다. 사진, 가격 정보, 그리고 음식에 대한 작성자의 개인적인 평가를 포함한다. 심지어 음식점의 전화 번호 및 정확한 위치를 포함하기도 한다. 나도 때로는 가장 좋아하는 식당에 대한 평을 SNS에 올리기도 한다. 단순히 자랑하기 위한 것은 아니다. 다른 사람들이 정보를 활용할 수 있을 것이라는 기대 때문이다.\\n"
		},
		{
			"title": "Talk about when you had problems with doors.",
			"explains": "A door seems simple on the surface. But when something goes wrong, it can be very problematic. Once, I arrived at home but I had no idea where my keys were. I was locked out. I had to call a locksmith to get in. Using an electronic door lock gets rid of the keys. But even an electric door lock has its share of problems. When the battery dies, it’s not easy to get inside. Even after replacing the batteries, the lock must be reset. Other problems are easier to solve. A squeaky door can be fixed with some lubricant. Door knobs can be replaced using a screwdriver. All you need to a little know-how.",
			"means": "문 때문에 고생했던 경험에 대해 이야기해 주세요.\\n겉으로 봤을 때 문은 아주 단순해 보인다. 하지만 뭔가 문제가 생기면 아주 골치 아플 수 잇다. 한번은 집에 도착했는데 열쇠를 어디에 뒀는지 도무지 기억이 나지 않았다. 들어갈 수가 없었다. 자물쇠 수리하시는 분을 불러서 들어가야 했다. 전자식 자물쇠를 쓰면 열쇠를 없앨 수 있다. 하지만 도어락도 나름의 문제가 있다. 건전지가 방전되면 들어가기가 쉽지 않다. 건전지를 교체해도 재설정을 해야 된다. 다른 문제는 해결하기가 더 쉬운 경우도 있다. 삐걱거리는 문은 윤활제를 사용해서 고칠 수 있다. 문 손잡이는 드라이버만 있다면 교체할 수 있다. 요령만 있으면 된다.\\n"
		},
		{
			"title": "Talk about various water sports.",
			"explains": "There’s nothing like water sports in the summertime. It doesn’t matter whether it’s a river, a lake, a pool or beach. Water is a shortcut to fun in the sun. If you’re new to water sports, water parks are a good starting point. They offer activities for all skill levels. The one drawback is that they are on the pricey side. My favorite places for water sports are Cheongpyeong and Gapyeong. They are a short car ride away from Seoul. You can choose from banana boats, wake boards, jet skis and more. The icing on the cake is having a barbecue at night. After a full day of activities, the barbecue hits the spot.",
			"means": "다양한 수상 스포츠에 대해 이야기해 주세요.\\n여름에는 수상 스포츠만한 것이 없다. 강이든, 호수든, 수영장이든 해변이든 상관없다. 물은 곧 햇볕 아래 즐거운 시간으로 가는 지름길과도 같다. 수상 스포츠가 처음이라면 워터파크가 좋은 시작점이다. 다양한 실력 수준에 맞는 놀거리가 있다. 유일한 단점이라면 가격이 약간 비싼 편이라는 것이다. 개인적으로 수상 스포츠를 즐기기에 가장 좋아하는 곳은 청평과 가평이다. 서울에서는 자동차로 조금만 이동하면 된다. 바나나 보트, 웨이크 보드, 제트 스키 및 이외에도 여러 가지 스포츠 중에서 고를 수 있다. 밤에 고기까지 구워 먹으면 금상첨화다. 하루 종일 물놀이를 하고 나서 바비큐를 해 먹으면 딱 좋다.\\n"
		},
		{
			"title": "Talk about online lectures.",
			"explains": "Korea has an excellent internet infrastructure. Broadband connections are available everywhere. As a result, online lectures are very commonplace. Students prep for college entrance exams through online lectures. They can make use of the lessons to study. But it doesn’t end there. Adults take online courses too. Some companies offer in-house education online. Many job seekers who want to pad their resumes study a foreign language. Online courses are a popular channel for learning English, Chinese and Japanese. Mobile internet speeds are also high. Many people watch lectures using their phones on the go. Online lectures are not a niche market. In Korea, they are mainstream.",
			"means": "인터넷 강의에 대해 이야기해 주세요.\\n한국은 훌륭한 인프라를 보유하고 있다. 광대역 인터넷 접속을 어디서든 할 수 있다. 따라서 인터넷 강의가 매우 보편화되어 있다. 학생들은 인강을 통해 대학 입시를 준비한다. 인강 수업을 활용해 공부를 할 수 있다. 하지만 거기서 끝이 아니다. 성인들도 인강 수강을 한다. 어떤 기업들은 사내 교육을 인터넷으로 한다. 이력서를 보충하려는 수많은 구직자들이 외국어 공부를 인강으로 하기도 한다. 인강은 영어, 중국어, 일어 등을 배울 수 있는 인기 있는 매체다. 모바일 인터넷 속도도 매울 빠르다. 많은 사람들이 이동 중에도 폰으로 인강을 듣는다. 인강은 이제 틈새시장이 아니다. 한국에서는 주류가 되었다.\\n"
		},
		{
			"title": "Talk about business cards.",
			"explains": "In Korea, people exchange business cards very frequently. There are rules of etiquette to keep in mind. If you receive a business card during a meeting, you should keep it in front of you. It’s also a sign of respect to give or receive a card using both hands. Business cards are not limited to business settings. Friends exchange them as well. Office workers carry a card case filled with their business cards. People have piles of cards at their desks. It’s easy to save contacts on a phone. Some apps even scan business cards automatically. This might make business cards seem out of date. But for now, they are a big part of social life.",
			"means": "명함에 대해 이야기해 주세요.\\n한국에서는 명함을 자주 교환하게 된다. 기억해야 할 예의범절도 있다. 회의 중에 명함을 받으면 앞에 두는 것이 좋다. 또한 명함을 주거나 받을 때 두 손을 쓰는 것이 예의 바른 방법이다. 명함은 업무석상에서만 사용되는 것이 아니다. 친구들끼리도 교환할 수 있다. 직장인들은 명함이 가득 들어 있는 명함 케이스를 들고 다닌다. 책상에는 명함이 수북이 쌓여 있기 일쑤다. 연락처를 휴대폰에 저장하면 쉽다. 심지어 명함을 자동으로 스캔하는 앱도 있다. 이 때문에 명함은 구식 같아 보일 수도 있다. 하지만 아직까지는 사회 생활에서 중요한 물건임에는 분명하다.\\n"
		},
		{
			"title": "Talk about Korean baseball players in MLB.",
			"explains": "At the moment, there are several Korean baseball players in MLB. That’s the most ever. The athletes are active in teams across the US. They are not bench warmers. They are not also-rans. They are star players. They are making contributions to their respective teams. The exploits of Korean baseball players in the Major League are well known in Korea. Interest in baseball is at an all-time high. In the past, many thought baseball was boring. It was considered too slow-paced. It was mostly for die-hard fans. But now, the players have become household names. We look forward to the success of Korean major leaguers in the future.",
			"means": "메이저리그에서 활동중인 한국인 야구 선수에 대해 이야기해 주세요.\\n현재 메이저리그에서 뛰는 한국인 야구 선수는 여러 명이다. 이는 역대 최고 숫자이다. 선수들은 미국 전역에 소재한 팀에서 활동 중이다. 그들은 대기 선수가 아니다. 2군 선수들도 아니다. 그들은 스타 플레이어들이다. 각자의 팀에 기여하고 있다. 메이저리그 내 한국인 야구 선수들의 활약은 한국에 잘 알려져 있다. 야구에 대한 관심은 그 어느 때보다 뜨겁다. 과거에는 야구를 지루한 종목으로 생각한 사람들도 많이 있었다. 경기 전개 속도가 너무 느리다고 인식되었다. 골수팬들만 주로 즐기는 스포츠였다. 하지만 이제 야구 선수들은 유명인이 되었다. 앞으로도 한국인 메이저리그 선수들의 성공을 기대해 본다.\\n"
		},
		{
			"title": "Talk about what you do when you go to the bank.",
			"explains": "Nowadays, internet and mobile banking are the norm. Trips to the bank are few and far between. Even so, some services call for a visit. Certain tasks require sitting face to face with a teller. These include taking out a loan or opening an account. When I stop by the bank, I try to make hay while the sun shines. Instead of just one errand, I attend to several errands at once. For example, I make it a point to update my bankbook whenever I go to the bank. Even though mobile banking has taken over many services, people still prefer going to a real bank.",
			"means": "은행에 가서 하는 일에 대해 이야기해 주세요.\\n요즘은 인터넷과 모바일 뱅킹이 일반적이다. 이제는 은행에 실제로 가는 일이 흔하지 않을 정도이다. 그렇지만 은행 지점 방문이 꼭 필요한 서비스들도 있다. 어떤 업무들은 은행 창구 직원과 얼굴을 마주 보고 직접 만나서 처리해야만 한다. 대출을 받거나 계좌를 개설하는 것 등이 이에 해당한다. 나는 은행에 들를 때면 되도록 그 기회를 충분히 활용하려고 한다. 한 가지 일만 하는 것이 아니라, 몇 가지 볼일들을 함께 처리하는 것이다. 예를 들자면, 은행에 갈 때마다 통장을 정리한다. 모바일 뱅킹이 많은 서비스들을 대체하기는 했지만, 아직도 사람들은 실제 은행에 가는 것을 선호한다.\\n"
		},
		{
			"title": "Talk about a park in your neighborhood.",
			"explains": "Parks are a welcome respite in the busy city. There’s no sign of nature in the streets, but parks are brimming with green. Our neighborhood is blessed with a stellar park. It’s located smack-dab in the middle of town. That means it’s within walking distance for the majority of the residents. The park has something for everyone. There are paths for a light stroll. There are lanes set aside for bicycles. There are grassy fields tailor-made for picnics. And there are facilities for all manner of sports. Our neighbors unanimously agree that the park is a slam dunk. We’re always itching to go there.",
			"means": "동네에 있는 공원에 대해 이야기해 주세요.\\n바쁜 도시에서 공원은 반가운 휴식처이다. 거리에는 자연의 흔적조차 잘 없지만, 공원에는 녹색이 가득하다. 우리 동네에는 운 좋게도 아주 훌륭한 공원이 있다. 공원은 동네 딱 한가운데에 위치해 있다. 그래서 대부분의 주민들에게 걸어갈 수 있는 정도의 거리이다. 이 공원은 모두가 즐길만한 것들을 고루 갖추고 있다. 가벼운 산책을 위한 산책로와 자전거 전용 도로가 있다. 소품을 즐기기에 딱 좋은 잔디밭도 있다. 그리고 다양한 운동을 위한 시설을 갖추고 있다. 동네 주민들은 모두 입을 모아 이 공원이 정말 좋다고 말한다. 우리는 항상 그 공원에 가고 싶어 한다.\\n"
		},
		{
			"title": "Talk about what you did for your parents’ birthday.",
			"explains": "Parents’ birthdays can be a real can of worms. Don’t get me wrong. I love my parents. I enjoy celebrating their birthdays. But the fly in the ointment is shopping for their gifts. Korean parents usually frown upon excessive spending. Their generation got ahead by tightening their belts. But as children, we want to give them the best of the best. We have to find a suitable compromise. The crux of the matter is finding something meaningful and affordable. It can’t be solved by throwing money at it. However, the best gift of all is free of charge. It is to simply spend time with your parents.",
			"means": "부모님 생신에 무엇을 했는지 이야기해 주세요.\\n부모님 생신은 고민거리가 될 수 있다. 오해는 하지 않았으면 좋겠다. 나는 부모님을 사랑하고, 부모님의 생신을 축하하는 것이 즐겁다. 하지만 문제가 하나 있다면 선물을 사는 것이다. 한국의 부모님들은 보통 과도한 지출을 좋아하지 않으신다. 부모님 세대는 절약으로 남들보다 앞서 나간 세대이다. 그러나 자식으로서 우리는 부모님께 가장 좋은 것을 드리고 싶어 한다. 우리는 적절한 타협점을 찾아야 한다. 가장 중요한 것은 무언가 의미 있으면서도 적당한 가격의 물건을 찾는 것이다. 돈으로 해결할 수 있는 문제가 아니다. 그러나 가장 좋은 선물은 돈이 들지 않는다. 그저 부모님과 함께 시간을 보내는 것만으로도 가장 좋은 선물이 될 수 있다.\\n"
		},
		{
			"title": "Talk about when you went to a theme park.",
			"explains": "Truth be told, when my nieces and nephews asked me to chaperon their trip to a theme park, the anticipation of going on the rides made my heart race. I had always been a rollercoaster enthusiast. But the rollercoaster ride put me through a rollercoaster of emotions. There was a whole lot of queasiness. As it went around in loops, I shook like a leaf. The thought of plummeting to my death suddenly crossed my mind. It scared me silly. The tamer rides like the merry-go-round and the Ferris wheel didn’t seem so sissy anymore. To pass the time, I spent the rest of my day by the churros kiosk.",
			"means": "놀이공원에 갔을 때에 대해 이야기해 주세요.\\n사실 조카들이 놀이공원에 데리고 가 달라고 했을 대 나는 놀이 기구를 따러 간다는 기대감에 설렜다. 나는 항상 롤러코스터 광팬이었기 때문이다. 하지만 롤러코스터를 타자 만감이 교차했다. 속이 엄청나게 울렁거렸다. 롤러 코스터가 원을 그리며 돌 때, 나는 겁이 났다. 떨어져 죽을 것만 같은 생각이 갑자기 머릿속을 스쳐 지나갔다. 나는 겁이 나서 떨렸다. 회전목마나 대관람차 같은 쉬운 놀이 기구들도 더 이상 그다지 시시해 보이지 않았다. 신간을 때우기 위해 나머지 시간은 츄러스 매점 옆에서 보냈다.\\n"
		},
		{
			"title": "Talk about when you went to a zoo.",
			"explains": "My friends and I decided to make a trip to the zoo. We decided to go on a whim because we ran out of things to do. It turned out to be a hoot for the most part. I petted a goat, fed a giraffe, and then went on a tour to visit the lion’s den. A zookeeper handed me a hunk of meat to give to the pride of lions. The whole experience sent chills down my spine. To make up for the frightening experience, I went back to the petting zoo. There was something soothing about petting the animals. It put me at ease.",
			"means": "동물원에 갔을 때에 대해 이야기해 주세요.\\n나는 친구들과 동물원에 가기로 했다. 딱히 다른 할 일이 없어서 즉흥적으로 동물원에 가기로 한 것이다. 그런데 대체로 상당히 재미있었다. 나는 염소를 쓰다듬어 주고, 기린에게 먹이를 준 다음, 사자 사파리에 가기 위해 투어를 했다. 사육사가 사자 무리에게 주라며 나에게 고기 한 덩어리를 주었다. 정말 등골이 오싹해지는 경험이었다. 무서웠던 경험을 달래기 위해 나는 동물을 만져 볼 수 있는 동물원으로 돌아갔다. 동물을 쓰다듬는 것은 뭔가 마음을 진정시키는 효과가 있었다. 마음이 편안해졌다.\\n"
		},
		{
			"title": "What kind of fruits do you like?",
			"explains": "I tuck into a wide selection of fresh fruits because they are both tasty and loaded with vitamins. There’s nothing quite like seasonal fruits. I go bananas over crisp apples and juicy, mouth-watering watermelons. Thankfully, in Korea, we can get our hands on a variety of ripe fruits all year round. Come summer, it will be the optimal watermelon season. It’s important to know how to cherry-pick the right fruits. For instance, to determine the ripeness of a watermelon, your best bet is to tap the outside and listen for a hollow sound. I also love fruits that are unique to Korea. The Korean pear, also known as bae, is excellent. It melts in your mouth!",
			"means": "어떤 종류의 과일을 좋아하나요?\\n과일은 맛있기도 하지만 비타민이 풍부하기 때문에 나는 다양한 종류의 신선한 과일을 많이 먹는다. 제철 과일만큼 좋은 것은 없다. 나는 아삭아삭한 사과와 과즙이 풍부하고 군침 돌게 하는 수박을 특히 좋아한다. 다행히도 한국에서는 일 년 내내 다양한 종류의 잘 익은 과일을 구할 수 있다. 여름이 오면 수박이 제철이 된다. 좋은 과일을 잘 고르는 방법을 아는 것이 중요하다. 예를 들어, 수박이 잘 익었는지 알려면 수박 겉을 톡톡 처 보고 속이 비어 있는 듯한 울리는 소리가 나는지 들어 보는 것이 가장 좋다. 나는 한국만의 독특한 과일들도 좋아하다. 한국의 배는 정말 맛있다. 입에서 살살 녹는다.\\n"
		},
		{
			"title": "Talk about a time when you had skin trouble.",
			"explains": "Dermatologists label my skin type as combination as opposed to dry or oily. It’s a nightmare. I break out in the t-zone but can’t use harsh acne medication because it will result in dry, flaky skin. Thankfully, there are a ton of beauty programs on TV that walk you through all the necessary steps. I make a mental note of the products that experts swear by and give it a go. I also exfoliate and moisturize my skin regularly. My breakouts have subsided, so now I pop my own pimples. But when my skin acts up again, I visit the dermatologist for professional extractions. Clear complexion brings out the best in everyone.",
			"means": "피부 트러블이 났을 때에 대해 이야기해 주세요.\\n피부과 의사들은 내 피부 타입이 건성이나 지성이 아닌 복합성이라고 분류한다. 그래서 피부 관리가 정말 어렵다. 나는 이마부터 코 부위까지 여드름이 나지만 강한 여드름 약을 쓰면 피부가 건조해지거나 각질이 일어난다. 다행히도 TV에는 필요한 모든 조치들을 알려 주는 뷰티 프로그램들이 정말 많다. 나는 전문가들이 보장하는 상품들을 기억해 두고 한번씩 시도해 본다. 또 정기적으로 피부의 각질을 제거하고 보습을 한다. 여드름이 가라앉아서, 이제는 여드름을 직접 짜고 있다. 하지만 피부에 다시 문제가 생기면, 전문가의 압출 치료를 받으려 피부과에 간다. 혈색이 좋으면 누구든 정말 돋보이게 하는 것 같다.\\n"
		},
		{
			"title": "Talk about when the lightbulbs went out at home.",
			"explains": "I was completely caught off guard when the lightbulb went out in my bathroom while I was taking a shower a few weeks ago. Because it came out of nowhere, I thought we were having a blackout. In retrospect, the lights flickered on and off for a few days prior to the incident. However, I ignored the red flag and blew off the responsibility until the very last minute. After taking a shower in the pitch-black darkness, I twisted out the bulb from the socket to change the lightbulb. Unfortunately, I blew out the fuse. The sudden flash of light scared the life out of me.",
			"means": "집에 전구가 나갔던 때에 대해 이야기해 주세요.\\n몇 주 전 샤워를 하고 있었는데 그때 욕실의 전구가 나갈 거라고는 전혀 예상치 못했다. 전혀 예기치 못한 일이라, 나는 정전인 줄 알았다. 돌이켜 보니, 그 사건이 있기 며칠 전부터 등이 자꾸 깜박거리기는 했었다. 하지만 나는 위험 신호를 무시하고 전구를 교체하는 것을 끝까지 미뤘다. 칠흑 같은 어둠 속에서 샤워를 마친 후, 나는 전구를 갈기 위해 소켓에서 전구를 돌려서 빼냈다. 안타깝게도, 그러다가 나는 퓨즈가 나가게 하고 말았다. 갑자기 불이 번쩍하는 순간 정말 십년감수했다.\\n"
		},
		{
			"title": "Talk about some foods you are allergic to.",
			"explains": "If you are prone to food allergies, it could be the worst thing ever. I am highly allergic to peanuts. My tonsils swell up and my throat closes up. I sound like I’ve lost my voice or I’m choking on something. To add to the pain, I also break out in hives and hyperventilate. Through trial and error, I have come to terms with the fact that I am also allergic to alcohol. This is a blessing in disguise as no one makes me drink at company dinners anymore. Most people look flushed after a few drinks but my Asian glow is on another level. Even my neck and arms turn blotchy and red.",
			"means": "알레르기가 있는 음식에 대해 이야기해 주세요.\\n만일 음식 알레르기가 있다면, 정말 무엇보다 괴로운 일일 수 있다. 나는 땅콩 알레르기가 매우 심하다, 편도선이 붓고 목이 완전히 막힌다. 목이 쉬거나 뭔가 목에 걸려 막힌 듯한 소리가 난다. 더 심각한 것은 뭔가 심하게 나고 호흡도 거칠어진다는 것이다. 여러 시행 착오를 통해, 나는 내가 술에도 알레르기가 있다는 사실을 인정하게 되었다. 회사 회식에서 더 이상 나에게 술을 권하는 사람은 없어졌기 때문에, 이것은 오히려 전화위복이었다. 술을 몇 잔 마시면 대부분의 사람들의 얼굴이 붉어지기는 하지만, 나는 차원이 다를 정도로 빨개진다. 심지어 목과 팔까지도 얼룩덜룩하고 빨갛게 된다.\\n"
		},
		{
			"title": "Talk about your sleep patterns.",
			"explains": "I have been tossing and turning at night for quite some time. I blame my stress levels hitting an all-time high. It doesn’t help that I am a light sleeper. I’ve downloaded an application on my phone to monitor my sleep patterns. Apparently, I’m not getting enough REM (Rapid Eye Movement) sleep, which in layman’s terms, translates to not enough beauty sleep. I pull so many all-nighters a week you would think that I would be out like a light. It’s a vicious cycle. Restless nights lead to drowsy mornings and I can’t get through the day without a power nap. I would constantly doze off if I didn’t. I squeeze in some shut-eye during the day and lie wide-awake in bed at night.",
			"means": "수면 패턴에 대해 이야기해 주세요.\\n나는 한동안 밤마다 침대에서 뒤척여 왔다. 스트레스가 역대 최고 수준으로 높아진 것이 원인인 거 같다. 잠도 깊게 못 자는 편이라 별로 도움이 되지 않는다. 나는 수면 패턴을 모니터링하는 앱을 휴대전화에 다운로드 받았다. 확실히 나는 충분히 REM (급속 안구 운동) 수면을 취하지 못하고 있는데, 쉽게 말하면 충분한 수면을 취하고 있지 못하다는 뜻이다. 일우일에 밤을 꼬박 새우는 날이 너무 잦아서 내가 곯아떨어질 거라고 생각할 수도 있을 텐데 실은 그야말로 악순환이다. 밤에 잠을 못 자서 아침에는 졸리고 기력을 회복하기 위한 낮잠 없이는 하루 일정을 소화할 수 없다. 낮잠을 자지 않으면 계속 졸게 된다. 낮에 잠깐씩 짬을 내어 눈을 붙이고 밤에는 침대에서 정신이 말똥말똥한 채 누워 있는다.\\n"
		},
		{
			"title": "Talk about when your cellphone ran out of battery.",
			"explains": "I am on my phone 24/7, which tends to drain my battery at lightning speed. I peruse e-mail(s), the latest headlines, and social media posts. However, the collective act of reading doesn’t even come close to what video clips do to a smartphone’s battery life. Waiting for a friend, I had started watching a TV show on my phone. To no one’s surprise, my phone signaled a warning. It informed me that I had just five percent left on my battery. Thankfully, my friend gave me a ring before my phone died. Just a few minutes after we hung up, she came to my rescue with a portable battery. I was to glad I wasn’t left hanging.",
			"means": "휴대전화 배터리가 나갔던 일에 대해 이야기해 주세요.\\n나는 24시간 내내 휴대전화를 사용하는데, 그래서 빛의 속도로 배터리가 닳는다. 나는 이메일, 최신 기사, SNS 게시물을 자세히 읽는다. 하지만 이렇게 읽는 것들을 모두 합쳐 봐야 동영상을 봐서 배터리가 소모되는 양에 비할 바가 아니다. 한번은 친구를 기다리다가 휴대전화로 TV 프로그램을 보기 시작했다. 놀랄 일도 아니지만, 휴대전화에는 경고 메시지가 떴다. 배터리가 5퍼센트밖에 남지 않았다는 것이다. 다행히 휴대전화가 꺼지기 전에 친구가 나에게 전화를 걸었다. 우리가 전화를 끊고 몇 분도 되지 않아 친구가 휴대용 배터리를 가져와서 나를 구해 주었다. 나 혼자 난처하게 남지 않아서 다행이었다.\\n"
		},
		{
			"title": "Talk about how you wake up in the morning.",
			"explains": "Over the years, I have failed to come up with a proper morning routine. I have told myself time and time again to get a jump-start on my day by waking up bright and early. But the truth of the matter is that I have never been a morning person. In fact, I’m completely a night owl. I often choose to linger in bed and hit the snooze button on my phone. This usually makes me spring out of bed in a hurry. A sense of urgency is reinforced with the fear of running late. I dash out but always with a cup of coffee in hand. I have always had a soft spot for morning coffee.",
			"means": "아침에 어떻게 일어나는지 설명해 주세요.\\n나는 오랫동안 아침 일과를 제대로 하지 못하고 있다. 나는 몇 번이나 아침 일찍 일어나서 활기차게 하루를 시작하겠다고 스스로에게 다짐했었다. 하지만 사실을 말하자면 나는 결코 아침형 인간이었던 적이 없다. 사실 나는 완전히 올빼미족이다. 침대에서 미적거리며 휴대전화의 스누즈 버튼을 누르는 경우가 많다. 보통은 그러다가 침대에서 황급히 벌떡 일어난다. 늦을 수도 있다는 걱정으로 긴박감에 쫓기게 된다. 급하게 뛰쳐나가더라도 하상 손에는 커피를 들고 나간다. 나는 아침이면 항상 커피를 꼭 마셔야 한다.\\n"
		},
		{
			"title": "Talk about sending gifts via smartphone.",
			"explains": "Here in Korea, we have gotten accustomed to what’s been dubbed “mobile gifts.” In the most-wired country in the world, one free messaging application dominates the market. It won’t cost you a dime to make use of this service, which is why it’s so widespread. This application comes equipped with an instant gift-giving service. You can send anything from coffee vouchers to a bouquet of flowers via smartphones. Animated emoticons can be a great gift as well. The cost of the gift is billed to the sender in the near future. As far as vouchers are concerned, the recipient simply needs to scan the barcode on the phone.",
			"means": "스마트폰으로 선물을 보내는 것에 대해 이야기해 주세요.\\n한국에서는 사람들이 ‘모바일 기프티콘’ 이라는 것에 익숙하다. 세계에서 인터넷 보급률이 가장 높은 국가인 한국에서는 한 가지 무료 메시지 앱이 시장을 지배하고 있다. 이 서비스를 이용하는 것은 무료이기 때문에 광범위하게 이용되고 있다. 이 앱은 즉석 선물 보내기 서비스를 갖추고 있다. 커피 쿠폰에서 꽃다발까지 무엇이든 스마트폰으로 보낼 수 있다. 움직이는 이모티콘도 멋진 선물이 될 수 있다. 선물 비용은 선물을 보낸 사람에게 곧 청구된다. 이 교환권을 받은 사람은 휴대전화의 바코드만 스캔하면 된다.\\n"
		},
		{
			"title": "Talk about taxis in Korea.",
			"explains": "In one voice, tourists rave about the affordable cab rides in Korea. Cab fares are quite reasonable here. The fact that we can pay with a credit card (or debit card) is the cheery on top. In fact, it’s better to swipe your card than to break a large bill. Taxis are also easy to spot. There was a time when flagging down a cab was relatively difficult late at night. But that has been rectified by the taxi service smartphone applications. Hailing a cab has become much easier. Meanwhile, taxis charge a higher rate from midnight. There are also premium taxis in some cities. They are black and have a higher rate.",
			"means": "한국의 택시에 대해 이야기해 주세요.\\n관광객들은 한 목소리로 한국이 택시 요금이 비싸지 않다고 극찬한다. 한국의 택시 요금은 상당히 합리적인 편이다. 게다가 금상첨화인 것은 신용카드(직불카드)로도 결제할 수 있다는 사실이다. 사실, 고액권을 바꾸는 것보다는 카드를 긁는 것이 더 낫다. 또 택시를 찾기도 쉽다. 야심한 밤에는 택시를 잡는 것이 비교적 힘들었던 때도 있었다. 하지만 택시 서비스 스마트폰 앱 덕분에 그 문제도 개선되었다. 택시를 잡는 것이 훨씬 쉬워졌다. 한편, 택시들은 자정부터 할증 요금을 적용한다. 어떤 도시들에는 모범 택시도 있다. 이러한 차량은 검은색이고, 요금이 더 비싸다.\\n"
		},
		{
			"title": "Talk about how you listen to music.",
			"explains": "I like to listen to music on the go while commuting. This is why the latest trend of streaming music on a smartphone excites me. It’s quick, cost-efficient and you don’t have to be tech-savvy to use it. You download an application on your phone, pay a small fee, and you can get access to a huge music archive at your fingertips. It doesn’t have to cost you an arm and a leg to play good tunes. Let’s say you hear a new track that tickles your fancy at a cafe. You can immediately play the song on your application. Some streaming services allow free trials. So, you can give it a shot before making a purchase. It’s cheaper if you get a monthly subscription. You can also customize playlists on the application.",
			"means": "음악을 듣는 방식에 대해 이야기해 주세요.\\n나는 출퇴근하며 이동 중에 음악을 듣는 것을 좋아한다. 그래서 스마트폰으로 음악을 스트리밍 해서 듣는 최신 트렌드가 정말 마음에 든다. 스트리밍을 빠르고, 비용 면에서도 효율적이고, 기계를 잘 못 만져도 사용할 수 있다. 휴대전화에 앱을 다운로드 하고, 소액의 요금을 내면 방대한 음악 아카이브에 접속하여 손쉽게 사용할 수 있다. 좋은 음악을 듣는 데 꼭 큰 돈을 들여야 하는 것은 아니다. 예를 들면, 카페에서 마음에 드는 신곡을 들었다고 생각해 보자. 그 노래를 앱에서 바로 재생할 수 있다. 어떤 스트리밍 서비스들은 무료 체험을 제공한다. 그래서 구매 전에 들어 볼 수 있다. 월별 결제를 하면 더 저렴하다. 또 앱에서 재생 목록을 원하는 대로 구성 할 수도 있다.\\n"
		},
		{
			"title": "Talk about when you moved into a new place.",
			"explains": "Moving in Korea can be relatively painless. I hired professional movers to make the move easier. We took inventory of all my belongings and the movers packed them up in the boxes. In no time, we cleared out my old place. They did the heavy lifting for me so I didn’t have to lift a finger. My new bed frame nearly didn’t fit in the moving truck. Regardless, I was fully moved in and squared away in just half a day. I made sure to clean every nook and cranny of my new home. Now that I’m all settled in, I’m going all out with furnishing my new place.",
			"means": "새집으로 이사했던 경험에 대해 이야기해 주세요.\\n한국에서 이사하는 건 비교적 힘들지 않은 편이다. 나는 이사를 편하게 하려고 전문 이삿짐 센터 직원들을 불렀다. 우리는 물건들의 목록을 만들고, 이삿짐 센터 직원들은 박스에 짐을 쌌다. 우리는 살던 집을 눈깜짝할 사이에 비웠다. 무거운 짐은 직원들이 모두 옮겨 주었기 때문에 나는 손끝 하나 까딱할 필요가 없었다. 새 침대 프레임이 이삿짐 트럭에 거의 들어가지 못할 뻔하긴 했지만, 어쨌든 나는 반나절 만에 완전히 이사를 마쳤고 정리도 깔끔히 끝냈다. 나는 새집을 구석구석 확실히 치웠다. 이제 전부 자리를 잡았으니, 새집에 가구를 들여놓는 일에 온 힘을 쏟을 것이다.\\n"
		},
		{
			"title": "Talk about the mountains in Korea.",
			"explains": "Hiking is one of the most popular pastimes in Korea. The hiking trails are packed with people sporting colorful hoodies and professional hiking gear. Keep in mind that some mountains are more challenging to travel on foot. Of course, you can go at your own pace. Undoubtedly, chiaksan boasts one of the most difficult trails. Seoraksan is a favorite amongst novice mountaineers. The view also happens to be breathtaking during the fall season. You will be blown away. I guarantee that it will live up to your expectations. If you want a bird’s-eye view of the capital city, you’ve got to check out Namsan.",
			"means": "한국의 산에 대해 이야기해 주세요.\\n등산은 한국에서 가장 인기가 높은 여가 활동 중 하나이다. 등산로는 알록달록한 후드티와 전문 적인 등산 장비를 갖춘 사람들로 가득하다. 어떤 산은 도보로 오르기에는 좀 더 힘들 수도 있다. 물론 자기 수준에 맞는 속도로 갈 수 있다. 치악산은 명실공히 등산하기에 가장 힘든 등산로 중 하나를 자랑한다. 설악산은 초보 등산객들 사이에 인기가 높다. 가을이면 산들이 절경을 드러낸다. 그런 절경을 보면 정말 가슴이 벅찰 것이다. 분명 기대에 부응할 것이라고 확신한다. 수도 서울을 위에서 한눈에 내려다보고 싶다면, 남산에 꼭 한번 가 보는 것이 좋다.\\n"
		},
		{
			"title": "Talk about when a zipper didn’t work.",
			"explains": "The zipper on my backpack used to get jammed all the time. I always thought it was because I stuffed too many things in it. I was so crammed that the stress on the zipper caused the teeth to separate. It got stuck again recently, so I looked at it closely and found a bent tooth. Come to think of it, I might have yanked at it one too many times. I decided to fix my backpack once and for all. I replaced the zipper pull and I used tweezers to fix the bent tooth. I lubricated the zipper tracks with graphite. I read somewhere that pencil lead can lubricate a zipper nicely.",
			"means": "지퍼가 고장 났던 경험에 대해서 이야기해 주세요.\\n내 백팩의 지퍼는 매우 자주 걸리곤 한다. 나는 늘 내가 가방에 물건을 너무 많이 넣어서 그런 거라고 생각했었다. 백팩이 너무 꽉 차서 지퍼에 압박을 주어 지퍼 이빨이 벌어졌다. 최근에 또 지퍼가 걸려서 자세히 봤더니 지퍼 이빨이 휘어져 있었다. 생각해 보니 지퍼를 세게 너무 많이 잡아당겼던 것 같다. 나는 백팩을 고치는 김에 제대로 한번 고치기로 마음먹었다. 지퍼 손잡이를 교체하고 핀셋으로 휘어진 이빨 부분을 고쳤다. 그리고 흑연으로 지퍼를 부드럽게 했다. 어디선가 연필심으로 지퍼를 부드럽게 할 수 있다고 읽었기 때문이다.\\n"
		},
		{
			"title": "Talk about a date you went on recently.",
			"explains": "I started seeing someone a few weeks ago. A colleague fixed me up with one of his friends. We had a lot in common, so I genuinely looked forward to our date. Last weekend, we decided to go watch a movie. We bonded over our mutual interest in movies. Everything was smooth sailing, so we continued our talk over dinner. Surprisingly, there were no awkward silences in our conversation. There was something effortless about our heart-to-heart. It was clear that something clicked. A small gesture like opening a door made a world of difference.",
			"means": "최근에 했던 데이트에 대해 이야기해 주세요.\\n나는 몇 주전부터 어떤 사람을 사귀기 시작했다. 동료가 자기 친구 중 한 명을 소개해 주었다. 우리들은 공통점이 정말 많아서, 나는 진심으로 우리의 데이트를 기대하게 되었다. 지난 주말에는 영화를 보러 가기로 했었다. 우리는 영화에 대해 서로의 관심을 통해 한층 더 가까워졌다. 모든 것이 순조로웠고, 저녁 식사도 하며 대화를 이어 나갔다. 놀랍게도 대화 중 어색한 침묵도 없었다. 우리의 진솔한 대화는 뭔가 억지로 노력하지 않아도 자연스럽게 이어졌다. 서로 마음이 통한 것이 분명했다. 문을 열어 주는 것 같은 작은 행동도 엄청나게 다르게 느껴졌다.\\n"
		},
		{
			"title": "Talk about the washer you have at home.",
			"explains": "The washing machine we have at home is a huge time-saver. It really lessens the load of housework. Keeping a home in order is a big ask. At the very least, having a washer gets laundry out of the way. That’s a big leg up. However, washers used to be run-of-the-mill machines. Now, they are high-tech machines. The various functions are sometimes confusing for me. Given a choice, I would like a washer with just one setting. Then, laundry would be completely foolproof. As it stands, it’s all too easy to pick the wrong cycle. In the worst-case scenario, this can ruin your clothes. Believe me, it has happened before.",
			"means": "집에 있는 세탁기에 대해 이야기해 주세요.\\n우리 집에 있는 세탁기는 시간을 많이 절약해 준다. 세탁기는 집안일의 일을 정말 크게 줄여 준다. 집을 깨끗이 유지하는 것은 힘든 일이다. 다른 것은 몰라도, 세탁기만 있어도 빨래는 걱정이 없다. 정말 큰 도움이 된다. 예전에는 세탁기가 정말 평범한 기계였다. 지금은 최첨단 기계이다. 다양한 기능 때문에 가끔은 헷갈린다. 선택의 여지가 있다면, 나는 한 가지 설정만 있는 세탁기를 고를 것이다. 그러면 빨래도 정말 간단해질 것이다. 지금 상태로는, 세탁 모드를 잘못 고르기가 너무 쉽다. 최악의 경우, 옷이 망가질 수도 있다. 실제 그런 일이 있었다.\\n"
		},
		{
			"title": "Talk about the fridge you have at home.",
			"explains": "The refrigerator is far and away my favorite home appliance. That’s because it’s where we keep our food. Our old fridge was a clunker. It was noisy. It was an energy hog. Our new fridge is much more to my liking. One persistent problem is the smell. Kimchi is delicious, but it has an eye-watering smell. Some people have a separate fridge dedicated to kimchi. We don’t have room for that. We have to make do with just one. Luckily, there are many simple fixes to get rid of the smell. The fridge is also a good place to store other knick-knacks. Some women use it to store makeup. That way, they can put their face on with refreshing cosmetics.",
			"means": "집에 있는 냉장고에 대해 이야기해 주세요.\\n냉장고는 단연코 내가 가장 좋아하는 가전제품이다. 왜냐하면 음식을 보관해 두는 곳이기 때문이다. 우리 옛날 냉장고는 고물이었다. 소리도 크게 났고, 전기도 엄청나게 먹었다. 새 냉장고는 훨씬 더 마음에 든다. 그래도 문제가 있다면 냄새다. 김치는 맛있지만 눈이 매워지는 냄새가 난다. 어떤 사람들은 김치만을 위한 별도의 냉장고를 갖고 있다. 우리는 그럴 공간이 없다. 우리는 그냥 냉장고 하나로만 지내야 한다. 다행히도 냄새를 없앨 수 있는 간단한 해결책들이 꽤 많다. 또 냉장고는 다른 작은 물건들을 저장해 두기에도 좋은 장소이다. 어떤 여성들은 화장품을 보관하는 데 냉장고를 사용한다. 그렇게 하면 산뜻한 화장품으로 화장할 수 있다.\\n"
		},
		{
			"title": "Talk about the stereotypes Koreans have on blood types and personalities.",
			"explains": "Many people in Korea believe that a person’s personality is determined by their blood type. This idea includes all blood types: A, B, AB and O. For example, people with type O blood are thought to be ambitious, outgoing and confident. Those with type A are considered introverted and self-conscious. People who are type B are known to be creative and a bit stubborn. Last of all, those with type AB blood are rational and a bit obsessive. Some question the scientific basis of the theory. They say that the stereotypes could lead to prejudice. However, most people simply take it with a grain of salt. In many ways, the blood type personality theory is like fortune-telling. It can be dangerous to accept at face value.",
			"means": "한국 사람들이 혈액형과 성격에 대해 갖고 있는 선입견에 대해 이야기해 주세요.\\n많은 한국 사람들이 사람의 성격이 혈액형에 의해 결정된다고 생각한다. 이러한 생각에는 A형, B형, AB형, O형 등 모든 혈액형이 포함된다. 예를 들면, O형인 사람은 야만이 있고 외향적이며 자신감이 넘친다고 생각된다. A형인 사람은 내성적이고 남의 시선을 의식한다고 여겨진다. B형인 사람들은 창의적이고 고집이 좀 센 것으로 여겨진다. AB형들은 합리적이고 집착이 좀 강한 성격이라고 생각된다. 어떤 사람들은 이 이론의 과학적 근거에 의구심을 갖기도 한다. 이들은 선입견이 편견으로 이어질 수 있다고 말한다. 그러나 대부분의 사람들은 혈액형 이론을 어느 정도 걸러서 받아들인다. 여러 가지 면에서 혈액형 성격 이론은 운세 보기와 비슷하다. 액면 그대로 받아들이는 것은 위험할 수 있다.\\n"
		},
		{
			"title": "Talk about your taste when it comes to food.",
			"explains": "There are many mouth-watering foods in the world. As luck would have it, I seem to like almost all of them. In other words, I am by no means picky with food. My favorite dishes include everything from junk food to haute cuisine. This has been a real boon in my life, since I can find something yummy almost anywhere. On the one hand, I love cheap street food. However, I also like to splurge on a ritzy restaurant. When I cook from scratch, I try to find farm-fresh ingredients. Many people say that the best food is home-grown. I definitely think food is one of life’s great pleasures.",
			"means": "음식에 대한 여러분의 취향에 대해 이야기해 주세요.\\n세상에는 군침 돌게 하는 음식이 많다. 다행히도, 나는 거의 대부분의 음식을 좋아하는 편이다. 다시 말하면, 나는 절대로 입맛이 까다롭지 않다. 내가 좋아하는 요리에는 정크 푸드부터 고급요리에 이르기까지 모든 음식들이 포함된다. 이야말로 내가 타고난 복이라고 생각한다. 거의 어딜 가나 뭔가 맛있는 음식을 찾아낼 수 있기 때문이다. 나는 저렴한 길거리 음식도 좋아하지만, 근사한 식당에 가서 비싼 음식을 사 먹는 것도 좋아한다. 내가 기초 재료 준비부터 시작해서 요리를 할 때에는, 산지에서 직송된 신선한 재료들을 찾으려고 노력한다. 많은 사람들이 최고의 식재료는 집에서 키운 것이라고 한다. 나는 음식이야말로 분명 인생의 커다란 기쁨 중 하나라고 생각한다.\\n"
		},
		{
			"title": "How do you like to dress?",
			"explains": "Some people think that fashion is a waste of time. They say they prefer to spend their time on more important issue. They even wear the same thing day in and day out. Others are nearly obsessive about what they wear. They keep up to date on the latest fashions. Their wardrobes are cutting edge. I am somewhere between the two extremes. I’m not a very snappy dresser, but I do like to be presentable. Therefore, the bulk of my clothes are tried-and-true classics. My outfits aren’t eye-catching, but they’re not out of place in any setting. Whatever the case, the clothes you wear are an important part of your first impression.",
			"means": "어떻게 옷을 입는 것을 좋아하나요?\\n어떤 사람들은 패션에 신경 쓰는 걸 시간 낭비라고 생각한다. 그들은 시간을 보다 중요한 문제에 쓰는 것을 선호한다고 말한다. 그런 사람들은 심지어 매일같이 똑 같은 옷을 입는다. 반면에, 자신이 입는 옷에 대해 집착하다시피 하는 사람들도 있다. 이들은 항상 최신 패션을 따라간다. 그들의 옷장은 최첨단을 달린다. 나는 양극단의 중간쯤인 것 같다. 나는 옷을 잘 입는 편은 아니지만, 볼 만하게는 하고 다니려고 한다. 그래서 내 옷의 대부분은 어느 정도 검증이 된 유행을 타지 않는 것들이다. 내 옷들은 이목을 끌지는 않지만, 어떤 상황에서도 크게 어긋나지 않는 편이다. 어떤 경우든, 우리가 입는 옷은 우리의 첫인상에 중요한 부분을 차지한다.\\n"
		},
		{
			"title": "Talk about a time when you break glass at home.",
			"explains": "It’s common knowledge that accidents are most likely to happen at home. One of the things people need to be wary about is breaking glass. This is by no means a trifling matter. I once broke a wine glass in my kitchen, and learned it can be extremely hazardous. The shards are razor-sharp. They can cut skin like a knife through butter. The smallest pieces can be a real pain to find. Superstitious people believe that broken glass is very unlucky. Some may scoff at such superstitions, but I am not so dismissive. Any custom that encourages caution is valuable in my book.",
			"means": "집에서 유리를 깻던 경험에 대해 이야기해 주세요.\\n사고는 집에서 발생할 확률이 가장 높다는 것은 주지의 사실이다. 사람들이 조심해야 할 거 중 하나가 바로 유리를 깨뜨리는 것이다. 이것은 절대로 사소한 일이 아니다. 나는 주방에서 와인잔을 한번 깨뜨린 적이 있는데, 이게 정말로 위험하다는 것을 깨달았다. 유리 조각들은 엄청나게 날카롭다. 유리 조각은 마치 칼로 버터를 자르듯 살을 벨 수 있다.  가장 작은 조각들은 찾기도 정말 힘들다. 미신을 믿는 사람들은 유리를 깨면 불운이 찾아 온다고 생각한다. 어떤 사람들은 이런 미신을 비웃지만, 나는 이것을 그렇게 무시하지만은 않는다. 내 생각에 주의를 요하게 하는 모든 관습은 중요한 것 같다.\\n"
		},
		{
			"title": "Talk about how you make use of EBS programs to learn English.",
			"explains": "Many people tune into radio shows on EBS to learn English. As with most things, EBS programs are most effective when they are used strategically. Tuning in casually is good. But listeners should have a plan for the best results. Luckily, high-quality EBS programs are on-air around the clock. There are programs on offer for every skill level. The first thing to decide on is your main objective. Every person is after something different. Improved listening, speaking, reading comprehension and vocabulary are all admirable goals. After your goal is set in stone, you can sample all the different programs to pinpoint the ones that are most helpful to you. With the right programs, it can be downright fun.",
			"means": "여러분은 영어를 배울 때 EBS 프로그램을 어떻게 활용하는지 이야기해 주세요.\\n많은 사람들이 영어를 배우기 위해 EBS 라디오 프로그램을 듣는다. 다른 것들도 마찬가지지만, EBS 프로그램은 전략적으로 이용할 때 가장 효과적이다. 그냥 편하게 듣는 것도 괜찮다. 그러나 최상의 결과를 얻기 위한 계획을 가지고 듣는 것이 좋다. 다행히도, 고품질의 EBS 프로그램들이 하루 종일 방송되고 있다. 다양한 수준에 맞는 프로그램들이 제공된다. 먼저 결정할 것은 핵심 목표이다. 사람마다 모두 각자 추구하는 바가 다르다. 듣기, 말하기, 독해, 어휘 실력 향상 모두 훌륭한 목표이다. 목표가 확정되면, 자신에게 가장 도움이 되는 것을 찾아낼 수 있도록 모든 프로그램들을 시도해 보면 된다. 자신에게 맞는 프로그램과 함께라면, 정말 재미있게 공부할 수 있을 것이다.\\n"
		},
		{
			"title": "What do you do when you are making plans for trips overseas?",
			"explains": "I never decline a chance to pack my bags and set off. Nowadays, it’s become a snap to travel overseas thanks to low-cost carriers and social commerce. When I plan to travel abroad, I consider three essential factors: food, lodging and transportation. Food is a priority because it’s often a great window into local culture. Lodgings are important because a hotel or hostel can be a home away from home. Getting a good night’s sleep helps me appreciate where I am. Getting lost in unfamiliar settings can be frightening. Researching local transportation beforehand helps me not get lost.",
			"means": "해외여행 계획을 세울 때 여러분은 어떻게 하나요?\\n나는 짐을 챙겨 떠날 기회가 있다면 절대 마다하지 않는다. 요즘은 저가 항공사와 소셜 커머스 덕분에 해외여행이 매우 쉬운 일이 되었다. 나는 해외여행을 계획할 때 음식, 숙박, 교통이라는 3가지 핵심 사항들을 고려한다. 음식은 현지 문화를 보여 주는 훌륭한 기회이기 때문에 우선권을 둔다. 호텔이나 호스텔은 집 밖의 또 다른 집이 될 수 있기에 역시 중요하다. 숙면을 취하면 내가 있는 곳에 감사한 마음이 들게 된다. 낯선 환경에서 길을 잃으면 무서울 수 있다. 미리 현지 교통을 공부해 두면 길을 잃지 않는 데 도움이 된다.\\n"
		},
		{
			"title": "Talk about a painful breakup you had.",
			"explains": "All breakups are bound to be bad. If two people were compatible, they would still be together. My worst breakup was in high school. Puppy love was tricky. I wore my heart on my sleeve and it was shattered. Driven by jealousy, my first boyfriend cheated on me and it left me heartbroken. It was a clear sign to break up but I was hung up on my first love. But the truth was that I was head over heels for him. They say time heals everything but it took me a long time to get over him. It was truly a heart-wrenching breakup for me.",
			"means": "여러분이 겪었던 아픈 이별에 대해 이야기해 주세요.\\n모든 이별은 좋을 수가 없다. 두 사람이 잘 맞았다면, 계속 함께할 것이다. 나의 경우 최악의 이별은 고등학교 때였다. 철없던 풋사랑은 정말 어려웠다. 나는 감정을 숨김없이 드러냈고, 마음이 산산이 부서지고 말았다. 나의 첫 남자친구는 질투심에 사로잡혀 바람을 피웠고 나는 그로 인해 큰 상처를 받았다. 헤어지라는 명백한 신호였지만, 나는 첫사랑인 그에게서 헤어나오지 못했다. 사실은 내가 그에게 푹 빠져 있었던 것이다. 사람들은 시간이 모든 것을 치유한다고 하지만, 나는 그를 잊고 극복하는 데 오랜 시간이 걸렸다. 나한테는 정말 가슴 아픈 이별이었다.\\n"
		},
		{
			"title": "Talk about a time when you had problems parking your car.",
			"explains": "In the hustle and bustle of a major city, finding a parking spot can be a pill. You really need to keep your eyes peeled and drive at a snail’s pace to find an open spot. I even drive a small car to make parking less of a chore. It’s easier to navigate through cramped parking lots. Still, finding room to park is so difficult that I wonder if it’s worth the trouble. Once, I was afraid of running late to a meeting. I left early just in case. Infuriatingly, I couldn’t find a parking space and I ended up being tardy anyway. This is a widespread problem. Perhaps the solution is to use public transport more often.",
			"means": "주차할 때 문제가 있었던 경험에 대해 이야기해 주세요.\\n대도시의 복잡함 속에서, 주차 공간을 찾는 일은 정말 골칫거리가 될 수 있다. 빈자리를 찾으려면 눈을 부릅뜨고 지켜보면서 천천히 운전해야 한다. 심지어 나는 주차의 어려움을 덜기 위해 소형차를 운전하기도 한다. 그려면 비좁은 주차장 안에서 길을 찾기가 더 쉽다. 하지만, 주차할 공간을 찾는 일이 너무 힘들어서, 과연 이렇게 고생할 가치가 있는 일인지 고민이 되고도 한다. 한번은 회의에 늦을 것 같아서 걱정이 되었던 날이 있었다. 나는 혹시나 해서 일찍 나섰다. 그런데 정말 짜증스럽게도 주차 공간을 찾기 못해 결국은 늦고 말았다. 이것은 널리 만연해 있는 문제이다. 아마도 대중교통을 더 자주 이용하는 게 해결책이 될 것이다.\\n"
		},
		{
			"title": "Talk about how people vote in elections in Korea.",
			"explains": "Voting is a cornerstone of democracy. For citizens, it is both a right and responsibility. There’s no better way to improve society. Korean voters are well-informed and active. Many are encouraging people to cast their vote. A decision can be swayed by the slimmest of margins. That’s why everyone must do their part. People in Korea gather information in many ways. They pore over newspapers. They follow the news. They weigh the pros and cons of the candidates. Finally, they cement their decision. Many people get up early on Election Day to vote. I consider it an honor to have a say in the voting process.",
			"means": "한국의 선거에서는 사람들이 어떻게 투표하는지에 대해 이야기해 주세요.\\n투표는 민주주의의 초석이다. 시민들에게 투표는 권리이자 의무이다. 사회 개선을 위해 투표보다 더 좋은 방법도 없다. 한국의 유권자들은 현안에 대해 잘 알고 적극적이다. 많은 사람들이 투표를 장려한다. 아주 근소한 차이에 의해 선거 결과가 결정될 수도 있다. 그래서 모든 사람들이 자신의 역할을 다해야 한다. 한국 사람들은 다양한 방법으로 정보를 접한다. 신문을 자세히 읽고 뉴스를 늘 챙겨 보면서 후보자들의 장단점을 저울질해 본다. 마지막으로, 결정을 굳힌다. 선거일에는 많은 이들이 투표를 하기 위해 일찍 일어난다. 나는 투표를 하며 나는 목소리를 내는 것을 영광으로 생각한다.\\n"
		},
		{
			"title": "Talk about the parliamentary elections in Korea.",
			"explains": "Parliamentary elections in Korea determine the nation’s lawmakers. Members of parliament are those who deal with the country’s headaches. But the truth is, they are tasked with helping the average Joe. That’s why it’s important to get behind the right candidate. Most get the day off on Election Day. They wake up early, eager to vote. Elected members stay in office for 4 years. Even people who kick themselves over past votes can start all over again. Korea takes pride in being a democracy. The parliamentary elections guarantee that anyone can voice their opinion. They carry the torch of Korean democracy.",
			"means": "한국의 국회의원 선거에 대해 이야기해 주세요.\\n한국은 국회의원 선거를 통해 국가의 국회의원을 결정한다. 국회의원들은 국가의 여러 어려운 현안을 다루는 사람들이다. 하지만 더 중요한 사실은, 국회의원들은 서민들의 삶을 돕는 역할을 부여받는다는 것이다. 그렇기 때문에 올바른 후보를 지지하는 것이 중요하다. 대부분의 사람들은 선거일에 쉰다. 사람들은 투표를 하고 싶은 마음에 일찍 일어난다. 선출된 의원들은 4년간 의원직을 수행한다. 지난 투표에 대해 스스로를 자책했던 사람들도 새롭게 다시 투표할 수 있다. 한국은 민주주의를 실행하고 있다는 점에 자부심을 갖고 있다. 국회의원 선거는 유권자 누구든 자신의 의견을 피력할 수 있도록 해 준다. 국회의원 선거는 한국 민주주의를 이끈다.\\n"
		},
		{
			"title": "Talk about how it is to raise children in Korea.",
			"explains": "Raising children is of paramount importance to parents. It is a grave responsibility for a mother or father. When a child is born, the parents’ work is just beginning. They must raise the child to be well-rounded. They want the child to be healthy in body and mind. In Korea, education is a major concern among parents. Korea places great emphasis on learning. Education is considered a ticket to a better life. Parents don’t want their children to lag behind in school. They do their utmost to help their kids stay ahead of the curve. Being a parent is no walk in the park. It’s a balancing act between support and tough love.",
			"means": "한국에서 아이를 키우는 것에 대해 이야기해 주세요.\\n아이를 키우는 것은 부모에게 가장 중요한 일이다. 엄마나 아빠에게 막중한 책임이다. 아이가 태어나면, 부모의 일은 이제 겨우 시작에 불과하다. 부모는 아이를 균형 잡히게 키워야 한다. 부모는 아이의 몸과 마음이 건강하기를 바란다. 한국에서는 부모들 사이에서 교육이 큰 고민거리이다. 교육에 큰 중요성을 부여한다. 교육이 더 나은 삼으로 가는 열쇠라고 생각한다. 부모는 아이가 학교에서 뒤처지지 않기를 바란다. 아이들이 앞서 나갈 수 있도록 돕는 데 최선을 다한다. 부모가 되는 것은 결코 쉬운 일이 아니다. 이것은 아이들에 대한 지원과 훈육 사이에서 균형을 잡는 것이다.\\n"
		},
		{
			"title": "Talk about how good Korea movies have become.",
			"explains": "Korean movies have created a sensation in the world of cinema. Critics and audiences gush over the latest Korean films. Glowing reviews of Korean movies come from all corners of the world. One of the reasons is that Korean movies are often off-kilter. They’re different from the same old song and dance from Hollywood. Some filmgoers are sick and tired of the parade of blockbusters. Instead, they opt for the quirky appeal of Korean movies. Korea also has more than its share of talented directors and actors. Thanks to them, Korean cinema is not an up-and-comer. It is an industry giant. Film lovers can look forward to even better movies from Korea in the future.",
			"means": "한국 영화가 얼마나 발전했는지 이야기해 주세요.\\n한국 영화가 영화계에서 큰 인기를 끌고 있다. 영화 평론가들과 관객들이 최근 개봉한 한국 영화들에 큰 호감을 표시한다. 한국 영화에 대한 긍정적인 평가가 세계 곳곳에서 쏟아지고 있다. 그러한 이유 중 하나는 한국 영화에는 색다른 맛이 있기 때문이다. 한국 영화는 할리우드의 천편일률적인 비슷비슷한 영화들과는 다르다. 일부 영화 관객들은 연이어 나오는 대흥행 작품들을 식상해 하고 있다. 대신, 그들은 한국 영화의 독특한 매력을 더 좋아한다. 또한 한국에는 재능있는 감독과 배우들이 굉장히 많다. 그 덕분에 한국 영화는 잠재성 있는 유망한 작품들에 머무르지 않고 영화계의 큰 작품들이 되었다. 영화 팬들은 앞으로 한국에서 훨씬 더 좋은 영화가 나올 것을 기대해도 좋을 것이다.\\n"
		},
		{
			"title": "Talk about studio apartments in Korea.",
			"explains": "Single person households are a dime a dozen in Korea. Often, it doesn’t make sense for them to live in large apartments. There’s no use for so much room. The high cost can also be prohibitive. Studio apartments are a fine solution. They provide cozy accommodations at a fraction of the price. Studios are also popular as love nests for newlywed couples. For many people, finding a home is a major roadblock to marriage. Studio rooms are easy on the wallet. They have adequate space for two people. As a result, they are becoming increasingly common. Most people would like luxurious digs, but studio apartments are a good starting point.",
			"means": "한국의 원룸 아파트에 대해 이야기해 주세요.\\n한국에는 1인 가구가 매우 흔하다. 혼자 사는 사람들에게 큰 아파트에서 사는 것은 합리적이지 않은 경우가 많다. 그렇게 많은 공간이 필요하지 않기 때문이다. 높은 비용도 큰 장벽이 될 수 있다. 원룸 아파트는 훌륭한 대안이다. 원룸은 상대적으로 훨씬 저렴한 가격에 아늑한 거처를 제공한다. 또한 원룸은 신혼부부들을 위한 사랑의 보금자리로도 인기가 높다. 많은 이들에게 집을 구하는 것은 결혼의 큰 걸림돌이다. 원룸은 비용 부담이 적고, 두 명이 지낼 적절한 공간을 갖추고 있다. 그 결과, 원룸이 점점 더 보편화되어 가고 있다. 대부분의 사람들은 고급스러운 집을 원하지만, 원룸 아파트도 좋은 출발점이 될 수 있다.\\n"
		},
		{
			"title": "Talk about the Korean currency.",
			"explains": "A country’s currency is an integral part of the local culture. It is often the first taste of a country for visitors from abroad. Korea’s currency is the Korean Won. The bills come in denominations of one, five, ten and fifty thousand Won. The coins are valued at 10, 50, 100 and 500 won. People become used to the money after a while. They don’t give it a second glance. But take a closer look. Chances are you’ll see that the coins and bills are beautiful. In fact, they are works of art. They are adorned with symbols of Korea. They include portraits of historical dignitaries. The money is a glimpse into Korea’s past and present.",
			"means": "한국의 통화에 대해 이야기해 주세요.\\n한 국가의 통화는 그 나라 현지 문화의 중요한 요소이다. 해외 방문객들에게는 국가의 첫 인상이 되는 경우도 많다. 한국의 통화는 원화이다. 지폐는 천 원, 오천 원, 만 원, 오만 원권 단위로 나온다. 동전은 10원, 50원, 100원, 500원짜리가 있다. 사람들은 시간이 지나면 돈에 익숙해 지게 된다. 굳이 다시 살펴보지 않는다. 하지만 한번 더 자세히 살펴보자, 아마 동전과 지폐가 아름답다는 것을 알게 될 것이다. 사실, 이것들은 예술 작품이라고 할 수 있다. 한국을 상징하는 것들로 꾸며져 있으며, 역사적인 위인들의 초상화를 담고 있다. 화폐에서 한국의 과거와 현재의 일면을 엿볼 수 있다.\\n"
		},
		{
			"title": "Talk about home shopping channels in Korea.",
			"explains": "There are many ways to shop in Korea. There are more stores than you can shake a stick at. Online shopping and social commerce are at your fingertips. One of my go-to shopping methods is TV home shopping. In some countries, home shopping is state-of-the-art. Korea is so ultra-modern that it’s considered old hat. But even though it’s been around for donkey’s years, I have a soft spot for TV home shopping. First and foremost, I like the information I can glean. Shopping hosts courteously explain all there is to know about a product. This is a distinct advantage over other methods. Also, sometime home shopping offers bargain basement prices.",
			"means": "한국의 홈쇼핑 채널에 대해 이야기해 주세요.\\n한국에는 쇼핑할 수 있는 방법이 수없이 많다. 셀 수 없을 정도로 많은 상점들이 있다. 손가락만 움직이면 온라인 쇼핑과 소셜 커머스를 이용할 수 있다. 내가 주로 이용하는 쇼핑 방법 중 하나는 TV 홈쇼핑이다. 홈쇼핑이 최첨단이라고 여겨지는 국가들도 있다. 한국은 기술 발전이 앞서가서, 홈쇼핑은 이제 새로울 것이 없다. 홈쇼핑이 선을 보인 지 오래되기는 했지만, 나는 TV 홈쇼핑만 보면 마음이 약해져서 뭔가 자꾸 사고 싶어진다. 무엇보다도, 내가 얻을 수 있는 정보가 좋다. 쇼핑 호스트들이 상품에 대해 알아야 할 모든 것을 친절하게 설명해 준다. 이것은 다른 쇼핑 방법에 비해 뚜렷한 장점이다. 가끔은 홈쇼핑에서 최저가 판매를 하기도 한다.\\n"
		},
		{
			"title": "Talk about wireless internet.",
			"explains": "Just a few years ago, wireless internet was unthinkable. It was in the realm of science fiction. Nowadays, wi-fi is nearly ubiquitous. The connection speed are mind-boggling. In Korea, the quality of service is sky-high. Some people even take it for granted. I am still staggered by the convenience of wi-fi. First of all, it does away with the hassle of internet cables. Secondly, almost every caf? can do double duty as an office thanks to wi-fi. It’s common to see people burning the midnight oil in coffee shops. The wireless internet services can help people work while they get their cup of joe.",
			"means": "무선 인터넷에 대해 이야기해 주세요.\\n몇 년 전만 해도, 무선 인터넷은 상상조차 할 수 없었다. 무선 인터넷은 공상과학의 영역이었다. 지금은 거의 어디에서나 와이파이가 된다. 연결 속도도 놀라울 정도이다. 한국에서는 인터넷 서비스의 품질이 매우 높다. 어떤 사람들은 이를 당연하게 받아들이기도 한다. 나는 아직도 와이파이의 편리함에 깜짝 놀라곤 한다. 무엇보다도, 와이파이는 인터넷 선의 번거로움을 없앤다. 두번째로, 와이파이 덕분에 거의 모든 카페가 일하는 공간도 되는 두 가지 역할을 할 수 있다. 커피숍에서 밤늦게까지 일하는 사람들을 흔히 볼 수 있다. 무선 인터넷 서비스는 사람들이 커피 한잔과 함께 일을 하는 걸 가능하게 해 준다.\\n"
		},
		{
			"title": "Talk about Korean comedy programs.",
			"explains": "Laughter is the best medicine when you’re feeling down. A good joke can wipe away a case of the blues. Korea has many fine comedy programs. There are long-standing classic shows. They are all good for a few yuks. Catch-phrases are an important part of comedy in Korea. A good catch phrase can make or break a comedian’s career. I like catch phrases because they’re an easy laugh. They can be great for diffusing an awkward situation. They can create a sense of camaraderie, because they’re widely recognizable. Most Korean comedy programs are comprised of short segments. This is convenient, because you can enjoy them in small portions.",
			"means": "한국의 코미디 프로그램에 대해 이야기해 주세요.\\n우울할 때는 웃음이 최고의 약이다. 멋진 농담은 우울함을 해결해 줄 수 있다. 한국에는 재미있는 코미디 프로그램들이 많다. 오래된 명작품들이 있다. 이 프로그램들은 한바탕 웃기에 참 좋다. 한국에서는 유행어가 개그의 중요한 부분을 차지한다. 좋은 유행어는 개그맨 커리어의 성공여부를 좌우한다. 유행어는 쉽게 웃게 해 주기 때문에 나는 유행어를 좋아한다. 어색한 분위기를 누그러뜨리는 데도 좋다. 유행어는 널리 알려져 있기 때문에, 일종의 동질감을 형성한다. 대부분의 한국 코미디 프로그램들은 짧은 코너들로 이루어져 있다. 이렇게 하면 프로그램을 조금씩 나누어 즐길 수 있기 때문에 편리하다.\\n"
		},
		{
			"title": "Talk about a time when you got lost.",
			"explains": "I pride myself on having a strong sense of direction. Even so, I get lost on occasion. One time, I was traveling with my wife when I lost my bearings. At the time, we didn’t have a GPS. I tried to play it cool. I pretended I knew where I was. Later on, things had gone from bad to worse. The sun had set, and my wife was getting antsy. Finally, I had to swallow my pride. I told her I had no clue where we were. Right when we were on the verge of panic, we happened upon a friendly stranger. We told him about our predicament. With his help, we found our way.",
			"means": "길을 잃었던 경험에 대해 이야기해 주세요.\\n나는 방향 감각이 아주 좋다는 자부심을 갖고 있다. 그렇지만, 나는 가끔은 길을 잃는다. 한번은, 아내와 여행을 하다가 방향 감각을 잃었다. 그때 우리는 내비게이션이 따로 없었다. 나는 침착한 태도를 보이려고 했다. 내가 어디쯤인지 알고 있는 척하려고 했다. 시간이 지나자, 상황은 점점 더 나빠졌다. 해가 지고, 아내는 안절부절못하기 시작했다. 결국은 내 자존심을 버려야 했다. 나는 아내에게 우리가 어디 있는지 전혀 모르겠다고 말했다. 거의 패닉 상태에 빠지기 일보 직전에 우연히 친절한 행인을 만났다. 우리는 그에게 우리가 처한 곤란한 상황에 대해 말했다. 그의 도움 덕에, 우리는 길을 찾았다.\\n"
		},
		{
			"title": "Talk about a time when you had a water leakage at home.",
			"explains": "I’ve had the good fortune to live in mostly trouble-free houses. But one time, things went awry. It was more than just a spot of bother. A pipe burst in our kitchen. We have no idea how it happened. There was so much water that it soaked the floor in no time. There was a real concern that the water would inconvenience our neighbors downstairs. First, we shut off the water valve. Then, we wiped the water from the floor. It could have turned into a fiasco. We had to call up a person to get the pipe fixed the next day. We can only keep our fingers crossed that it won’t happen again.",
			"means": "집에서 물이 샜던 경험에 대해 이야기해 주세요.\\n나는 여태까지 운 좋게도 대부분 별 문제가 없는 집에서 살아 왔다. 그러나 한번은 일이 좀 꼬인 적인 있다. 가벼운 골칫거리가 아니었다. 부엌의 파이프가 터져 버렸다. 어떻게 그런 일이 발생했는지도 모르겠다. 물이 너무 많이 새서 순식간에 바닥을 흠뻑 적셨다. 물 때문에 아래층에까지 패를 끼칠까 봐 크게 걱정했다. 먼저, 우리는 수도관 밸브를 잠갔다. 그리고 바닥의 물을 닦아 냈다. 큰 난리가 날 뻔 했었다. 우리는 다음 날 파이프를 고칠 사람을 불러야 했다. 다시는 그런 일이 생기지 않기를 기도하는 수밖에는 없다.\\n"
		},
		{
			"title": "Talk about living expenses in Korea.",
			"explains": "The cost of living in Korea is not what you’d call cheap. In fact, it can seem back-breaking. Even so, people manage to get by. This often requires meticulous planning. Spending your paycheck willy-nilly is ill-advised. It’s important to take stock of one’s finances. Keep tabs on your income and spending. Your rent and utilities are usually the same from one month to the next. But the cost of things like groceries and gifts can fluctuate a lot. In most families, there’s usually one person in charge of tending to the books. That person should pay attention to detail when managing the family’s monthly budget. Managing living expenses is by all means a trying task.",
			"means": "한국의 생활비에 대해 이야기해 주세요.\\n한국의 생활비는 결코 저렴하다고 할 수 없다. 사실, 상당히 높다고 할 수 있다. 그렇지만, 사람들은 그럭저럭 잘 살아 간다. 이렇게 하기 위해서는 꼼꼼한 계획이 필요한 경우가 많다. 들어오는 돈을 아무렇게나 써 버리는 것은 경솔한 행동이다. 재정 상태를 잘 살펴보는 것이 중요하다. 수입과 지출을 면밀히 관리하는 것이 좋다. 집세나 공과금은 보통 지난달이나 다음 달이나 동일하다. 그러나 식료품이나 선물과 같은 것들의 비용은 크게 변동한다. 대부분의 가정에 가계부를 쓰는 사람이 보통 한 명씩 있다. 그 사람은 가족의 월별 예산을 짤 때 세부 내용에 주의를 기울여야 한다. 생활비 관리는 어쨌든 정말 힘든 일이다.\\n"
		},
		{
			"title": "Talk about school reunions in Korea.",
			"explains": "School reunions are very common in Korea. They can be a boatload of fun. You can catch up with old friends and chew the fat. You can down a few drinks. You can reminisce about the good old days. There’s nothing like a childhood buddy. However, there are some side effects. A reunion can be stressful. It can damage your self-esteem if everyone else is better off. Sometimes, rude people ask intrusive questions. The thing to keep in mind is that a reunion is not a competition. It should be a friendly get-together. People should go with the best intentions. That way, everyone can have a whale of a time.",
			"means": "한국의 동문회에 대해 이야기해 주세요.\\n한국에서는 동문회가 매우 보편적이다. 동문회는 아주 즐거울 수 있다. 옛 친구들과 밀린 얘기도 나누고 담소를 즐길 수 있다. 술도 좀 마실 수 있다. 좋았던 옛 추억들을 회상할 수도 있다. 어린 시절 친구만한 것은 없다. 그러나 몇 가지 부작용도 있다. 동문회가 스트레스를 줄 수 있다. 만일 다른 친구들이 모두 더 잘 나가고 있다면 자존심이 상할 수도 있다. 가끔은, 무례한 사람들이 거슬리는 질문을 하기도 한다. 명심해야 할 것은, 동문회는 경쟁을 해서 이겨야 하는 자리가 아니라는 것이다. 동문회는 친목을 도모하는 자리여야 한다. 좋은 의도를 가지고 참석해야 한다. 그래야만 모든 사람들이 즐거운 시간을 가질 수 있다.\\n"
		},
		{
			"title": "Talk about the school year in Korea.",
			"explains": "The school year in Korea begins in March. Some students going back to school drag their feet. Others go with bells on. A new year commences for all of them. I personally didn’t mind the beginning of the school year. The year ahead felt full of possibilities. By the time summer break starts, most students are ready for a break. They are burdened with vacation homework, but it’s not the end of the world. They make their way back to their classrooms in September, refreshed. It’s time to pick up where they left off. It’s a grind for another few months. But before they know it, winter break comes around again.",
			"means": "한국의 학년에 대해 이야기해 주세요.\\n한국에서 새 학년은 3월에 시작한다. 어떤 학생들은 마지못해 학교로 돌아가기도 하고, 신이 나서 학교에 가는 학생들도 있다. 새해는 그들 모두에게 똑같이 시작된다. 개인적으로 나는 학년이 새로 시작한다고 특별히 신경 쓰는 것은 없었다. 앞으로 다가올 한 해가 가능성으로 가득한 것처럼 느껴졌다. 여름 방학이 시작할 때쯤이면, 대부분의 학생들은 휴식에 목말라 한다. 방학 숙제 부담이 있긴 하지만, 그렇다고 끔찍할 정도는 아니다. 학생들은 9월이면 새로운 기분으로 교실로 돌아온다. 중단했던 공부를 다시 시작할 시간인 것이다. 또 몇 달간은 힘든 과정이 이어진다. 그러나 조금 있으면 또 겨울 방학이 돌아온다.\\n"
		},
		{
			"title": "Where do you have lunch? What do you normally have for lunch?",
			"explains": "My lunch plans look different every day. During my workweek, I often eat out with my co-workers. We gravitate towards Korean cuisine because it’s a healthier choice. I like to stay close to work because my lunch hour is only an hour long. I like hole-in-the-wall places that serve only a few dishes. Yesterday, I had bean sprout soup with a few of my co-workers. It’s my tried-and-true standby. My office has a cafeteria but we are all tired of the same old menu. When I’m in a rush, I just grab a quick bite at a caf?. I have to admit, sometimes, grabbing lunch feels like a chore.",
			"means": "점심 식사를 어디에서 하나요? 주로 점심 메뉴로 무엇을 먹나요?\\n점심 식사 계획은 매일 다릅니다. 주중에 근무할 때는 동료들과 나가서 주로 먹습니다. 좀 더 건강에 좋다고 생각하기 때문에 한국 음식 쪽으로 마음이 갑니다. 점심시간이 한 시간밖에 되지 않아서, 회사에서 가까운 곳으로 가는 것을 선호합니다. 저는 음식 종류가 몇 가지 되지 않는, 허름한 식당을 좋아합니다. 어제는 동료 몇 명과 콩나물국밥을 먹었습니다. 그 식당은 이미 맛이 검증된 곳으로 갈 때가 마땅히 없을 때 가면 좋습니다. 회사에 구내 식당이 있기는 하지만, 우리 모두 매일 같은 메뉴에 질린 편입니다. 시간이 없어서 서둘러야 할 때는 카페에 가서 얼른 가볍게 요기만 합니다. 가끔씩은 정말 점심 먹는 것이 일처럼 느껴질 때가 있다는 생각이 듭니다.\\n"
		},
		{
			"title": "What are typical Korean weddings like?",
			"explains": "Most Korean weddings today are influenced by western ceremonies. So, walking down the aisle includes the iconic white wedding gown. But popping the question is quite different from conventional wedding proposals. In Korea, it can happen during or even after the wedding planning process. As for the ceremony, it is generally held at a hotel or a space designed for weddings. Money is the most common gift to give. This is why a table is set up at the venue with friends handing out white envelopes. Tying the knot in Korea is not just about the bride and groom. It’s also about the parents. In fact, they have the final say on a lot of things.",
			"means": "한국의 전형적인 결혼식은 어떤지 이야기해 주세요.\\n오늘날 대부분의 한국 결혼식은 서양 예식의 영향을 받았습니다. 결혼식을 올릴 때, 상징적인 하얀 웨딩드레스가 포함됩니다. 그러나 불쑥 프러포즈를 하는 것은 전통적인 프러포즈와 사뭇 다릅니다. 한국에서는 결혼식을 준비하는 와중이나 그 이후에 하는 경우가 있습니다. 결혼식 자체는 주로 호텔이나 결혼식에 특화되어 있는 장소에서 합니다. 축의금이 가장 흔한 결혼 선물입니다. 이러한 이유로 신랑 신부의 친구들이 흰 봉투를 나눠 주는 테이블이 식장에 설치됩니다. 한국에서의 결혼은 비단 신랑 신부만 연관된 일이 아닙니다. 양가 부모님도 상당히 밀접하게 연관되어 있습니다. 실은 부모님에게 여러 가지 문제에서 최종 결정권이 있습니다.\\n"
		},
		{
			"title": "What is spring weather like in Korea.",
			"explains": "Springtime is arguably the most pleasant season of the year. It’s neither too cold nor too hot. It’s just right. The cherry blossoms are synonymous with this season. In Seoul, locals and tourists flock to Yeouido because rows and rows of cherry blossoms are in full bloom. I usually don’t like touristy areas because they’re crowded. But I don’t mind this time of the year. The air feels nice and breezy. The skies are clear. It is warm enough to dress light. Everything just feels fresh and new. It’s the perfect season for outdoorsy activities. You can spot many people riding their bicycles along the river.",
			"means": "봄철은 연중 가장 좋은 계절임에 틀림이 없다. 너무 춥지도, 너무 덥지도 않다. 기온이 딱 좋다. 벚꽃은 봄철과 거의 동일시된다. 서울에서는 지역 주민들과 관광객들이 여의도로 몰려드는데, 끝도 없이 벚꽃이 만개하기 때문이다. 나는 대개 관광객이 모이는 곳은 북적대서 싫어하는 편이다. 그러나 매년 이맘때는 상관없다. 바람이 기분 좋게 산들거린다. 하늘도 맑다. 가볍게 옷차림을 해도 될 만큼 날씨가 따뜻하다. 모든 것이 신선하고 새롭다. 바깥 활동을 하기에 딱 좋은 계절이다. 강을 따라서 자전거를 타는 많은 사람들을 목격할 수 있다."
		},
		{
			"title": "Talk about how all kind of food can be delivered in Korea.",
			"explains": "The food delivery system in Korea is great. It’s efficient and reliable. Popular fast food chains make a point of delivering in Korea. So, you can have burgers and fries delivered to your doorstep. Fried chicken is one of the most popular late night snacks. If you are craving beer to go with the fried chicken, you are in luck! They also deliver beer. If you are expecting company and need to cook up a storm, you don’t have to make dozens of side dishes from scratch. They deliver them as well. Obviously, the food delivery service doesn’t do much for your diet, but it sure is convenient!",
			"means": "한국에서 각종 음식이 배달되는 것에 대해서 이야기해 주세요.\\n한국의 음식 배달은 정말 최고이다. 효율적이고 믿을 수 있다. 인기 패스트푸드 체인점들도 한국에서는 꼭 배달을 해 준다. 그래서 햄버거나 프렌치프라이를 바로 집 현관 앞으로 배달시킬 수 있다. 프라이드치킨도 가장 인기 있는 야식 중 하나이다. 프라이드치킨과 함께 맥주가 당긴다면, 걱정하지 않아도 된다. 맥주도 배달해 준다. 다른 사람들이 올 예정이어서 음식을 열심히 만들어야 하는 상황이라면 많은 반찬들을 처음부터 만들 필요가 없다. 그것들도 배달해 준다. 물론, 음식 배달은 다이어트에는 별다른 도움이 되지 않지만, 정말 편리하다는 사실은 부인할 수 없다.\\n"
		},
		{
			"title": "What do you do to control your weight?",
			"explains": "When it comes to keeping your weight in check, I think it’s important to understand what works for you. For me, calorie counting is counterproductive. It always backfires. So, I make sure that my diet is nutritious and balanced. However, this means that I have to work out consistently as well. I go to a Pilates studio because it does wonders for my figure. I like to mix it up when it comes to cardio in order to keep things interesting. I know cross-fit is popular these days, but I’m not a fan. I try not to obsess about the numbers on the scale because muscle weighs more than fat.",
			"means": "여러분은 체중 조절을 위해 무엇을 하나요?\\n체중 증가를 억제하는 데 중요한 것은 자신에게 맞는 방법이 무엇인지를 이해하는 것이라고 생각한다. 나한테 칼로리 계산은 비생산적이다. 항상 역효과를 불러 일으킨다. 그래서 항상 영양가가 있고 균형 잡힌 식단을 유지하려고 한다. 그러나 이것이 의미하는 것은 꾸준히 운동도 병행해야 한다는 것이다. 나는 필라테스 배우는 곳에 다니는데, 체형 유지에 정말 큰 효과가 있다. 유산소 운동을 하는 경우에는 가끔씩 변화를 좀 주어, 재미를 계속 느끼려고 하는 편이다. 크로스핏이 요즘 요행인 것으로 알고 있는데, 나는 그다지 좋아하지 않는다. 나는 체중계의 수치에 집착하지 않으려고 하는 편인데, 그 이유는 근육이 지방보다 무게가 더 나가기 때문이다.\\n"
		},
		{
			"title": "Talk about some Korean table manners.",
			"explains": "Some table manners are unique to the Korean culture. For one, there is a proper way to hold chopsticks. When you hold them up, they should be parallel to each other. In Korea, making loud noises while you eat is considered rude. Slurping is frowned upon. Picking at your food is also discouraged. But more importantly respecting the elderly extends to the dinner table. If you are seated at a table with people who are older than you, wait quietly for them to start eating first. Food placement is important too. The rice bowl is placed on the left and the soup bowl on the right.",
			"means": "한국의 식사 예절에 대해 이야기해 주세요.\\n한국 문화에는 독특한 식사 예절이 있습니다. 한 가지 예로, 젓가락을 쓰는 올바른 방법이 있습니다. 젓가락을 들었을 때는 평행을 이루게 해야 합니다. 한국에서는 먹을 때 큰 소리를 내는 것은 무례하다고 여겨집니다. 또한 후루룩 소리를 내면서 뭔가를 먹는 것도 다른 사람들을 언짢게 합니다. 음식을 깨작깨작 먹는 것도 피해야 합니다. 그러나 더 중요한 것은 식사 중에도 어른을 공경하는 문화가 적용된다는 것입니다. 자신보다 더 나이가 많은 사람들과 같이 식사를 하고 있다면 그분들이 먼저 드시기 시작할 때까지 조용히 기다려야 합니다. 음식을 어디에 두는지도 중요합니다. 밥 그릇은 왼쪽에 국 그릇은 오른쪽에 놓입니다.\\n"
		},
		{
			"title": "Talk about how you typically spend your weekends.",
			"explains": "These days, my weekends are mostly filled with rest and relaxation. In the past, I used to be more outgoing and active. I relished activities in the great outdoors, and I had a can-do attitude toward sports. But as I get on in years, I’m starting to buy the argument that my lazier friends like to pitch. Now I understand why they prefer being couch potatoes. The gist of the matter is that I’m too tuckered out after a week’s work to be so gung-ho about recreation. I just want to wind down and relax. Maybe this just means I’m no longer a spring chicken.",
			"means": "주말을 주로 어떻게 보내는지에 대해 이야기해 주세요.\\n요즘 나는 주말을 휴식과 안식을 취하는 시간으로 대부분 보내고 있다. 예전에는 좀 더 외향적이고 활동적인 편이었다. 확 트인 야외에서 하는 활동을 몹시 즐겼다. 그리고 스포츠를 할 때도 하면 할 수 있다는 마음가짐이 있었다. 그런데 나이가 들어가면서, 좀 더 게으른 내 친구들이 하는 이야기들을 인정하게 된다. 이제는 그들이 왜 움직이기 싫어하는지 이해한다. 문제의 핵심은 일주일 일하고 나면 너무 지쳐서 여가를 매우 열성적으로 즐기기가 힘들다는 것이다. 그냥 긴장을 풀고 쉬고 싶어진다. 이게 의미하는 것은 내가 이제 혈기 왕성한 젊은이가 아니란 것일 수도 있다.\\n"
		},
		{
			"title": "Talk about blind dates in Korea.",
			"explains": "Nowadays, blind dates are becoming more and more commonplace in Korea. One of the many reasons is that desk jockeys are too harried and distracted to date spontaneously. Some critics lament the demise of the old-fashioned romance and “love at first sight.” However, I am more optimistic and view blind dates with a rosier perspective.  Even if the odds are against a blind date being successful, any chance of meeting a soul mate is worth rolling the dice. What does it matter if it doesn’t pan out? You’ll be none the worse, and have gained the experience of meeting someone new.",
			"means": "한국의 소개팅에 대해서 이야기해 보세요.\\n요즘 한국에서는 소개팅이 점점 더 보편화되어 가고 있다. 여러 이유 중에서 한 가지는 직장인들이 책상 앞에서 일만 하다 보니, 즉흥적으로 누군가를 만나기에는 그 방법도 잘 모르고 신경 써야 할 것이 많기 때문이다. 어떤 사람들은 예전 방식의 로맨스나 첫눈에 반하는 사람의 시대의 종말이 온 것을 한탄한다. 그러나 나는 소개팅에 대해서 더 낙관적이고 긍정적인 관점에 서 보게 된다. 소개팅이 성공할 가능성이 낮다 하더라도, 자신의 천생연분이 될 수도 있는 사람을 만날 수 있는 가능성은 점쳐 볼 만한 가치가 있다. 성공적으로 진행되지 않는다 해도 큰 문제 될 것이 없지 않은가? 어차피 밑져야 본전이고 새로운 누군가를 만나는 경험은 얻게 될 것이다.\\n"
		},
		{
			"title": "Talk about how you fell when you go to the airport.",
			"explains": "Whenever I make my way to Incheon International Airport, I feel giddy, almost light-headed with anticipation. More often than not, going to the airport is exciting. It could be to welcome a loved one with open arms. It might be to whisk off overseas. It’s also fun because the airport itself is a sight to behold. As it is a fine example of modern architecture, it’s an impressive place to visit. Getting to the airport is as easy as pie, with so many cheap and quick options like the buses and the airport railway. All in all, I love almost everything about airports.",
			"means": "공항에 가면 어떤 느낌이 드는지 이야기해 보세요.\\n나는 인천국제공항에 갈 때마다 기분이 들뜨고, 기대감에 약간 어지러울 정도이다. 대개의 경우, 공항에 가는 것은 신이 나는 일이다. 두 팔 벌려 사랑하는 누군가를 배웅하기 위한 것일 수도 있고, 해외로 서둘러 나가기 위한 것일 수도 있다. 또한 자체가 멋진 광경이기 때문에 재미 있기도 하다. 공항은 현대식 건축물의 훌륭한 본보기이기 때문에 방문하기에 인상적인 곳이다. 공항까지 가는 것은 식은 죽 먹기이다. 공항 버스나 공항 철도와 같은 저렴하고 빠른 방법들이 있기 때문이다. 전반적으로 나는 공항에 관련된 모든 것을 정말 좋아한다.\\n"
		},
		{
			"title": "Talk about the Korean bullet train, the KTX.",
			"explains": "Korea has a bullet train called the KTX. Sometimes, I feel nostalgic for the slower, noisier trains of the past. But the convenience of the KTX is too good to pass on. The speed is so high that it’s mind-boggling. You usually arrive at your destination in the blink of an eye. I also love seeing the different people on the trains. The businessmen are poring over documents or eating lunch on the go. Grandparents are doting on their grandchildren. Young couples are whispering sweet nothings into each other’s ears. Overall, I really enjoy taking the KTX.",
			"means": "한국의 고속철도 KTX에 대해서 이야기해 주세요.\\n한국에는 KTX라고 하는 초고속 열차가 있다. 가끔씩 과거의 느리고 소리가 더 나는 기차들에 대해 향수를 느끼기도 하지만, 편리함 때문에 KTX를 타게 된다. 속도가 정말 빨라서 놀라울 정도이다. 보통 목적지에 눈 깜짝할 사이에 도착한다. 나는 또한 기차 안에 있는 여러 사람들을 보는 것을 매우 좋아한다. 업무차 기차를 탄 사람들은 서류를 자세히 읽어 보고 있거나, 이동하며 점심을 먹고 있다. 할머니 할아버지들은 손주들을 한없이 귀여워하고 있다. 젊은 커플들은 달콤한 말들을 서로의 귓속에 속삭이고 있다. 전반적으로 나는 KTX 타는 것을 정말 즐긴다.\\n"
		},
		{
			"title": "Talk about a medical check-up you got in the past.",
			"explains": "One of my friends once told me that I had bad breath. I was mortified. But rather than trying to get on my nerves, he was telling me that it could be a symptom of poor health. I followed his advice and got a medical check-up. It was with a heavy heart that I made the visit to the hospital. However, I was taken aback to find that the tests weren’t so taxing. The hospital staff were friendly and made me feel at home. More importantly, I swelled with the knowledge that I was investing in my health. The biggest hurdle was the endoscopy, but everything else was a breeze.",
			"means": "과거에 받았던 건강 검진에 대해 이야기해 보세요.\\n내 친구 중 한 명이 한번은 나한테 입 냄새가 난다고 했다. 정말 수치스러웠다. 그런데 친구가 내 심기를 건드리려고 한 말이 아니라, 내 건강이 안 좋다는 신호일 수도 있다고 이야기했다. 그의 조언을 따라서 나는 건강 검진을 받았다. 무거운 마음으로 병원을 찾았다. 그러나 검사들이 너무 힘들지는 않다는 사실에 조금 놀랐다. 병원 직원들도 매우 친절했고 마음을 편안하게 해 주었다. 더 중요하게는 내가 건강에 투자를 하고 있다는 생각에 가슴이 벅찼다. 가장 큰 고비는 내시경 검사였지만, 나머지는 모두 아주 가볍게 끝낼 수 있었다.\\n"
		},
		{
			"title": "Talk about the ATMs in Korea.",
			"explains": "ATMs are convenient, time-saving devices that don’t receive their due in recognition. Not too long ago, customers had no choice but to visit the bank in person to do any banking. This problem was made worse by banks closing too early. This problem is a thing of the past now, since we can conveniently use an ATM to make a withdrawal or deposit. In Korea, there’s almost always an ATM a stone’s throw away. The additional fees can be a pain in the neck, but all things considered, the pros outweigh the cons. On more than one occasion, I was left hanging with no cash, but I was saved by an ATM.",
			"means": "한국의 현금 자동 입출금기에 대해서 이야기해 보세요.\\n현금 자동 입출금기는 편리하고 시간을 절약해 주는 기계이지만, 제대로 인정을 못 받는 거 같다. 얼마 전까지만 해도, 고객들은 은행 업무를 보기 위해 직접 은행을 방문할 수밖에 없었다. 은행의 영업 시간이 너무 일찍 종료되어 이 문제는 더 불편을 야기했다. 이제 이러한 문제는 과거지사가 되었다. 이제는 편리하게 현금 자동 입출금지를 이용해서 현금을 입출금할 수 있기 때문이다. 한국에는 엎어지면 코 닿을 거리에 하나씩은 다 있는 것 같다. 추가 수수료는 골칫거리 일 수 있지만, 모든 것을 감안해 보았을 때, 실보다는 득이 많다. 나는 몇 번이나 현금이 없는 상태가 되어 본 적이 있는데, 그럴 때마다 현금 자동 입출금기가 나를 구해 주었다.\\n"
		},
		{
			"title": "Talk about how Koreans love to sing.",
			"explains": "Koreans are fond of singing when they gather with their friends. Whereas house parties are popular in some countries, people in Korea tend to meet away from home. They like to go to what’s called a noraebang to sing together. A noraebang is a singing venue where private rooms are available for rent. People often go there after drinking at social get-togethers or office dinners. Singing to your heart’s content is a great way to use energy. It’s not uncommon for even people who are usually shy to really get into a song. Most Korean people have a pet song that they love to sing. Once again, singing is a universal pastime in Korea.",
			"means": "한국인들이 얼마나 노래 부르는 것을 좋아하는지 이야기해 보세요.\\n한국인들은 친구들과 노래 부르는 것을 정말 좋아한다. 어떤 국가들에서는 집에서 하는 파티들이 흔하지만, 한국에서는 주로 집 밖에서 만나는 것을 좋아한다. 사람들은 같이 노래를 부르기 위해 소위 노래방이라고 하는 곳에 가는 것을 좋아한다. 노래방은 노래를 부를 수 있는 장소로, 개별 방을 빌려서 거기서 놀 수 있다. 사람들은 친구들과 모임이나 회식 자리에서 술을 마시고 주로 노래방에 간다. 실컷 노래 부르는 것은 에너지를 발상하는 좋은 방법이다. 평소에는 수줍어하는 성격의 사람들도 정말 심취해서 노래를 부르는 것이 꽤 흔한 일이다. 대부분의 한국 사람들은 본인들이 부르기 좋아하는 애창곡이 하나씩은 있다. 다시 한번 이야기하면, 한국에서는 노래 부르는 것이 아주 보편적인 오락 중의 하나이다.\\n"
		},
		{
			"title": "Talk about when you bought some new furniture for your house.",
			"explains": "My wife and I recently decided to take the plunge and move into a new house. Once the matter of finding a house was taken care of, the first order of business was to furnish it. The furniture from our first apartment was completely inadequate, since it was intended for a much smaller space. We did some snooping online to gather information. In the end, we decided to visit a large, DIY furniture store. We’re usually averse to visiting crowded places, but furniture shopping was a blast. We soon found the items we wanted and returned home. Our apartment is now fully furnished and has never looked better. ",
			"means": "집에 가구를 새로 산 경험에 대해서 이야기해 주세요.\\n아내와 최근에 새로운 집으로 고심 끝에 이사를 하기로 결정 했다. 새로 이사할 집이 결정된 후에는 가구를 들여 놓는 것이 급선무였다. 우리의 첫 아파트에 있는 가구들은 전혀 적합하지 않았었다. 더 작은 공간의 집에 적합한 가구들이었기 때문이었다. 정보를 얻기 위해 인터넷을 둘러 보았다. 결국에는 큰 조립식 가구점에 가기로 마음먹었다. 우리는 대개 사람들이 붐비는 곳에 가는 것을 싫어하지만 가구 사는 것은 정말 재미있었다. 우리는 원하는 가구들을 금방 찾고 집으로 돌아왔다. 우리 아파트는 이제 가구가 전부 갖추어져 있고 어느 때보다 좋아 보인다.\\n"
		},
		{
			"title": "Talk about a baby’s first birthday party in Korea.",
			"explains": "Unsurprisingly, a baby’s first birthday is a momentous occasion in most cultures. Korea also follows this template. Many parents pull out all the stops and hold extravagant parties for their babies. Friends and neighbors come bearing gifts and break bread together. However, the tides have been shifting in the sluggish economy. As more people disapprove of excessive spending, it’s more common now to see scaled-down parties. Nonetheless, a first birthday is still a red-letter day for parents. Most follow the tradition of doljabi, in with the baby will pick and choose from an array of items that can supposedly predict his/her future.",
			"means": "한국에서의 돌잔치에 대해서 이야기해 주세요.\\n아니다 다를까, 아기의 첫 생일은 대부분의 문화권에서 의미가 큰 기념일이다. 한국도 이러한 관행을 그대로 따라간다. 부모들은 아기를 위해 떠들썩한 파티를 준비하기 위해 온 정성을 다한다. 친구들과 이웃들이 선물과 함께 참석을 하고, 같이 식사를 한다. 그러나 경기가 둔화하고 있는 요즘은 세태가 조금 변화하고 있다. 사람들이 과도한 지출을 꺼려하고 있는 가운데, 이제는 규모가 조금 작은 파티를 하는 것이 더 흔하다. 그럼에도 불구하고, 아이의 돌잔치는 부모들에게 크게 기념할 만한 날이다. 대부분 돌잡이라는 전통을 따르는데, 이것은 아기의 미래를 점쳐줄 것이라고 믿는 다양한 물건들 중에서 아기가 무엇이든 고르게 하는 것이다.\\n"
		},
		{
			"title": "Talk about plastic surgeries in Korea.",
			"explains": "Korea is a trend-setter when it comes to plastic surgery. The quality and prevalence of plastic surgery here are world-renowned. Procedures are performed with great frequency, and the skill level of the plastic surgeons is beyond reproach. It’s come to the point where patients visit from all over the world to take advantage of the services in Korea. Some critics point out that cosmetic surgery adds fuel to the fire of materialism and emphasis on appearance. The rebuttal is that surgery is a matter of personal choice, and everyone is free to decide how they want to look. Anyone interested must make their own decisions.",
			"means": "한국에서 행해지는 성형 수술에 대해 이야기해 보세요.\\n한국은 성형 수술에 관한 한 트렌드를 주도하는 국가이다. 성형 수술의 질적 수준과 보급 수준이 전 세계적으로도 유명하다. 매우 빈번한 수술이 행해지고 있으며, 성형외과 전문의들의 기술력은 탁월하다. 전 세계 환자들이 성형 수술을 받으려고 한국을 방문하는 그런 상황이 된다. 어떤 비판가들은 성형 수술이 물질주의와 외무지상주의의 불에 기름을 붓는다고 비판한다. 반대로 성형 수술은 개인 선택의 문제이고, 모든 사람들은 본인들이 어떤 모습을 하고 싶은지 결정할 권한이 있다고 주장하는 이들도 있다. 관심이 있는 사람은 누구든 본인 스스로 결정을 해야 한다.\\n"
		},
		{
			"title": "Talk about the seats reserved for the elderly on the subway and on the bus.",
			"explains": "Traditional Korean culture holds the elderly in high regard. Senior citizens have been around for longer than others, and are thought to be wiser as a result. Therefore, younger people are expected to show respect. A case in point is the seats reserved for the elderly on the subway and on the bus. These seats are usually left vacant even when there are no older passengers nearby. Taking the seats would be disrespectful to seniors who may get on board later. Plus, no matter where you are sitting, yielding a seat to the elderly is very admirable. I think having respect for our elders is worthy of praise.",
			"means": "버스와 지하철의 노약자석에 대해서 이야기해 보세요.\\n한국 전통 문화에서는 어른을 공경하는 풍습이 있다. 어른신들은 더 긴 인생을 살아 오셨기 때문에, 그 결과 더 현명하다고 여겨진다. 그래서 젊은이들이 어른들에게 예를 표하는 것은 당연시된다. 대표적인 예 중 하나가 지하철이나 버스 안에 있는 노약자석이다. 이 좌석들은 고령의 승객이 주변에 없다 하더라도 빈 상태로 유지되어야 한다. 이런 좌석에 앉는 것은 나중에 탑승하게 될 수 있는 어르신들에게 예의에 어긋나는 행동이다. 더불어, 어디에 앉아 있든 간에 어르신들에게 자리를 양보하는 것은 칭찬받을 만하다. 나는 어르신들에게 예를 갖추는 것은 칭찬해줄 만한 일이라고 생각한다.\\n"
		},
		{
			"title": "Talk about Korean kimbap.",
			"explains": "Many people assume that kimbap is essentially the same thing as Japanese sushi rolls. Granted their appearances overlap at lot, the key ingredients are quite different. For starters, Korean kimbap is made with fully cooked ingredients as opposed to Japanese sushi rolls that often use raw fish as its main ingredient. According to one’s preference, the ingredients of kimbap can include a colorful array of saut?ed vegetables. Meat and tuna are also commonly used. Because more Koreans are turning to healthier food options, many kimbap chains that use top-notch ingredients have been popping up. In a way, they have introduced a new age of high-end kimbap, so to speak. Personally, I’m all about homemade kimbap. My mother used to make them for me for school outings.",
			"means": "많은 이들이 김밥이 일본식 스시롤과 사실상 비슷하다고 간주한다. 외관상으로 겹치는 부분이 많다는 것은 틀린 말이 아니지만, 주재료가 상당히 다르다. 일단 한국 김밥은 조리가 다 된 재료를 주로 사용해서 만드는 데 반해, 일본 스시롤은 회와 같은 것들을 주재료로 사용한다. 사람들의 선호도에 따라서, 김밥의 재료에는 기름에 살짝 볶은 형형색색의 다양한 야채가 포함된다. 고기나 참치도 흔하게 사용된다. 요즘 한국인들이 좀 더 건강한 음식 쪽으로 마음을 돌리고 있는 터라, 고급 재료를 사용하는 많은 김밥 체인점들이 여기저기 생겨나고 있다. 어떤 면에서 이들 체인점들은 소위 말해 고급 김밥의 새로운 시대를 열었다. 개인적으로 나는 집에서 만든 김밥을 가장 선호한다. 우리 어머니는 학교 소품 때 김밥을 만들어 주곤 하셨다."
		},
		{
			"title": "Talk about the rest stops on Korean expressways.",
			"explains": "I can summarize the expressway rest stops in Korea in one word: mind-blowing. Some people go as far as to say that they are the cr?me de la cr?me of a road trip! If you have never been to one of these places, you are certainly in for a treat. They are where both cars and people get some fuel. The sheer variety of snacks and food you can select from is dizzying. I tend to lean toward my personal favorites. One of them is tteokbokki, which is a popular snack food made from soft rice cake and red pepper paste. Just thinking about it makes my mouth water. These rest stops also feature sit-down restaurants where you can get proper meals.",
			"means": "한국의 고속도로 휴게소에 대해 이야기해 주세요.\\n한국 고속도로 휴게소는 정말로 놀랍다는 한마디로 요약을 할 수 있다. 어떤 사람들은 심지어 도로 여행의 백미라고까지 표현하는 사람들도 있다. 이런 휴게소에 한번도 안 가 보았다면, 정말 마음에 들 것이다. 말 그대로 사람도 그렇고 차량도 그렇고 연료를 보충하는 곳이다. 간식과 음식의 종류 자체만으로도 정신이 혼미해질 정도이다. 나는 내가 가장 좋아하는 음식들에 마음이 가곤 한다. 그중 하나가 떡볶이인데, 떡볶이는 부드러운 떡과 고추장으로 만든 인기 있는 간식이다. 그냥 생각만 해도 군침이 돌게 한다. 이런 휴게소에는 정식으로 앉아서 제대로 식사를 주문할 수 있는 식당들도 있다.\\n"
		},
		{
			"title": "Talk about a typical workout at the gym.",
			"explains": "I hit the gym at least three times a week these days because I need to get back in shape. Honestly, the hardest part is getting myself to the gym. Once I’m there, it’s a cakewalk. I begin with stretching and then jog for twenty minutes to pump up the heart rate. I like to use light dumbbells when I work on my arms. I use the leg press to tone my legs. I also do some exercises to target my problem area: the thighs. I try to be careful not to pull a muscle while I work out. In between sets, I make sure to catch my breath before pushing myself any further. I end my workout with sprinting. It leaves me out of breath but feeling invigorated.",
			"means": "헬스클럽에서 일반적으로 하는 운동에 대해서 이야기해 주세요.\\n나는 체형을 다시 정상으로 돌려놔야 되기 때문에, 일주일에 최소 3번은 헬스클럽에 가서 운동을 한다. 솔직히, 가장 힘든 부분은 헬스클립까지 스스로 가게 만드는 것이다. 일단 가면, 나머지는 식은 죽 먹기이다. 가벼운 스트레칭으로 몸을 풀고, 그러고 나서 심장 박동수를 올리기 위해 한 20분간 뛴다. 팔 부위에 운동을 할 때는 가벼운 아령을 이용한다. 그 다음에는 다리 운동 기계를 이용해서 다리를 탄력 있게 만든다. 더불어, 문제 부위인 허벅지를 겨냥해서 운동을 따로 한다. 나는 운동할 때 근육이 늘어나지 않게 조심한다. 세트 중간 중간에 나는 추가로 운동을 하기 전에 숨을 고른다. 마지막으로 빠르게 뛰는 것으로 운동을 마무리한다. 그러면 숨은 차지만 활기찬 느낌이 든다.\\n"
		},
		{
			"title": "Talk about how much you like coffee.",
			"explains": "I am a big-time coffee lover. A cup of joe has always been how I start my day. Without it, I would probably snap at people frequently for no sound reason. Work would be too much without the proper dosage. I have a good four to five cups a day. You may think it’s overkill but frankly, it’s what keeps me alert. I’m not impossibly picky about my coffee though. I don’t think my taste buds are delicate enough for me to be a coffee snob. However, I am trying to cut back just a little bit. I had an episode of caffeine overdose recently. The coffee jitters wouldn’t fade for the entire day.",
			"means": "커피를 얼마나 좋아하는지 이야기해 보세요.\\n나는 커피를 정말로 좋아한다. 블랙 커피 한 잔은 항상 내가 하루를 시작하는 방법이다. 커피를 한 잔 마시지 않으면, 나는 아마 특별한 이유도 없이 사람들에게 화를 내게 될 것이다. 적당량의 커피를 마시지 못하면 아마 일하는 것도 벅차게 느껴질 것이다. 나는 하루에 못해도 네다섯 잔의 커피를 마신다. 과다 섭취라고 생각할 수도 있겠지만, 솔직히 말하면 그것 때문에 나는 깨어 있을 수가 있다. 그렇다고 커피를 엄청나게 까다롭게 고르거나 그러지는 않는다. 내 입맛이 커피 미식가가 될 만큼 섬세하지는 않기 때문이다. 그러나 조금은 줄이려고 노력 중이다. 최근에 커피 과다 섭취로 인한 증상을 경험한 적이 있다. 커피로 인한 신경 과민 상태가 하루 종일 사라지질 않았다.\\n"
		},
		{
			"title": "Tell me about your hobby.",
			"explains": "My hobby is studying English. The reason is quite simple. I like English. I read passages written in English aloud almost every day. This will help me improve my English both in accuracy and in fluency. At the moment, my English is not satisfactory, but I will enhance the ability to communicate in English at least up to the level of TEPS first grade. I am sure my English will contribute a lot to the foreign-related task assigned to me at my future office.",
			"means": "취미에 대해서 말해 주세요.\\n제 취미는 영어공부입니다. 이유는 매우 간단합니다. 영어를 좋아하기 때문입니다. 거의 매일 영어로 된 문장을 소리내어 읽고 있습니다. 이것은 제 영어실력을 향상시켜서 영어를 정확하고 유창하게 구사할 수 있도록 도와줍니다. 현재 제 영어실력은 만족스럽지 못합니다. 그러나 TEPS 1급 레벨까지는 영어 커뮤니케이션 능력을 높일 작정입니다. 제 영어실력이 장래의 회사에서 저에게 주어진 외국관련 일을 하는 데에 큰 도움이 될 것이라고 확신합니다.\\n"
		},
		{
			"title": "How do you spend your leisure time?",
			"explains": "If I have time to spare, I usually read magazines. I read Korean magazines on economy to know that is happening in the world. However, I sometimes try to read TIME, though it is a little bit difficult to read it rapidly. The reason why I read TIME is simply because it is challenging. The main purpose of reading TIME is to develop my concentration, which will help me in many respects, especially at work.",
			"means": "여가시간을 어떻게 보냅니까?\\n한가할 때, 저는 대개 잡지를 읽습니다. 세계에서 무엇이 일어나고 있는지를 알기 위하여 경제에 대한 한국잡지를 읽습니다. 빨리 읽는 것이 조금 어렵더라도 때때로 TIME을 읽으려고 노력하고 있습니다. TIME을 읽는 이유는 단순히 도전하는 맛이 있기 때문입니다. TIME을 읽는 주된 목적은 집중력을 높이기 위해서 입니다. 집중력은 여러 면에서 도움이 되는데, 특히 일에 도움이 됩니다.\\n"
		},
		{
			"title": "Talk about internet security.",
			"explains": "Internet security has become a major issue in recent years. Hacking programs have become more sophisticated. It is easy to get access to them online. Also, hackers have become better at what they do. Their hacking techniques have evolved over the years. Banking systems and customer databases have been breached. As a result, personal information has been leaked quite often. Against this backdrop, internet security measures have been strengthened. New laws have been made to protect personal information. Overall, the ongoing battle against backing will continue to be a big issue. Internet users also have to make their own efforts to enhance security.",
			"means": "인터넷 보안에 대해 이야기해 주세요.\\n최근 몇 년간 인터넷 보안은 큰 문제로 대두되고 있습니다. 해킹 프로그램들이 더욱 첨단화되고 있습니다. 인터넷상에서 해킹 프로그램들도 쉽게 접할 수 있습니다. 또한 해커들은 해킹에 더욱 능하게 되었습니다. 이들의 해킹 기술은 지나며 진화해 왔습니다. 은행 시스템과 고객 데이터베이스가 뚫려 버린 적이 있습니다. 그 결과, 개인 정보가 자주 유출되게 되었습니다. 이런 상황을 배경으로 하여, 인터넷 보안 조치가 강화되었습니다. 개인 정보 보호를 위해 새로운 법률이 만들어졌습니다. 전반적으로, 해킹과의 지속적인 싸움은 앞으로 큰 문제가 될 것입니다. 인터넷 사용자들도 보안을 강화하기 위해 자체적인 노력을 기울여야 합니다.\\n"
		},
		{
			"title": "Talk about the last time you went out to eat at a restaurant.",
			"explains": "I took my parents and my children out for dinner last weekend. We went to a Korean barbeque restaurant. The place is famous for Korean beef called hanwoo. They have the best hanwoo in town. As always, we grilled the meat on a grill right in front of us. The meat was so tender and juicy. There were various side dishes that tasted really good as well. The food probably tasted extra good because we were starving. We had waited 30 minutes to get a table there were many people waiting. We ate plenty of meat and had Korean soybean paste soup at the end. Overall, it was a very enjoyable dinner.",
			"means": "마지막으로 음식점에서 식사한 경험에 대해 이야기해 주세요.\\n저는 지난주에 부모님과 아이들과 함께 저녁 식사를 하러 갔습니다. 우리는 한국식 고깃집에 갔습니다. 그곳은 한우로 유명한 곳입니다. 그 근처에서 가장 한우를 맛있게 하는 음식점입니다. 언제나 그랬듯이 우리는 바로 앞에 있는 불판에 고기를 구웠습니다. 고기가 정말 부드럽고 육즙이 풍부했습니다. 또 정말 맛있는 여러 가지 반찬들이 있었습니다. 아마 배가 고파서인지 음식들이 그날 따라 유난히 맛있었습니다. 기다리는 사람이 많아서 테이블을 배정받기까지 30분 정도 기다려야 했습니다. 고기를 배불리 먹고, 마지막으로 된장찌개를 먹었습니다. 전반적으로, 정말 즐거운 저녁 식사였습니다.\\n"
		},
		{
			"title": "How do you keep fit?",
			"explains": "Let me talk a little bit about how I keep fit. There is a proverb like “Sul is the best of all medicines” in Korean. I hear in English the following proverb exists: Good wine engenders good blood. Therefore, I try to drink a little bit of soju before going to bed. This will help me sleep well. A good sleep will promote good health. Of course, I try not to drink too much. Drinking too much may cause the situation where the soju drinks me rather than me drinking the soju. The most dangerous situation is the one which makes soju drink soju, by with I mean everything goes totally wrong. I want to avoid such a situation; therefore, I drink a little! This actually goes a long way in improving my health.",
			"means": "어떻게 건강을 유지하세요?\\n제 건강법에 대해서 조금 얘기하겠습니다. ‘술은 백약 중의 으뜸’이라는 속담이 있습니다. 영어 속담에도 ‘좋은 와인은 좋은 피를 생기게 한다’라는 말이 있다고 들었습니다. 그래서 저는 자기 전에 술을 조금씩 마시고 있습니다. 이렇게 하면 숙면을 취할 수 있습니다. 잘 자는 것은 건강을 증진시킵니다. 물론, 너무 많이 마시지 않도록 주의합니다. 너무 많이 마시면 제가 술을 마신다기 보다 술이 저를 마시게 되니까요. 술이 술을 마시는 상황이 가장 위험한데 이는 완전히 잘못된 것입니다. 저는 그런 상황을 피하고 싶습니다. 따라서 조금만 마십니다. 이것은 장기적으로 건강을 항상시키는 방법입니다.\\n"
		},
		{
			"title": "Talk about when you had indigestion.",
			"explains": "I had a pretty bad case of indigestion last weekend. I ate dinner too fast because I was hungry. About an hour after dinner, I had stomach cramps and I felt like throwing up. I went to the pharmacy to get some medicine. However, the medicine didn’t do any good. My mom pricked the tip of my thumb with a needle. That’s a home remedy for indigestion. I didn’t feel well until the next morning. I just had to stay inside and get lots of rest. Ever since that incident, I always make sure to eat slowly even when I’m hungry.",
			"means": "체한 경험에 대해 이야기해 주세요.\\n저는 지난 주말에 심하게 체한 적이 있었습니다. 배가 고파서 저녁을 너무 급하게 먹었습니다. 저녁 식사 후 한 시간쯤 지나자, 위경련이 생겼고 토할 것 같았습니다. 저는 약국에 가서 약을 샀습니다. 그러나 약도 별 효과가 없었습니다. 엄마가 바늘로 엄지손가락 끝을 따 주셨습니다. 이것은 체했을 때 사람들이 하는 민간 요법입니다. 저는 다음 날 아침까지도 상태가 좋지 않았습니다. 집에 있으면서 푹 쉬는 수밖에 없었습니다. 그 사건 이후, 저는 배가 고플 때도 꼭 천천히 먹으려고 합니다.\\n"
		},
		{
			"title": "Talk about a time when you had enteritis.",
			"explains": "I remember a time when I had enteritis a few months ago. It was pretty bad. I had eaten some raw fish and that triggered something in my stomach. I had to go to the bathroom again and again because I had the runs. I had a fever and couldn’t get out of bed. I went to a hospital and stayed there for two days. I got an IV and all I ate was porridge. It took me almost a week to recover completely. It was one of the worst experiences in my life. I posted some pictures of myself at the hospital on Facebook and many of my friends left get-well messages. I posted a thank-you message after got better.",
			"means": "장염에 걸렸던 경험을 이야기해 주세요.\\n저는 몇 달 전에 장염에 걸렸던 것이 기억납니다. 정말 심했습니다. 회를 먹은 것이 뱃속에서 탈을 일으켰습니다. 설사가 나서 화장실에 계속 가야 했습니다. 열도 나고 침대에서 일어날 수도 없었습니다. 병원에 가서 이틀 동안 입원해 있었습니다. 링거를 맞고 죽만 먹었습니다. 완전히 다 나을 때까지 거의 일주일이 걸렸습니다. 제 생에 최악의 경험 중 하나였습니다. 페이스북에 입원 사진을 올렸는데 많은 친구들이 빨리 나으라는 메시지를 남겼습니다. 저는 다 나은 후 고맙다는 글을 남겼습니다.\\n"
		},
		{
			"title": "Talk about a time when you got drunk.",
			"explains": "I got together with some of my close friends recently. We hadn’t seen one another for quite a long time. We gathered at a restaurant and had dinner fist. We had some drinks while having the meal. After we ate, we went to a bar to drink more. We even went to a karaoke room after that. We ended up drinking a lot that day. I got completely drunk and couldn’t walk straight. I don’t remember how I got home. Naturally, I had a terrible hangover the following day. I even took some medicine to sober up. I regretted drinking so much.",
			"means": "술에 취했던 경험에 대해 이야기해 주세요.\\n저는 최근 친한 친구들과 모임을 가졌습니다. 한동안 서로 못 봤습니다. 우리들은 한 음식점에서 모여 먼저 저녁을 먹었습니다. 식사를 하며 술도 좀 마셨습니다. 식사 후에는, 술을 더 마시기 위해 술집에 갔습니다. 그 다음에는 노래방에도 갔습니다. 우리는 그날 결국 술을 제법 많이 마시게 되었습니다. 저는 완전히 취해서 똑바로 걸을 수 없었습니다. 어떻게 집에 왔는지도 기억이 나지 않습니다. 당연히, 다음 날에는 엄청난 숙취에 시달렸습니다. 술 깨는 약까지 먹었습니다. 저는 과음한 것을 후회했습니다.\\n"
		},
		{
			"title": "What kinds of foods did you have during family holidays?",
			"explains": "My family made a lot of holiday food for the Lunar New Year holiday. First, we made some rice cake soup in the morning. Eating rice cake soup on the first day of the year is a long-time Korean tradition. We consider ourselves a year older when we eat this soup. Plus, we also made some pan-fried dishes called jeon. We coated veggies, seafood and meat with batter, and then pan-fried them in oil. Most Korean families make jeon for the holidays. Next, we also made some japchae, which is a dish made from glass noodles and thinly-sliced veggies. The ingredients are mixed and stir-fried on a pan.",
			"means": "가족이 모이는 명절 동안 어떤 음식을 먹었나요?\\n저희 가족은 설 연후에 음식을 많이 했습니다. 먼저 아침에는 떡국을 끓였습니다. 한 해의 첫 날 떡국을 먹는 것은 한국의 오랜 전통입니다. 이 떡국을 먹으면 한 살 더 먹는다고 합니다. 또, 전이라고 하는 부침개도 만들었습니다. 채소, 해물, 고기를 반죽에 묻혀서 기름에 부쳤습니다. 대부분의 한국 가족들은 명절에 전을 만듭니다. 다음으로, 당면과 얇게 썬 채소로 만든 음식인 잡채를 만들었습니다. 재료들을 섞어서 후라이팬에 볶았습니다.\\n"
		},
		{
			"title": "Talk about presents you gave and received during the family holidays.",
			"explains": "Gift-giving is a big holiday tradition in Korea. For the Lunar New Year holiday, I bought my family various gifts. First, I bought my children some new toys. My children also got some cash-gifts from their grandparents and uncles. Children bow to the elders in the family and receive money as a gift. This is called sebae and it’s a New Year’s Day custom in Korean. As for my parents, I bought them a new coat and a new pair of shoes. For my brother’s family, I bought them some clothes for their newborn. I received various types of fruits as holiday gifts. I got a box of apples and pears. They were sent by companies and people I knew.",
			"means": "명절에 주고 받은 선물에 대해 이야기해 주세요.\\n선물을 주는 것은 한국의 중요한 명절 전통입니다. 구정 설날에 저는 가족들에게 다양한 선물을 사다 주었습니다. 먼저, 아이들에게 새 장난감을 사 주었습니다. 아이들은 할아버지, 할머니와 삼촌들로부터 현금 선물도 받았습니다. 아이들이 집안의 어르신들께 절을 올리고 세뱃돈을 받는 것입니다. 이것은 세배라는 한국의 설날 풍습입니다. 저희 부모님께는, 새 코드와 구두를 사 드렸습니다. 동생네 가족에게는, 새로 태어난 아기의 옷을 사 주었습니다. 저는 명절 선물로 다양한 과일들을 받았습니다. 사과와 배 상자를 받았습니다. 이 선물들은 회사와 제가 아는 사람들로보터 온 것이었습니다.\\n"
		},
		{
			"title": "Talk about the substitute holiday system of Korea.",
			"explains": "Since 2014, the substitute holiday system has been in effect in Korea. The substitute holiday system applies to Lunar New Year’s Day, Chuseok and Children’s Day. Under this system, when these national holidays fall on a weekend or another holiday, the government designates the following workday as a non-working day. This year, since the first day of the Lunar New Year holiday fell on a Sunday, we got an extra day off on Wednesday. This system is being welcomed by the public because they don’t lose any holidays throughout the year. Plus, as there are more extended holidays, people have been planning longer trips to various locations.",
			"means": "한국의 대체휴일제에 대해 이야기해 주세요.\\n2014년부터, 한국에서 대체휴일제도가 시행되었습니다. 대체휴일제도는 구정, 추석과 어린이날에 적용됩니다. 이 제도에 따라, 이러한 국경일이 주말이나 다른 휴일과 겹치는 경우 정부는 그 다음 근무일을 비근무일로 지정합니다. 올해는 구정 연휴의 첫날이 일요일과 겹치기 때문에 수요일에 하루를 더 쉬게 되었습니다. 이렇게 하면 일 년 내내 손해 보는 휴일이 없기 때문에 이 제도는 대중의 환영을 받고 있습니다. 또한, 휴가가 길어지면서, 사람들은 여러 곳으로 보다 긴 휴가를 계획하고 있습니다.\\n"
		}
	]
}