{
	"voca": [
		{
			"title": "Richard: Where's Brian?",
			"means": "(애나와 리처드가 파티에서 얘기한다 …)\\n리처드: 브라이언 어딨지?\\n애나: 아직 안왔어.\\n리처드: 알아. 어디 있는 거야?\\n애나: 나도 모르지.\\n리처드: 평소처럼 늦는 거지.\\n애나: 멋진 파티이긴 해.\\n리처드: 그렇지 하지만 난 일찍 떠나야 돼.\\n애나: 왜?\\n리처드: 너무 피곤해서. 직장에서 아주 바쁜 한 주를 보냈어.\\n애나: 그래 가기 전에 춤은 한 번 춰야 돼.",
			"explains": "(Anna and Richard are talking at a party … )\\nRichard: Where's Brian?\\nAnna: He's not here yet.\\nRichard: I know. Where is he?\\nAnna: I haven't the slightest idea.\\nRichard: He's late as usual.\\nAnna: This is a nice party.\\nRichard: It is, but I've got to take off early.\\nAnna: Oh why?\\nRichard: I'm really tired out. I had a busy week at work.\\nAnna: Well we have to have one dance before you go.\\n"
		},
		{
			"title": "Debra: Hello Ray it's Debra.",
			"means": "(레이가 출근하는데 직장으로부터 동료의 전화 가 온다 ….)\\n레이: 여보세요.\\n데브라: 여보세요 레이 나 데브라야.\\n레이: 어 안녕 데브라.\\n데브라: 레이 잠깐 시간있어?\\n레이: 사실은 막 나서려던 참이었어.\\n데브라: 오래 걸리지 않을 거야\\n레이: 그래 뭔데?\\n데브라: 오늘 있을 회의에서 새 컴퓨터에 관한 내 아이디어를 의논해도 될까?\\n레이: 그럼. (손목시계를 보며) 데브라 나 가봐야 돼.\\n데브라: 알았어 도착하면 보자구.",
			"explains": "(Ray is going to work when a co-worker calls him from work … )\\nRay: Hello.\\nDebra: Hello Ray it's Debra.\\nRay: Oh hi Debra.\\nDebra: Ray do you have a minute?\\nRay: Actually I was about to leave for work.\\nDebra: This won't take long.\\nRay: Sure what is it?\\nDebra: At the meeting later today could we discuss my idea for the new computers?\\nRay: Of course. (Looking at his watch) Debra I'm out the door.\\nDebra: Okay I'll see you when you get here.\\n"
		},
		{
			"title": "Judy: (looking out the window) Oh no it's raining.",
			"means": "(주디와 동생 로버타가 이모의 생신을 맞아 이모를 방문할 준비를 하고 있다 ….)\\n주디: (창문 밖을 보며) 어머 이런 비가 오네.\\n로버타:이 비 속을 운전하고 가려면 서둘러야겠어.\\n주디: 내 빨간 우산 어디 있지?\\n로버타: 여기 내 우산을 가져가자.\\n주디: 아냐 난 내 우산이 필요해.\\n로버타: 무슨 차이가 있어서? 우산이 다 똑같은 거지 뭐.\\n주디: 로즈 이모가 내 생일에 이 우산을 선물로 주셨단말야. 내가 잘 쓰고 있다는 걸 보셔야 해.\\n로버타: 내 차로 갈까?\\n주디: 그래 그러자. 난 비 속 운전은 자신이 없어.\\n로버타: 길이 막히기 전에 가려면 우리 지금 나가야 돼.",
			"explains": "(Judy and her sister Roberta are getting ready to visit their aunt for her birthday … )\\nJudy: (looking out the window) Oh no it's raining.\\nRoberta: We should get going if we have to drive in this rain.\\nJudy: Where's my red umbrella?\\nRoberta: Here let's take my umbrella.\\nJudy: No I need my umbrella.\\nRoberta: What's the difference? An umbrella is an umbrella.\\nJudy: Aunt Rose gave me this red umbrella for my birthday. I want her to see that I'm using it.\\nRoberta: Should we take my car?\\nJudy: Yes please. I can't handle driving in the rain.\\nRoberta: We should go now if we want to beat traffic.\\n"
		},
		{
			"title": "Roger: This is one heavy desk!",
			"means": "(로저가 새로 집에 이사하는 짐을 도와주고 있다, 큰 책상 을 함께 옮기며)\\n로저: 이거야말로 무거운 책상이군!\\n짐: 맞아. 내가 직접 만들었거든.\\n로저: 자네가? 이 책상을 자네가 만들었어?\\n짐: 응 몇 년 전에.\\n로저: 이 문을 지나갈 수 있을 것같지 않아. 책상이 너무 넓어서.\\n짐: 한 번 해보자.\\n로저: 정말 모험을 해보고 싶은 거야?\\n짐: 응 해보자.\\n로저: 긁힐텐데.\\n짐: 일리가 있는 말이긴 해. 그럼 문을 떼자.그러면 될꺼야",
			"explains": "(Roger is helping Jim move into his new house, They're carrying a big desk.)\\nRoger: This is one heavy desk!\\nJim: I know. I built it myself.\\nRoger: You did? You made this desk?\\nJim: Yeah a few years ago.\\nRoger: I don't think we'll be able to make it through this doorway. The desk is too wide.\\nJim: Let's try it.\\nRoger: Do you really want to chance it?\\nJim: Yeah let's do it.\\nRoger: You're going to scratch it.\\nJim: You've got a point. Let's remove the door. That should do it.\\n"
		},
		{
			"title": "Cindy: How are your kids?",
			"means": "(친구 둘이 버스를 기다리며 얘기한다 …)\\n신디: 아이들은 어때?\\n베키: 다루기 힘들어.\\n신디: 너희 아이들은 언제나 착하잖니.\\n베키: 그래도 난 따라가기 힘들어.\\n신디: 그리 놀랄 일이 아니지. 남자 아이들 셋이 얼마나 기가 넘치겠어.\\n베키: 네가 아는건 절반도 안돼.\\n신디: 무슨 뜻이지?\\n베키: 자기들이 모든 걸 다 안다고 생각해.\\n신디: 곧 고쳐지겠지.\\n베키: 내가 미치기기 전에 그래야할텐데 말야.",
			"explains": "(Two friends are talking while waiting for a bus … )\\nCindy: How are your kids?\\nBecky: They're a handful.\\nCindy: Your kids they're always so nice.\\nBecky: But I have trouble keeping up with them.\\nCindy: I'm not surprised. Three young boys have a lot of energy.\\nBecky: You don't know the half of it.\\nCindy: What do you mean?\\nBecky: They think they know everything.\\nCindy: They'll grow out of that.\\nBecky: Well I hope it happens before I lose my mind.\\n"
		},
		{
			"title": "A : Excuse me. Is this seat taken?",
			"means": "A : 실례합니다. 여기 자리 있나요?\\nB : 뭐라고 하셨죠?\\nA : 아. 이 자리 사용 중인가요?\\nB : 아뇨. 사용하셔도 돼요.\\nA : 감사합니다.",
			"explains": "A : Excuse me. Is this seat taken?\\nB : What did you say?\\nA : Oh. Is this seat occupied?\\nB : No. Go ahead.\\nA : Thank you.\\n"
		},
		{
			"title": "A : What would you like to order?",
			"means": "A : 무엇을 주문하시겠어요?\\nB : 영국식 아침 식사로 하고 싶습니다.\\nA : 계란은 어떻게 해드릴까요?\\nB : 뭐가 있나요?\\nA : 스크램블, 한 쪽만 익히거나, 다른 쪽도 살짝 익히거나, 완전히 익혀 드릴 수 있어요.\\nB : 양쪽을 익힌 것으로 하겠습니다. 아니, 한 쪽만 익힌 것으로 할게요.\\nA : 더 필요한 것은 없으세요?\\nB : 사과 주스요. 작은 사이즈로 주세요.",
			"explains": "A : What would you like to order?\\nB : I'd like to have an English breakfast.\\nA : How do you want your eggs? \\nB : What are my choices?\\nA : Scrambled, sunny side-up, over-easy, and over-hard.\\nB : Over-easy, please. No, I think I want sunny side-up. \\nA : Is there anything else? \\nB : One Apple juice. Make it small, please. \\n"
		},
		{
			"title": "Megan: What's your problem? Why are you screaming?",
			"means": "(앨런이 컴퓨터에다 대고 소리지르는 도중에 아내 메이건이 들어온다 …)\\n메이건: 왜 그래? 왜 소릴 지르는 거야?\\n앨런: 이 컴퓨터는 구제불능이야!\\n메이건: 이번엔 또 뭐가 잘못됐어?\\n앨런: 저 마음대로야!\\n메이건: 무슨 얘기지?\\n앨런: 얘기하고 싶지도 않아.\\n메이건: 티미가 도와줄 수 있을지도 몰라.\\n앨런: 티미가? 옆집 애말야?\\n메이건: 그래. 걔는 컴퓨터광이잖아.\\n앨런: 어린 아이가 나한테 컴퓨터에 대해 가르쳐줄 수 있다고는 못믿겠어.",
			"explains": "(Alan is screaming at his computer when his wife Megan walks in … )\\nMegan: What's your problem? Why are you screaming?\\nAlan: This computer is impossible!\\nMegan: What's wrong this time?\\nAlan: It has a mind of its own!\\nMegan: What do you mean?\\nAlan: I don't want to go into it.\\nMegan: Maybe Timmy can help.\\nAlan: Timmy? The kid next door?\\nMegan: Yes. He's a computer nerd.\\nAlan: I can't believe a child can teach me about my computer.\\n"
		},
		{
			"title": "A : How have you been doing lately?",
			"means": "A : 최근에 어떻게 지냈어? \\nB : 잠을 푹 못 자고 있어. \\nA : 적당한 양의 잠을 잘만 한 충분한 시간이 있는 거야? \\nA : 보통 몇 시에 잠을 자니? \\nB : 난 주중에는 11시 정도에 잠을 자려고 해. \\nA : 요즘 많은 스트레스 받고 있었니? \\nB : 막 직장을 잃었고 다른 일을 잡을 수 있을지도 확실하지 않아.\\nA : 머리를 맑게 하기 위해서 잘 때 편안한 노래를 들어봐. \\nB : 시도해 본 적은 없지만 좋은 생각인 것 같아.",
			"explains": "A : How have you been doing lately?\\nB : I haven't been sleeping well.\\nA : Do you have enough time to get the right amount of sleep?\\nA:  What time do you usually go to bed?\\nB : I usually try to go to bed around 11:00 or so during the week.\\nA : Have you been under a lot of stress lately?\\nB : I just lost my job, and I am unsure about being able to find another one.\\nA : You might consider listening to relaxing music as you go to sleep to clear your head.\\nB : I haven't ever tried that, but it sounds like a good idea.\\n"
		},
		{
			"title": "A : Where are the cookies?",
			"means": "A : 쿠키는 어디 있어?\\nA : 또 혼자 다 먹진 않았겠지?\\nB : 응. 내가 다 먹었어. 나도 어쩔 수 없었어. 너무 맛있었거든.\\nA : 난 네가 쿠키를 안 좋아하는 줄 알았는데.\\nB : 음, 나는 다크초콜릿 쿠키는 안 좋아해\\nB : 하지만 화이트초콜릿은 달라. 정말 좋아해.\\nA : 몰랐어.\\nB : 우유 한 잔과 화이트초콜릿 쿠키를 같이 먹으면 정말 더 맛있어.",
			"explains": "A : Where are the cookies?\\nA : Don't tell me you ate them all again! \\nB : Yes, I did. I couldn't help it. They were so good.\\nA : I thought you didn't like cookies.\\nB : Well, I don't like dark chocolate cookies at all. \\nB : But White chocolate is different. I love them to death.\\nA : I didn't know that.\\nB : White chocolate cookies taste even better with a glass of milk. \\n"
		},
		{
			"title": "A : Have you heard about the robbery?",
			"means": "A : 강도 사건에 관해서 얘기 들으셨어요?\\nB : 얘기 들으셨나요? 난 직접 봤어요.\\nA : 정말요?\\nB : 한 남자가 총을 가지고 은행에 들어왔어요. 그가 총을 꺼냈을 땐 정말 너무 겁이 났었어요.\\nA : 그 다음엔 어떻게 됐는데요?\\nB : 그가 돈을 가지고 도망가려고 했어요.\\nA : 잡혔나요?\\nB : 그가 문을 나서기 전에 경찰이 그를 체포했어요.",
			"explains": "A : Have you heard about the robbery?\\nB : Did you hear about it? I saw it happen.\\nA : For real?\\nB : A man came into the bank with a gun. I was really scared when he pulled the gun out.\\nA : What happened next?\\nB : He took the money and tried to get away.\\nA : Did he get caught?\\nB : The cops arrested him before he could even make it out the door.\\n"
		},
		{
			"title": "A : What happened to your face?",
			"means": "A : 얼굴이 왜 그래?\\nB : 충치 치료했어.\\nA : 아팠어?\\nB : 말도 마.\\nB : 정말 너무 아팠어.\\nA : 음… 치아 관리를 잘 해야 해.\\nB : 통증도 너무 심하고 치과는 너무 비싸.\\nA : 치아보험 들지 않았어?\\nB : 들었지만 모든 걸 커버해주진 않아.",
			"explains": "A : What happened to your face?\\nB : I had to get a cavity filled today.\\nA : Did it hurt?\\nB : I don't even want to talk about it.\\nB : It killed me!\\nA : Well... You have to take good care of your teeth.\\nB : I can't stand the pain and dentists are expensive.\\nA : Don't you have a dental insurance?\\nB : I do, but it still doesn't cover everything.\\n"
		},
		{
			"title": "Al: We've got an 8 AM tee time on Saturday.",
			"means": "(앨과 에드가 직장에서 얘기한다 …)\\n앨: 우리 토요일 아침 8시에 골프치는 시간이야.\\n에드: 그건 너무 일러. 그렇게 일찍 치기엔 날이 너무 추워.\\n앨: 무슨 얘기야? 오전 8 시는 자네 생각이었잖아.\\n에드: 그건 한파가 오기 전이었지.\\n앨: 골프 치기로 한 것 이제 꽁무니 빼는 거야?\\n에드: 그게 아니야. 시작 시간을 뒤로 미루라는 거야.\\n엘: 시간을 미룰수 없다면 어쩌나?\\n에드: 그럼 눈 딱 감고 8시에 칠게.\\n앨: 알았어 . 골프장에 전화해볼게.\\n에드: 전화해줘서 고마워.\\n",
			"explains": "(Al and Ed are talking at work … )\\nAl: We've got an 8 AM tee time on Saturday.\\nEd: That's too early. It's too cold to play that early.\\nAl: What are you talking about? 8 am was your idea.\\nEd: That was before the cold snap.\\nAl: Are you going to flake out on our golf game?\\nEd: Of course not. Just get a later tee time.\\nAl: What if we can't get a later time?\\nEd: Then I'll suck it up and play at eight.\\nAl: Okay. I'll call the golf course.\\nEd: Thanks for calling.\\n"
		},
		{
			"title": "A : Your total comes to 40 dollars.",
			"means": "A : 총액은 40불입니다.\\nB : 제 비자카드로 계산해주세요.\\nA : 카드에 문제가 있는 것 같습니다.\\nB : 어떤 문제요?\\nA : (결제 승인이)거절되었습니다. 다른 카드 있으신가요?\\nB : 전 다른 카드가 없어요.\\nA : 그럼 혹시 현금이 있으신가요?\\nB : 오늘 현금은 안 가져 왔어요.\\nA : 죄송하지만 오늘은 이 제품들을 구매하지 못하실 것 같아요.\\nB : 내일 사러 다시 오겠습니다.",
			"explains": "A : Your total comes to 40 dollars.\\nB : Put it on my VISA.\\nA : There is something wrong with your card.\\nB : What's the problem?\\nA : Your card was declined. Do you have another card?\\nB : I don't have another one.\\nA : Do you have cash, perhaps?\\nB : No cash today.\\nA : I'm sorry but you won't be able to purchase these items today.\\nB : I'll come back for them tomorrow.\\n"
		},
		{
			"title": "A : What happened to your eye? ",
			"means": "A : 눈이 왜 그런 거야?\\nB : 음…어젯밤에 우리 아들 배에 뽀뽀를 하려고 하니 날 말리려고 하더라고.\\nB : 그리고 나를 말리려고 할 때 내 눈을 손톱으로 긁었어.\\nA : 아팠겠다.\\nB : 처음엔 그렇게 아프진 않았는데, 다음날 아침에 정말 아프더라고.\\nA : 의사선생님께서는 뭐라고 하셔?\\nB : 괜찮을 거라고 하셨어.",
			"explains": "A : What happened to your eye? \\nB : Well… I went to kiss my son on his tummy last night and he reached up to stop me. \\nB : And when he did that, his fingernails scraped my eye. \\nA : That sounds painful. \\nB : It wasn't really bad at first, but the next morning it really hurt.\\nA : What did the doctor say? \\nB : He said that it should be OK.\\n"
		},
		{
			"title": "A : I've got some valuable information but you can't tell anyone.",
			"means": "A : 나 중요한 정보를 알고 있는데 아무한테도 말하면 안 돼.\\nB : 아무한테도 얘기 안 할게.\\nA : 이 정보로 너 부자가 될 수 있어.\\nB : 귀 기울이고 있잖아. 그게 뭔데?\\nA : 우리 회사가 인수된다는 것을 막 알게 되었어.\\nA : 오늘 우리 회사 주식을 사.\\nA : 회사가 넘어가면 주식이 치솟게 될 거야.\\n",
			"explains": "A : I've got some valuable information but you can't tell anyone.\\nB : I won't tell anyone.\\nA : You can get rich with this information.\\nB : I'm all ears. What is it?\\nA : I've just found out that my company is being taken over.\\nA : Buy stock in the company today.\\nA : When we're taken over the stock will be skyrocketing.\\n"
		},
		{
			"title": "Joe: Can you think of any other places Carla might be?",
			"means": "(조우와 앨리스가 딸이 어디 있는지 궁금해하는 중이다…)\\n조우: 칼라가 또 갈 만한 데가 어디 있는지 당신 알아?\\n앨리스: 아니 걔 친구들한테도 다 물어봤는걸.\\n조우: 어쩌면 도서관에 쭉 있는지도 모르지.\\n앨리스: 다음주에 있는 시험때문에 신경이 곤두서있긴 했어.\\n조우: 가있을 만한 다른 곳은 전혀 생각나지 않는군.\\n앨리스: 도서관에 전화를 해볼게.\\n조우: 난 샤핑몰에 다시 한번 가볼게. 어쩌면 거기 있는지도 몰라.\\n앨리스: 잠깐! 애가 저기 현관쪽으로 걸어 들어오는 중이네.\\n조우: 어디 갔었니? 걱정했잖아.\\n칼라: 도서관에서 공부하고 있었어요. 전화를 했지만 통화중이었어요.",
			"explains": "(Joe and Alice are wondering where their daughter is … )\\nJoe: Can you think of any other places Carla might be?\\nAlice: No and I've spoken to all of her friends.\\nJoe: Maybe she's camped out at the library.\\nAlice: She's been climbing the walls over a test she has next week.\\nJoe: I can't come up with any place she might be.\\nAlice: I'll call the library.\\nJoe: I'm going to run by the mall again. Maybe she's there.\\nAlice: Wait! Here she comes now walking up the driveway.\\nJoe: Where have you been? We were worried.\\nCarla: I was studying at the library. I called you but the line was busy.\\n"
		},
		{
			"title": "A : Let's eat out tonight.",
			"means": "A : 오늘 저녁에는 외식하자.\\nB : 나 돈 없어. 이번 주 급료를 벌써 다 써버렸어.\\nA : 걱정 마. 내가 낼게.\\nB : 진짜? 인심도 좋아라!\\nB : 그래서 어디로 데려가려고?\\nA : 네가 한 번도 안 가본 곳. Kate의 부엌.",
			"explains": "A : Let's eat out tonight.\\nB : I'm broke. I've gone through my paycheck for the week already.\\nA : Don't worry about it. It's my treat.\\nB : You're sure? You're so generous!\\nB : So where are you taking me?\\nA : Some place you've never been before. Kate's Kitchen.\\n"
		},
		{
			"title": "Roberta: Excuse me, do you have these shoes in a 6?",
			"means": "(로버타가 신발을 고르는 중이다…)\\n로버타: 저기요 이 신발 치수 6이 있나요?\\n판매원: 죄송하지만 다 나갔는데요.\\n로버타: 더 들여오실 건가요?\\n판매원: 네 한 일주일 후면 다 배달올겁니다.\\n로버타: 들어오면 저한테 전화주실 수 있나요?\\n판매원: 물론이죠. 이 카드에 성함과 전화번호를 적어주세요.\\n로버타: 전 이 신발이 맘에 들어서요.\\n판매원: 네 그 신발이 아주 인기에요. 그래서 그렇게 빨리 팔렸잖아요.\\n로버타: 고마워요. 그럼 신발이 들어오면 전화주실 거죠?\\n판매원: 네 그럼요. 안녕히 가세요.",
			"explains": "(Roberta is shopping for shoes … )\\nRoberta: Excuse me, do you have these shoes in a 6?\\nSalesclerk: No, I'm sorry we're out of them.\\nRoberta: Will you be getting more soon?\\nSalesclerk: Yes, we should be getting more delivered in about a week.\\nRoberta: Would you call me when they come in?\\nSalesclerk: Of course. Just fill out this card with your name and telephone number.\\nRoberta: I just love these shoes.\\nSalesclerk: Yes, they're very popular. That's why they sold out so quickly.\\nRoberta: Thank you. So you'll call me when they arrive?\\nSalesclerk: Yes, I will. Have a nice day.\\n"
		},
		{
			"title": "A : The new office is up and running.",
			"means": "A : 새 사무실이 아주 잘 돌아가고 있어.\\nB : 잘 됐다!\\nB : 사무실 열려면 일주일은 더 걸릴 줄 알았어.\\nA : 나도 그렇게 생각했는데 모든 일이 순조로웠어.\\nB : 아주 잘됐다!",
			"explains": "A : The new office is up and running.\\nB : That's great!\\nB : I thought you would need more than a week to open the office.\\nA : I thought so too but everything ran very smoothly.\\nB : That's terrific!\\n"
		},
		{
			"title": "Tanya and Leni are talking on the phone … ",
			"means": "타냐와 레니가 통화중이다… \\n타냐: 어제 나한테 전화할 줄 알고 기다렸어. \\n레니: 그랬어 ? \\n타냐: 메시지 못받았어? \\n레니: 받았지. 그래서 오늘 전화하려고 했지. \\n타냐: 이젠 너무 늦었어. 연극 입장권은 어제 저녁 거였어. \\n레니: 어머나! 완전히 망쳤군. \\n타냐: 엎친데 덮치는 얘기를 하자면 그 연극표는 공짜 우대권이었다는 거지. \\n레니: 정말 미안해. 내 전화 기다리느라고 한없이 있지 않았기를 바래. \\n타냐: 아냐 . 섀런이랑 갔는데 우리 둘 다 연극이 참 좋았다고 느꼈지. \\n레니: 다음 번엔 나한테 전화해줘.",
			"explains": "Tanya and Leni are talking on the phone … \\nTanya: I was expecting to talk to you yesterday.\\nLeni: You were?\\nTanya: Didn't you get my message?\\nLeni: Yes and I was going to get back to you today.\\nTanya: It's too late now. The tickets for the play were for last night.\\nLeni: Oh no! I really blew it.\\nTanya: And to make you feel worse the tickets were comps.\\nLeni: I'm so sorry. I hope I didn't leave you hanging.\\nTanya: No. Sharon went with me and we both thought the play was wonderful.\\nLeni: Please call me the next time.\\n"
		},
		{
			"title": "A : I'm bored. I have nothing to do.",
			"means": "A : 지루해. 나 할 일이 없어.\\nB : 할 일이 얼마나 많은데. \\nB : 진공청소기로 청소하고 네 방을 치우고 쓰레기와 음식물 쓰레기 내다 버리고 강아지 산책도 시킬 수 있어.\\nA : 맙소사...\\nB : 그리고 그 일들을 다 하면 나에게 알려줘. 내가 할 일들을 더 찾아 줄게.",
			"explains": "A : I'm bored. I have nothing to do.\\nB : There are plenty of things to do.\\nB: You can vacuum the floor, clean your room, take out the garbage and the food waste, and walk the dog.\\nA : Oh, gee...\\nB : And when you are done with all that, let me know. I'll find more for you to do.\\n"
		},
		{
			"title": "Joan: How is your friend Jennifer?",
			"means": "(조앤이 딸 멜리사와 얘기한다…)\\n조앤: 네 친구 제니퍼는 어떠니?\\n멜리사: 괜찮아요.\\n조앤: 난 제니퍼가 걱정되는구나.\\n멜리사: 왜요?\\n조앤: 걔는 너무 말랐어! 하지만 매일같이 얼마나 많이 먹니.\\n멜리사: 맞아요. 난 정말 모르겠어요. 이해가 안가요.\\n조앤: 어떻게 그렇게 많이 먹는 사람이 그렇게 마를 수가 있어?\\n멜리사: 어쩌면 실제로는 안 먹는지도 모르죠.\\n조앤: 무슨 얘기야?\\n멜리사: 토해내는지도 모르죠.",
			"explains": "(Joan is talking to her daughter Melissa … )\\nJoan: How is your friend Jennifer?\\nMelissa: She's okay.\\nJoan: I worry about her.\\nMelissa: Why?\\nJoan: She's so thin! But she stuffs her mouth everyday.\\nMelissa: I know. It's beyond me. I don't get it.\\nJoan: How does someone eat so much and still remain so skinny?\\nMelissa: Maybe she doesn't really eat all the food.\\nJoan: What do you mean?\\nMelissa: Maybe she hurls it.\\n"
		},
		{
			"title": "A : Hello, I'm here to pick up my laundry.",
			"means": "A : 안녕하세요. 세탁물을 가지러 왔습니다.\\nB : 네. 여기 있습니다.\\nA : 잠시만요. 제가 바지 길이를 줄여 댤라고 했는데요.\\nB : 죄송합니다. 오늘 저녁까지는 준비해 드릴게요.\\nA : 알겠습니다. 오늘 7시에 가져갈게요.\\nB : 다시 한 번 죄송해요. 다시는 이런 일이 없을 거예요.",
			"explains": "A : Hello, I'm here to pick up my laundry.\\nB : Yes. Here you are.\\nA : Wait a minute. I asked you to shorten these pants.\\nB : I'm sorry. We'll get them ready by tonight.\\nA : All right, I'll pick them up at 7 tonight.\\nB : Again I'm so sorry and it won't happen again.\\n"
		},
		{
			"title": "Sam: I like your product but your price is too high.",
			"means": "(샘이 회사에서 쓸 컴퓨터를 사려고 세일즈맨과 흥정하고 있다 …)\\n샘: 물건은 마음에 드는데 가격이 너무 높군요.\\n판매원: 그 이하로는 안됩니다.\\n샘: 하나 사려면 괜찮은 가격이지만 전 40대나 살 건데요.\\n판매원: 그거야 뭐 그리 많은 수가 아녜요.\\n샘: 하지만 우린 미국하고 캐나다에 다른 사무실이 열 두개나 더 있어요.\\n판매원:그 사무실에 쓸 컴퓨터도 사시는 거예요?\\n샘: 가격이 맞고 기능이 좋으면요.\\n판매원: 몇 대를 사신다는 거죠?\\n샘: 우리 사무실용으로 40대를 얘기하는 거예요.\\n판매원: 흥정을 세게 하시는군요.\\n샘: 저야 좋은 가격을 얻으려는 것 뿐이죠.",
			"explains": "(Sam is negotiating with a salesman to buy computers for the company he works for … )\\nSam: I like your product but your price is too high.\\nSalesman: That's the best I can do.\\nSam: It might be a good price if I was buying one but I'm buying forty.\\nSalesman: That's a drop in the bucket.\\nSam: But we have twelve other offices in the U.S. and Canada.\\nSalesman: Are you buying computers for those offices too?\\nSam: If the price is right and we like the way they perform.\\nSalesman: How many are we talking about?\\nSam: We're talking about forty for this office.\\nSalesman: You drive a hard bargain.\\nSam: Well, I'm just trying to get a good price.\\n"
		},
		{
			"title": "A : Excuse me, how much is this chair?",
			"means": "A : 실례합니다, 이 의자는 얼마인가요? \\nB : 잠시만요. 20달러입니다. \\nA : 저건 얼마예요? \\nB : 저건 100달러입니다. 저희가 이번 주에는 의자를 20퍼센트 할인해드리고 있습니다. \\nA : 정말이요? 그럼 생각해 볼게요.",
			"explains": "A : Excuse me, how much is this chair?\\nB : Let me see. It's 20 dollars.\\nA : What about that one?\\nB : That one is 100 dollars. We're offering a 20 percent discount on chairs this week.\\nA : Really? Then I'll think about it.\\n"
		},
		{
			"title": "A : Why didn't you show up for the party?",
			"means": "A : 파티에 왜 안 온 거야?\\nB : 얘기하기도 싫어. 파티에 가는 길에 차가 고장 났어.\\nA : 무슨 일이 있었던 거야?\\nB : 엔진에 문제가 있는 것 같아.\\nA : 새로 차 사는 것에 대해 생각해 본적 있어? ABC에서 판촉행사를 진행하고 있어.\\nB : 어. 생각은 해봤는데, 지금은 안 될 것 같아.",
			"explains": "A : Why didn't you show up for the party?\\nB : I don't want to talk about it. My car broke down on my way to the party.\\nA : What happened?\\nB : It seems like it has a problem with the engine.\\nA : Have you thought about getting new car? I know ABC is running a promotion.\\nB : Yes. I have thought about it, but not for now.\\n"
		},
		{
			"title": "A : Are you alright? You look kind of bad today. Are you sick or something?",
			"means": "A : 괜찮아? 오늘 좀 안 좋아 보여. 아프거나 무슨 일 있는 거 아니야?\\nB : 아니야. 어제 저녁에 술을 너무 많이 마셔서 숙취가 있어서 그래.\\nA : 그건 좋지 않네. 그래서 한 달 간 금주를 한 후 다시 자제력을 잃었구나.\\nB : 어. 하지만 회사에서 심각한 일이 있어서 감당할 수가 없었어.",
			"explains": "A : Are you alright? You look kind of bad today. Are you sick or something?\\nB : No. I have a hangover from drinking so much last night.\\nA : That's not good. So you fell off the wagon after a month you quit cold turkey.\\nB : Yes. But something serious happened at work and I couldn't deal with it.\\n"
		},
		{
			"title": "Mark is on the telephone talking to his apartment manager.",
			"means": "마크가 아파트 매니저와 전화 통화를 한다. \\n마크: 리 이번 달에 월세를 내는데 문제가 생겼어요. \\n리: 무슨 문젠데? \\n마크: 이번 주 임금이 적게 나와서요.\\n리: 아 무슨 일 있었어요? \\n마크: 무릎을 다쳐서 이틀 결근하는 바람에 이틀 치 임금을 못 받았어요.\\n리: 내가 어떻게 해주면 될까? \\n마크: 지금 725 달러를 내고 나머지 50 달러는 2주 안에 내면 좋겠어요.\\n리: 그렇게 하죠. 다친 건 나았어요?\\n마크: 예. 한데 걸을 때 조금 쩔뚝거려요. 샤워하고 나오다 넘어졌거든요.\\n리: 그럼 몸조리 잘 해요.",
			"explains": "Mark is on the telephone talking to his apartment manager.\\nMark: Lee I have problem with my rent this month.\\nLee: What's the problem?\\nMark: I'm short this week on my paycheck.\\nLee: Oh what happened?\\nMark: I was out two days with a knee injury and lost two day's pay.\\nLee: How can I help you?\\nMark: I'd like to pay $725 now and the balance of $50 in two weeks.\\nLee: That's okay. Are you up and about?\\nMark: Yes but I walk with a little limp. I took a spill getting out of the shower.\\nLee: Well I hope you feel better.\\n"
		},
		{
			"title": "A : Are you free this weekend?",
			"means": "A : 이번주 주말에 시간 있니?\\nB : 데이트 신청하는 거야?\\nA : 이번주 토요일 저녁에 저녁 같이 할까?\\nB : 그렇게 하고 싶지만 그날 저녁에는 바빠서.\\nA : 일요일 저녁은?\\nB : 좋아.\\nA : 5시에 데리러 갈게.",
			"explains": "A : Are you free this weekend?\\nB : Are you asking me out?\\nA : Would you like to have dinner this Saturday night?\\nB : I'd love to, but I'm busy that night.\\nA : What about Sunday night?\\nB : Sounds great!\\nA : I'll pick you up at 5:00.\\n"
		},
		{
			"title": "Stewart comes home from work and is greeted by his wife Anna … ",
			"means": "스튜어트가 퇴근해 집에 오니 아내 애나가 반긴다 …\\n애나: 피곤해보이네. 괜찮아?\\n스튜어트: 아주 녹초야. 아주 바쁜 하루였어.\\n애나: 그래 그냥 앉아서 좀 쉬어.\\n스튜어트: 하루가 끝나서 다행이야.\\n애나: 뭐 좀 마실 것 좀 줄까?\\n스튜어트: 응 시원한 맥주면 좋겠어.\\n애나: 내가 지금 당장 줄게.\\n스튜어트: 오늘 저녁 TV에서 무슨 경기 없나?\\n애나: 모르겠어. 신문 봐.\\n스튜어트: 그랬으면 좋겠어.",
			"explains": "Stewart comes home from work and is greeted by his wife Anna … \\nAnna: You look bushed. Are you all right?\\nStewart: I am beat. I had a busy day today.\\nAnna: Well just sit down and take a load off.\\nStewart: I'm glad this day is over.\\nAnna: Can I get you something to drink?\\nStewart: Yes I'd like a cold one.\\nAnna: I'll get you that right now.\\nStewart: Is there a game on TV tonight?\\nAnna: I don't know. Look in the newspaper.\\nStewart: I hope there is.\\n"
		},
		{
			"title": "A : Can you break a 20 dollar bill?",
			"means": "A : 실례합니다.\\nB : 무엇을 도와드릴까요?\\nA : 20 불 짜리를 잔돈으로 좀 바꿔주실수 있나요?\\nB : 어떻게 바꿔드릴까요?\\nA : 5 불 짜리 3개 하고 나머지는 1 불 짜리로 부탁해요.\\nB : 1 불 짜리가 충분하지 않아서요. 25센트 짜리 동전도 괜찮으세요?\\nA : 오, 오히려 더 좋습니다!",
			"explains": "A : Excuse me, sir.\\nB : How can I help you?\\nA : Can you break a 20 dollar bill?\\nB : How do you want it?\\nA : Could I have 3 5 dollar bill and the rest in 1 dollar bills?\\nB : I don't have enough 1 dollar bills. Are quaters coins fine with you?\\nA : Oh, that's even better!\\n"
		},
		{
			"title": "Bruno: Matt my friend how are you?",
			"means": "맷이 이웃에 있는 피자 가게에서 주인 브루노와 얘기하고 있다 …\\n브루노: 맷 잘 지내?\\n맷: 난 잘 지내. 자넨?\\n브루노: 자네가 와서 이젠 더 좋지. 피자는 얼마나?\\n맷: 한판. 자네 가게에서 제일 큰 사이즈로.\\n브루노: 뭘 얹어줄까?\\n맷: 모두 다 얹고 거기에다 디너 샐러드 4인분 추가.\\n브루노: 좋아. 모두 15분이면 준비될 거야.\\n맷: 다 더하면 얼마지?\\n브루노: 자네한테야 20달러.\\n맷: 여기 있어. 15분 후에 올게.",
			"explains": "(Matt is at the neighborhood pizza restaurant and talking to Bruno the owner … )\\nBruno: Matt my friend how are you?\\nMatt: I'm great. Bruno how are you?\\nBruno: I'm better now that you are here. How many pizzas?\\nMatt: Just one. The biggest one you've got.\\nBruno: What do you want on it?\\nMatt: The works and throw in four dinner salads.\\nBruno: Sure. Everything will be ready in fifteen minutes.\\nMatt: What does that come to?\\nBruno: For you it's twenty dollars.\\nMatt: Here you are Bruno. I'll come back in fifteen minutes.\\n"
		},
		{
			"title": "A : There have been some news reports that your company will be unable to keep up with demand.",
			"means": "A : 당신의 회사가 수요를 맞추지 못할 것이라는 뉴스 보도들이 있었어요.\\nB : 네. 저희 제품에 대한 높은 수요가 계속되고 있습니다.\\nB : 하지만 수요를 충족시킬 수 있도록 생산량을 늘리고 있으니 안심하셔도 됩니다.",
			"explains": "A : There have been some news reports that your company will be unable to keep up with demand.\\nB : Yes. There has been continued strong demand for all of our products.\\nB : But I can assure you that we're ramping up production to supply the demand.\\n"
		},
		{
			"title": "A : Are you up to seeing a movie tonight?",
			"means": "A : 오늘 저녁에 영화 볼 마음 있어?\\nB : 어, 근데 오늘 밤은 밖에 나가고 싶지 않아. 비디오 빌려서 집에서 보자.\\nA : 그래. 그렇게 하자.\\nB : 난 재미있는 걸로 보고 싶어.",
			"explains": "A : Are you up to seeing a movie tonight?\\nB : Yes, but I don't feel up to going out tonight. Let's just rent a movie and watch it at home.\\nA : Okay we could do that.\\nB : I want to watch something funny.\\n"
		},
		{
			"title": "Lisa: Hey, are you free to talk? ",
			"means": "Lisa: 지금 잠시 얘기할 수 있어?\\nSophie: 응, 말해 봐.\\nLisa: 집에 돌아 오는 길에 남자가 소매치기 당하는 걸 목격했어.\\nSophie: 정말? 최근 경범죄가 증가한다는 뉴스 들었어?\\nLisa: 아니, 못 들었어. 뭐라고 했는데?\\nSophie: 요즘 둔화된 경제 성장률 때문에 경범죄율이 증가하고 있대.",
			"explains": "Lisa: Hey, are you free to talk? \\nSophie: Sure! Go ahead. \\nLisa: I saw a guy getting pick-pocketed on the way back home. \\nSophie: Really? Did you hear the news about the increase in minor crimes recently? \\nLisa: No, What did it say? \\nSophie: Because of the slow economic growth, there has been an increase in the minor crime rate.\\n"
		},
		{
			"title": "A : Could you briefly tell me about your experience?",
			"means": "A : 도와 드릴까요?\\nB : 일자리를 구하고 있습니다.\\nA : 간략하게 경력에 대해 말씀해주시겠어요?\\nB : 20년 동안 지역 전문대학에서 영어를 가르쳤습니다.\\nA : 아주 충분한 경력을 가지고 계시네요. 그런데 현재 저희 쪽에 자리가 없습니다.\\nB : 이력서를 두고 가겠습니다. 자리가 비면 연락 주세요.",
			"explains": "A : Can I help you?\\nB : I'm looking for a job.\\nA : Could you briefly tell me about your experience?\\nB : I taught English at the local community college for 20 years.\\nA : I see that you have an ample experience, but we don't have an opening now.\\nB : I'll leave my resume here. And you could give a call when a position is available.\\n"
		},
		{
			"title": "A : Hi, how can we help you today?",
			"means": "A : 안녕하세요. 오늘은 어떻게 도와 드릴까요?\\nB : 머리를 좀 다듬고 싶습니다.\\nA : 오늘의 특별 이벤트를 소개해드려도 될까요?\\nA : 샴푸, 커트 그리고 스타일링까지 다해서 8달러라는 믿을 수 없는 낮은 가격에 해드리고 있습니다.\\nA : 게다가 말끔히 면도와 피로를 푸실 수 있도록 등 마사지까지 해드립니다.",
			"explains": "A : Hi, how can we help you today?\\nB : I'd like to get my hair trimmed a little.\\nA : Can we introduce you today's special?\\nA : We will shampoo, cut and style your hair for one unbelievable low price of 8 dollars.\\nA : Plus, we will give you a clean shave and back massage to help you relax.\\n"
		},
		{
			"title": "Eddie: What kind of bird is making that sound?",
			"means": "(배리와 아들 에디가 시냇가를 따라 걷고 있다…)\\n에디: 저 소리를 내는 새는 어떤 종류죠?\\n배리: 저건 빨간 꼬리 매야.\\n에디: 누가 휘파람을 부는 것 같군요.\\n배리: 그렇지 일종의.\\n에디: 매는 뭘 먹죠?\\n배리: 어떤 종류 매이냐에 따라서 달라. 어떤 매는 물고기를 먹고 어떤 건 설치류를 먹어. 얘 해가 지려고 한다.\\n에디: 그럼 집에 돌아가야 하는 거에요?\\n배리: 응. 저녁 식사를 놓치면 너희 엄마한테 끊임없이 잔소리를 들을 거다.\\n에디: 맞아요. 늦으면 엄마가 화내실 거에요. 엄마가 저녁으로 뭘 만드실까.\\n배리: 모르지만 매고기는 아니야.",
			"explains": "(Barry and his son Eddie are hiking along a stream … )\\nEddie: What kind of bird is making that sound?\\nBarry: That's a red-tailed hawk.\\nEddie: It sounds like someone whistling.\\nBarry: Yeah kind of.\\nEddie: What do hawks eat?\\nBarry: It depends on the kind of hawk. Some hawks eat fish some eat rodents. Hey we're running out of light.\\nEddie: Does that mean we have to go back home?\\nBarry: Yes. We won't hear the last of it from your mother if we miss dinner.\\nEddie: I know. She'll have a fit if we're late. I wonder what she's making for dinner.\\nBarry: I don't know but I do know it won't be a hawk.\\n"
		},
		{
			"title": "A : You look like you're fuming. What's going on?",
			"means": "A : 너 화가 많이 난 것 같아. 무슨 일이야?\\nB : 엄마가 너무 불합리하게 행동하셔. 또 사소한 문제를 크게 만들어서 나한테 굉장히 화를 내신다고.\\nA : 무엇 때문에 화가 나셨는데?\\nB : 난 별일 아니라고 생각했는데! 내가 노트북 끄는 것을 깜박했거든.\\nA : 음.. 너도 알다시피 어머니가 요즘 스트레스가 많으시잖니.\\nB : 최근에 우울해 하시는 건 나도 알지만, 그렇다고 나한테 화풀이를 하면 안 되지.",
			"explains": "A : You look like you're fuming. What's going on?\\nB : My mom is being so unreasonable! She once again made a mountain out of molehill and got mad at me.\\nA : What is she mad about?\\nB : I didn't think it was a big deal! I just forgot to turn off my laptop.\\nA : Well... You know she has been under a lot of pressure these days.\\nB : I know she has been depressed a lot lately, but she can't take her anger out on me.\\n"
		},
		{
			"title": "Roger: Looking back our childhood was okay.",
			"means": "(로저와 형 넬슨이 어렸을 적 얘기를 한다 …)\\n로저: 뒤돌아보니 우리 어렸을적 그래도 좋았어.\\n넬슨: 그래 어려운 적도 좀 있었지만 그래도 전체를 보면 좋은 시간이었어.\\n로저: 형이 아홉 살 내가 여덟 살 때 크리스마스 기억해?\\n넬슨: 그럼. 어떻게 잊을 수가 있겠니?\\n로저:아빠가 크리스마스라고 자전거를 사오신 때지.\\n넬슨: 그래. 우리가 나눠서 타야했던 자전거.\\n로저: 순서를 바꿔가며 타야했어.\\n넬슨: 맞아 그리고 네가 나보다 더 많이 탔지.\\n로저: 어 아닌데. 형이 나보다 더 많이 탔지.\\n넬슨: 절대 아니야. 네가 훨씬 많이 탔어.",
			"explains": "(Roger and his brother Nelson are talking about their childhood … )\\nRoger: Looking back our childhood was okay.\\nNelson: Yes there were some rough times but all in all life was good.\\nRoger: Remember that Christmas when you were nine and I was eight?\\nNelson: Oh yes. How can I forget?\\nRoger: That's when Dad bought us a bicycle for Christmas.\\nNelson: Yes. One bicycle that we had to share.\\nRoger: We had to take turns riding it.\\nNelson: Yes and you rode it more than I did.\\nRoger: Oh no no. You rode it more than I did\\nNelson: Oh no no no. You rode it much more.\\n"
		},
		{
			"title": "Kathy: So Steve when can I get that report on my desk?",
			"means": "(캐시가 직원 스티브와 얘기하는 중에 앤이 끼어든다…)\\n캐시: 그럼 스티브 그 보고서는 언제 내 책상에 가져다 줄 거에요?\\n스티브: 오늘 10시까지 완성해놓을게요.\\n캐시: 좋아요. 또 할 게 있는데 …\\n앤: (끼어들며…) 캐시 잠깐 시간 있어요?\\n캐시: 조금만 기다려요 앤.\\n앤: 아 괜찮아요. 당장 안해도 돼요. 나중에 얘기하죠.\\n캐시: 2분만 기다리면 얘기할 수 있어요.\\n앤: 네.\\n캐시: 그러니까 스티브 그 보고서 말인데 복사본을 다섯 개 만들어주세요.\\n스티브: 네 그러죠.",
			"explains": "(Kathy is talking to an employee Steve when Ann enters the conversation … )\\nKathy: So Steve when can I get that report on my desk?\\nSteve: I'll have it ready for you by 10:00 this morning.\\nKathy: Good. I also need you to …\\nAnn: (interrupting) Kathy do you have a minute?\\nKathy: I'll be right with you Ann.\\nAnn: Oh it's okay. It can wait. I can talk to you later.\\nKathy: Just give me two minutes and then we can talk.\\nAnn: Sure.\\nKathy: So Steve I also need you to make five copies of that report.\\nSteve: Okay I can do that.\\n"
		},
		{
			"title": "B : Hi. I'm calling about the ad for the apartment found in today's newspaper.",
			"means": "A : 여보세요.\\nB : 안녕하세요. 오늘 신문에서 아파트 광고를 보고 전화 드립니다.\\nA : 네. 무엇이 궁금하신 건가요?\\nB : 첫째로, 얼마나 크나요?\\nA : 거실, 식당, 주방, 2개의 화장실이 있는 방 3개짜리 아파트 입니다.\\nB : 아파트 단지는 얼마나 오래되었나요?\\nA : 1920년대에 지어졌지만 굉장히 튼튼하고 견고한 구조를 가지고 있습니다.",
			"explains": "A : Hello.\\nB : Hi. I'm calling about the ad for the apartment found in today's newspaper.\\nA : Okay. What would you like to know?\\nB : First of all, how big is it?\\nA : It's a three-bedroom apartment with a living room, dining room and kitchen, and two bathrooms.\\nB : And how old is the apartment complex?\\nA : It was built during the 1920s, but it's a very sturdy and sound structure.\\n"
		},
		{
			"title": "A : My fridge broke down and my TV set is on the blink.",
			"means": "A : 냉장고는 고장 났고 TV도 잘 나오지 않아.\\nB : TV가 잘 나오지 않는다고 연락은 했어?\\nA : 응, 연락했지. 10분 뒤에 올 것이라고 했어.\\nA : 곧 도착할 거야.",
			"explains": "A : My fridge broke down and my TV set is on the blink.\\nB : Did you call about a TV set on the blink?\\nA : Yes, I did. He said he would be here in 10 minutes. \\nA : He should be here soon.\\n"
		},
		{
			"title": "A : Hey, Kelly. I've just arrived at the gym and found that it's closed.",
			"means": "A : 안녕, 켈리. 나 방금 헬스장에 도착했는데. 문이 닫혀 있어.\\nB : 정말? 나는 일요일에도 연다고 알고 있었는데.\\nA : 먼저 전화를 했었어야 했는데.\\nB : 정말 미안해. 운동할 수 있는 다른 헬스장을 한 번 찾아보자.\\nA : 나 여기로 오는 길에 헬스장처럼 생긴 건물을 본 것 같아.\\nB : 대신 점심 그냥 같이 먹는 것 어때?\\nA : 알았어. 나 여기 근처에 맛있는 식당 하나 알아.",
			"explains": "A : Hey, Kelly. I've just arrived at the gym and found that it's closed.\\nB : Really? I thought they are open on Sundays.\\nA : I think we should have called them first.\\nB : I'm so sorry. Maybe we can think about finding another gym to work out.\\nA : I think I saw a building that looked like a gym on my way here.\\nB : How about having lunch instead?\\nA : Okay. I know one good restaurant near here.\\n"
		},
		{
			"title": "A : Hi. Is this ABC badminton court?",
			"means": "A : 안녕하세요. ABC 배드민턴 코트인가요\\nB : 네. 어떻게 도와드릴까요?\\nA : 오늘 저녁에 문을 여는지 알고 싶어 전화를 드렸습니다.\\nB : 죄송하지만 저녁에는 코트예약이 다 찼습니다.\\nA : 오후에는요?\\nB : 네. 오후 2시에 가능한 자리가 하나 있습니다.\\nA : 그럼 2시에 예약을 하고 싶습니다.",
			"explains": "A : Hi. Is this ABC badminton court?\\nB : Yes. How may I help you today?\\nA : I was calling to see if you are open this evening.\\nB : We're sorry but all the courts are booked out this evening\\nA : What about the afternoon?\\nB : Yes. We do have one available at 2 pm.\\nA : Then I'd like to make a booking at 2pm.\\n"
		},
		{
			"title": "A : When do you usually get off work?",
			"means": "A : 주로 몇 시에 퇴근하세요?\\nB : 저는 보통 9시에 퇴근해요.\\nA : 7시에 시작해서 9시에 끝난다고요?\\nB : 저도 알아요. 정말 길죠.\\nA : 그럼 저녁은 언제 드세요?\\nB : 10시 정도에요.",
			"explains": "A : When do you usually get off work?\\nB : I usually get off work at around 9.\\nA : You start at 7 and finish at 9?\\nB : I know. It's a long day.\\nA : Then when do you have dinner?\\nB : At about 10.\\n"
		},
		{
			"title": "A : I'm here for a meeting with the CEO.",
			"means": "A : CEO를 만나러 왔습니다.\\nB : Brown 씨에게 도착하셨다고 전하겠습니다.\\nB : 여기서 기다려주세요.\\nB : 차 드시겠어요?\\nA : 네.\\nB : 이쪽으로 오세요.",
			"explains": "A : I'm here for a meeting with the CEO.\\nB : I will inform Mr. Brown of your arrival.\\nB : Please wait here. \\nB : Would you like some tea?\\nA : Yes, please.\\nB : Please come this way.\\n"
		},
		{
			"title": "A : Hello, can I take your order?",
			"means": "A : 안녕하세요. 주문하시겠어요?\\nB : 네! 버섯과 파인애플이 들어간 라지 사이즈 페퍼로니 피자로 하겠습니다.\\nA : 다른 것은 필요한 것 없으세요?\\nB : 음.. 잠시만요. 하프 앤 하프로 주문해도 될까요?\\nA : 물론입니다.\\nB : 토핑으로는 어떤 것들이 있나요?\\nA : 저희는 이탈리안 소시지, 햄, 버섯, 양파, 피망, 파인애플, 새우, 그리고 치킨이 있습니다.\\nB : 그럼 한쪽에는 페퍼로니와 버섯으로 하고요, 다른 한쪽에는 피망과 이탈리안 소시지로 하겠습니다. \\nB : 그리고 양쪽에 치즈를 추가해 주실 수 있나요?\\nA : 알겠습니다. 브레드 스틱이나 음료도 같이 하시겠습니까?",
			"explains": "A : Hello, can I take your order?\\nB : Yes! I'd like a large pepperoni pizza with mushrooms and pineapples.\\nA : Would you like anything else?\\nB : Well.. wait. Can I make that a half-and-half pizza?\\nA : Sure.\\nB : What toppings do you have?\\nA : We have Italian sausage, ham, mushrooms, onions, green peppers, pineapple, shrimp, and chicken.\\nB : I'll have pepperoni and mushrooms on one half and green peppers and Italian sausage on the other. \\nB : And can you add extra cheese on both sides?\\nA : Alright. Would you care for any breadsticks or beverages with your order?\\n"
		},
		{
			"title": "A : I just got a call from one of my high school friends.",
			"means": "A : 고등학교 때 친구로부터 전화가 왔어.\\nB : 잘 됐다!\\nA : 응, 사실 그 애와 연락한지 한참 되었어.\\nB : 솔직히 나도 대부분의 옛 친구들과 연락 안 한지 굉장히 오래되었어.\\nA : 알아. 연락을 지속하기 힘들어.\\nB : 맞아. 그래도 넌 친구와 연락이 닿아서 다행이다.",
			"explains": "A : I just got a call from one of my high school friends.\\nB : That's nice! \\nA : Well, actually I haven't heard from him in ages. \\nB : To be frank with you, I've been out of touch with most of my old friends. \\nA : I know. It's really hard to maintain contact.\\nB : That's right. But you're lucky to be back in touch with your buddy again. \\n"
		},
		{
			"title": "A : Do you want me to help you on your project?",
			"means": "A : 내가 프로젝트 좀 도와줄까?\\nB : 물론이지! 그럼 좋을 것 같아!\\nA : 내가 컴퓨터 작업하는 거 도와줄게.\\nB : 그럼 좋을 것 같아.\\nB : 우리 첫 번째 미팅이 다음 주 수요일이야. 올 수 있어?\\nA : 어. 갈 수 있어.\\nB : 네가 미팅 전에 볼 수 있도록 전반적인 사항을 보내줄게.",
			"explains": "A : Do you want me to help you on your project?\\nB : Sure! That would be great!\\nA : I would like to help with the computer work.\\nB : That would be wonderful.\\nB : Our first meeting is next Wednesday. Can you be there?\\nA : Yes, I can be there.\\nB : I'll send some background information before the meeting so you can look at it.\\n"
		},
		{
			"title": "Roger: How are you getting to the company party on Saturday night?",
			"means": "(로저가 직장 동료이자 친구인 로버타와 얘기하고 있다 …)\\n로저: 토요일 저녁에 회사 파티에 어떻게 갈 거야?\\n로버타: 잘 모르겠어.\\n로저: 내가 너희 집에 운전해가서 함께 갈 수 있어.\\n로버타: 어머 귀찮게 하고 싶진 않아.\\n로저: 별 문제 아니야.\\n로버타: 정말?\\n로저: 그럼. 넌 운전을 하지 않으니까 내가 데려갈게.\\n로버타: 고마워.\\n로저: 무슨 말을.\\n로버타: 직장에서 사람들중 몇 명이나 파티에 올까 궁금하네.",
			"explains": "(Roger is talking to his co-worker and friend Roberta …)\\nRoger: How are you getting to the company party on Saturday night?\\nRoberta: I'm not sure.\\nRoger: I can swing by your house and take you.\\nRoberta: Oh I don't want to trouble you.\\nRoger: It's no trouble at all.\\nRoberta: Really?\\nRoger: Sure. Well you don't drive so I'll take you.\\nRoberta: Thanks.\\nRoger: You're welcome.\\nRoberta: I wonder how many people from work are going to show up for this party.\\n"
		},
		{
			"title": "B : I would like to report a break-in.",
			"means": "A : 무엇을 도와드릴까요?\\nB : 도둑이 들어 신고하려고 합니다.\\nA : 언제 도둑이 들었나요? (언제 무단침입이 있었나요?)\\nB : 어제 저녁이었던 것 같습니다.\\nA : 어디에 도둑이 든 것인가요?\\nB : 저희 집에요.\\nA : 없어진 물건이 있으신가요?\\nB : 아직은 잘 모르겠어요.\\nA : 침입이 있었는지 어떻게 아셨나요?\\nB : 앞쪽 유리창이 깨져있었어요.\\nA : 저희 전담반을 곧 보내드리도록 하겠습니다.\\nB : 서둘러 주세요.",
			"explains": "A : How may I help you?\\nB : I would like to report a break-in.\\nA : When did it happen?\\nB : I believe it happened last night.\\nA : Where did the break-in happen?\\nB : It happened at my house.\\nA : Was anything stolen?\\nB : I'm not sure yet.\\nA : How do you know there was a break-in?\\nB : My front window was broken.\\nA : We'll send a squad car shortly.\\nB : Please hurry.\\n"
		},
		{
			"title": "A : Where are you feeling the pain?",
			"means": "A : 어디가 아픈 거야?\\nB : 배가 아파. 정말이지 너무 아파!\\nA : 어디가 가장 아프니?\\nB : 이쪽이 아파!\\nA : 언제부터 이랬던 거야?\\nB : 한 시간 전 정도에는 괜찮았는데 갑자기 찌르는 듯이 아프기 시작했어.\\nA : 평소에 먹지 않던 것[색다른 것]을 먹은 적이 있니?\\nB : 기억하는 바로는 없어.\\nA : 뭐가 문제인지 너를 응급실로 데려가야겠어.",
			"explains": "A : Where are you feeling the pain?\\nB : It's my stomach. It's killing me!\\nA : Where does it hurt the most?\\nB : It hurts right here!\\nA : How long has it felt like this?\\nB : I felt OK until an hour or so ago, and then, suddenly, I had this really sharp pain.\\nA : Have you eaten anything unusual lately?\\nB : No, not that I remember.\\nA : We need to get you to an emergency room to see what the problem is.\\n"
		},
		{
			"title": "A : Can you pick up some things from the grocery store for me?",
			"means": "A : 슈퍼마켓에 가서 뭐 좀 사다 줄 수 있니?\\nB : 물론이지. 내가 다녀올게. 필요한게 뭔데?\\nA : 여기에 내가 필요한 것들 목록이 있어.\\nB : 다른 곳에서 필요한 건 없고?\\nA : 괜찮다면 약국에 가서 처방전 좀 찾아다 줄래?\\nB : 물론이지. 그렇게 할게.\\nA : 그렇게 해줘서 정말 고마워.\\nB : 널 위해서라면 무엇이든 할 수 있어.",
			"explains": "A : Can you pick up some things from the grocery store for me?\\nB : Sure, I can go to the store for you. What do you need?\\nA : Here's a list with a few things that I need.\\nB : Is there any other place you would like me to go to for you?\\nA : If you don't mind, could you pick up my prescription for me?\\nB : No problem. I'll do that for you.\\nA : I really appreciate you doing this for me.\\nB : Anything for you.\\n"
		},
		{
			"title": "B : I am at the station. I missed my train. I think I am going to be late.",
			"means": "A : 여보세요.\\nB : 나 제인이야.\\nA : 어디야?\\nB : 역에 있는데. 기차를 놓쳐서 나 아마 늦을 것 같아.\\nA : 그럼...아이들 데리러 가는데 늦지 않게 올 수 있겠어?\\nB : 못 갈 것 같아. 아이들을 데리러 갈 수 있어?\\nA : 물론이지. 걱정 마. 집에는 언제쯤 도착할 것 같아?\\nB : 한 30분 후에.",
			"explains": "A : Hello.\\nB : It's me! Jane.\\nA : Where are you?\\nB : I am at the station. I missed my train. I think I am going to be late.\\nA : Well...Will you get back in time to pick up the kids?\\nB : I don't think so. Can you get them?\\nA : Sure. Don't worry. What time do you think you will be home?\\nB : About in 30 minutes.\\n"
		},
		{
			"title": "Peter: There's still a lot of water on the course.",
			"means": "(피터와 켄이 사흘동안 강우가 내린 후 골프 코스에 나와 첫 티를 치려는 중이다…)\\n피터: 아직도 코스에 물이 많네.\\n켄: 아직 물이 스며들지 않아도 상관없어. 난 칠 준비가 돼있어.\\n피터: 나도. 너무 오랫동안 집에 갇혀있었어.\\n켄: 어제는 하도 갇혀 있는게 못견디겠어서 괜히 식구들한테 소리를 질렀지 뭐야.\\n피터: 그럼 오늘 골프치는 것 아무 문제가 없겠구만?\\n켄: 우리 아내가 집에서 좀 나가라고 등을 떠밀더군.\\n피터: 밖에 나오긴 아주 좋은 날이야.\\n켄: 잘 치기나 했으면 좋겠네.\\n피터: 실력이 좀 녹슬었어?\\n켄: 8개월만에 처음 치는 거야.",
			"explains": "(Peter and Ken are on the first tee on a golf course after three days of very hard rain … )\\nPeter: There's still a lot of water on the course.\\nKen: I don't care if it hasn't soaked in. I'm ready to play.\\nPeter: Me too. I've been cooped up too long.\\nKen: Yesterday I had cabin fever so bad I yelled at my family for no reason at all.\\nPeter: So you have no problem playing golf today?\\nKen: My wife insisted that I get out of the house.\\nPeter: It's a great day to be outside.\\nKen: I only hope my golf game is as good.\\nPeter: Are you out of practice?\\nKen: I haven't played for eight months.\\n"
		},
		{
			"title": "B : Hi, do you have any batteries?",
			"means": "A : 안녕하세요, 무엇을 도와드릴까요?\\nB : 안녕하세요. 배터리가 있나요?\\nA : 네. 배터리는 저쪽에 있습니다.\\nB : 그리고 생수 있나요?\\nA : 네. 저희 가게 뒤쪽에 있는 냉장고에 있습니다.",
			"explains": "A : Hello, how can I help you?\\nB : Hi, do you have any batteries?\\nA : Yes. Batteries are right over there.\\nB : And do you have bottled water?\\nA : Yes. They are in the fridge at the back of our store.\\n"
		},
		{
			"title": "Len: Do you know how to cook?",
			"means": "(직장동료 둘이 이야기를 나누는데…)\\n렌: 너 요리할 줄 알아?\\n필: 아니. 내가 요리하면 소방국이 비상대기 해야 할 걸.\\n렌: 무슨 말인지 알아.\\n필: 난 음식 시켜다 먹는 편이야.\\n렌: 나도 그래.\\n필: 돈은 드는데 간편해.\\n렌: 건강식을 사면 돼.\\n필: 난 정크 푸드는 안 사.\\n렌: 나도 안 사.\\n필: 음식 얘기하니까 배가 고파진다.",
			"explains": "(Two co-workers are talking…)\\nLen: Do you know how to cook?\\nPhil: No. When I cook the fire department has to be on alert.\\nLen: I know what you mean.\\nPhil: I usually get my food to go.\\nLen: Me too.\\nPhil: It's pricey but it's easier.\\nLen: You can buy healthy food.\\nPhil: I don't buy junk food.\\nLen: Neither do I.\\nPhil: I'm getting hungry just talking about this.\\n"
		},
		{
			"title": "A : Where do you want to go?",
			"means": "A : 어디에 가고 싶어?\\nB : 할 것도 많고 볼 것도 많은 방콕에 가고 싶어.\\nA : 하지만 방콕은 붐비고 물가도 비싸잖아.\\nB : 음, 모든 수도들은 사람도 많고 물가도 비싸지.\\nA : 하지만 세부 주민들은 더 친절할 것 같아.\\nB : 그렇지만 너도 알다시피 난 바닷가를 별로 좋아하지 않아.",
			"explains": "A : Where do you want to go?\\nB : I'd like to go to Bangkok because there're so many things to do and see there.\\nA : But Bangkok is crowded with people and things are quite expensive.\\nB : Well, I think all capital cities are crowded with people and things are always expensive.\\nA : But I think the locals in Cebu are friendlier.\\nB : Yes, but you know I'm not really a beach person.\\n"
		},
		{
			"title": "B : I need to transfer money.",
			"means": "A : 무엇을 도와드릴까요?\\nB : 송금하려고 하는데요.\\nA : 어느 계좌에서 돈을 송금하기를 원하시나요?\\nB : 제 저축계좌에서요.\\nA : 돈은 어디로 송금하길 원하세요?\\nB : 제 당좌계좌로 송금하고 싶습니다.\\nA : 얼마를 이체하실 것인가요?\\nB : 500달러를 이체하고 싶습니다.\\nA : 오늘 하고자 하는 거래는 이게 다이신가요?\\nB : 네. 그것이 다입니다.",
			"explains": "A : How may I help you?\\nB : I need to transfer money.\\nA : Where would you like to transfer money from?\\nB : From my savings account.\\nA : Where would you like the money transferred?\\nB : I want it transferred into my checking account.\\nA : How much money are you going to transfer today?\\nB : I want to transfer $500.\\nA : Is that all I can do for you today?\\nB : Yes. That will be all.\\n"
		},
		{
			"title": "A : What are you doing this weekend?",
			"means": "A : 이번 주말에 뭐해?\\nB : 내 친구랑 영화를 볼 거야. 넌?\\nA : 난 뭘 할지 잘 모르겠어.\\nB : 나랑 내 친구랑 같이 영화 보러 가지 않을래?\\nA : 친구랑 어떤 영화를 볼 계획이야?\\nB : 아직 정하지는 않았어. 보고 싶은 영화라도 있어?\\nA : 생각나는 게 없네.\\nB : 그럼, 같이 영화 보러 갈래?\\nA : 아니, 고맙지만 다음에 같이 보자.\\nB : 알았어. 그럼 다음에 같이 영화 보자.",
			"explains": "A : What are you doing this weekend?\\nB : I am going to see a movie with a friend of mine. What about you?\\nA : I'm not quite sure yet.\\nB : Would you like to see a movie with me and my friend?\\nA : What movie are you and your friend planning on watching?\\nB : I'm not sure yet. Is there something you want to see?\\nA : There's nothing I can think of.\\nB : Well, would you like to go?\\nA : No, thanks, maybe another time.\\nB : All right. Another time then.\\n"
		},
		{
			"title": "B : I would like to schedule an appointment to get a haircut.",
			"means": "A : 어떻게 도와드릴까요?\\nB : 머리 커트 예약을 하고 싶습니다.\\nA : 무슨 요일에 오실 수 있나요?\\nB : 토요일에 가려고 하는데요.\\nA : 예약이 가능한지 확인 하겠습니다.\\nB : 네.\\nA : 네. 토요일 아침에는 예약이 가능합니다.\\nB : 10시 반에 가능한가요?\\nA : 네 괜찮습니다.\\nB : 좋습니다. 감사합니다.\\nA : 토요일 오전에 뵙겠습니다.",
			"explains": "A : How can I help you?\\nB : I would like to schedule an appointment to get a haircut.\\nA : Okay. What day would you like to come in?\\nB : I'd like to come in on Saturday.\\nA : I'll just see if we have any openings.\\nB : Okay.\\nA : Yes. We have openings only that morning.\\nB : Can I make it for 10:30?\\nA : That'll be fine.\\nB : Sounds great, thank you.\\nA : See you Saturday morning.\\n"
		},
		{
			"title": "A : Are you ready to order now?",
			"means": "A : 주문하실 준비가 되셨나요?\\nB : 네. 샐러드와 로스트 비프, 으깬 감자로 주세요.\\nA : 비프는 어떻게 해드릴까요? 덜 익은 것, 중간, 잘 익은 것 중에요.\\nB : 중간으로 부탁드려요. 그리고 소금은 너무 많이 넣지 마세요.\\nA : 음료는요?\\nB : 커피 있나요? 카페인이 없는 것으로 주세요.",
			"explains": "A : Are you ready to order now?\\nB : Yes. I'll have some salad, roast beef, and mashed potatoes.\\nA : How do you like the beef? Rare, medium, or well-done?\\nB : Medium, please. And easy on the salt, please.\\nA : Anything to drink?\\nB : Do you have coffee? I'd like decaf.\\n"
		},
		{
			"title": "A : I am getting thirsty and was wondering if I may order a drink.",
			"means": "A : 목이 말라서 그러는데요. 마실 것 좀 주문할 수 있을까요?\\nB : 네, 저희는 알코올성 음료는 5달러씩 하고 있으며 그 외의 음료들은 모두 무료로 제공하고 있습니다.\\nA : 저녁 메뉴는 어떻게 되나요?\\nB : 치킨, 생선, 소고기 중에 선택하실 수 있습니다.\\nA : 채식요리를 주문할 수 있나요?\\nB : 사전에 알려주시면 채식식사를 주문하실 수 있습니다. 하지만 비행기가 뜨고 나면 죄송하지만 저희가 할 수 있는 것이 없습니다.",
			"explains": "A : I am getting thirsty and was wondering if I may order a drink.\\nB : Our alcoholic beverages are five dollars each. All other beverages are complimentary.\\nA : What are our dinner choices?\\nB : You will have a choice of chicken, fish, or beef.\\nA : Can I order a vegetarian dish?\\nB : With advance notice, we are able to order a vegetarian plate. However, once we are in the air, unfortunately, there isn't much we can do.\\n"
		},
		{
			"title": "A : You look run down today.",
			"means": "A : 오늘 좀 안 좋아 보여.\\nB : 응. 요즘 좀 몸이 안 좋아.\\nB : 지난주에 감기가 심하게 걸렸는데 아직 다 나은 것 같지 않아.\\nA : 그래, 그럼 병가 낼래? 지금 제일 필요한 건 쉬는 거야.\\nB : 그럴까. 심한 건 지난 거 같은데.\\nB : 그래도 사무실에 있는 다른 사람들에게 옮기고 싶지 않아.",
			"explains": "A : You look run down today.\\nB : Yeah. I've been feeling under the weather recently.\\nB : I caught a bad cold last week, and I still haven't gotten over it.\\nA : Well, you want to take sick leave? All you need now is a good, long rest.\\nB : I guess so. Even though I seem to be over the worst of it.\\nB : But I don't want to give the bug to anyone in the office. \\n"
		},
		{
			"title": "A : Why is there no water coming out when I turn on the faucet? ",
			"means": "A : 왜 수도를 틀어도 물이 나오지 않지?\\nB : 한 방울도 안 나와?\\nA : 한 방울씩 떨어지기만 해.\\nB : 모르겠네. 어젯밤부터 수압이 아주 약하게 떨어지고 있어.\\nA : 아파트 관리인과 통화했어?\\nB : 어. 오늘 아침에 전화했는데 누군가를 보낸다고 했어.\\nA : 그게 언젠데?\\nB : 6시간 전이야!\\nA : 말도 안돼! 왜 빨리 해결해주지 않는 건지 이해가 안 돼!",
			"explains": "A : Why is there no water coming out when I turn on the faucet? \\nB : Not even a single drop? \\nA : Well, it's just drip, drip, drip. \\nB : I don't know. Since last night, water pressure has dropped to little more than a drip. \\nA : Did you call the superintendent yet?\\nB : Yes. I called her this morning and she said she'd send someone over. \\nA : But how long ago was it?\\nB : That was 6 hours ago!\\nA : That's outrageous! I just don't understand why they're not on top of this! \\n"
		},
		{
			"title": "A : It's taking you forever to do my hair.",
			"means": "A : 제 머리 하시는데 시간이 너무 오래 걸리잖아요.\\nB : 이제 거의 다 되었습니다.\\nA : 좀 서둘러 주세요.\\nB : 이제 다 되었습니다.\\nA : 아직 다하신 것이 아닌 것 같은데요?\\nB : 무엇이 문제인가요?\\nA : 제 머리가 엉망이잖아요.\\nB : 마음에 안 드신다니 죄송해요. 사과드립니다.\\nA : 괜찮습니다. 하지만 돈을 지불할 수는 없겠어요.\\nB : 저희 매니저 분과 얘기해보도록 하겠습니다.",
			"explains": "A : It's taking you forever to do my hair.\\nB : I'm almost done.\\nA : I need you to hurry up.\\nB : I'm all done now.\\nA : I don't think that you're done.\\nB : What's wrong?\\nA : My hair looks awful.\\nB : I'm sorry that you don't like it. I apologize.\\nA : That's fine, but I'm not paying for it.\\nB : Well, let me talk to my manager, okay?\\n"
		},
		{
			"title": "A : What would you like today?",
			"means": "A : 무엇으로 (주문) 하시겠어요?\\nB : 햄버거로 주세요.\\nA : 음료는 무엇으로 하시겠어요?\\nB : 스프라이트(사이다)로 해도 될까요?\\nA : 물론입니다. 다른 건 없으세요?\\nB : 칩도 하나 할게요.\\nA : 그게 다인가요?\\nB : 그게 다입니다. 감사합니다.",
			"explains": "A : What would you like today?\\nB : I would like to have a hamburger.\\nA : Can I get you something to drink?\\nB : May I have a Sprite, please?\\nA : Sure, no problem. Would you like anything else?\\nB : I would also like a bag of chips.\\nA : Is that all?\\nB : That's all. Thank you.\\n"
		},
		{
			"title": "A : I know someone who'd be perfect for you.",
			"means": "A : 너한테 딱 어울리는 사람을 알고 있어.\\nB : 네가 지난번에 소개해줬던 남자는 무례하던데.\\nA : 나를 믿어봐. 이 남자는 완벽남이야.\\nB : 그에 대해 얼마나 아는데?\\nA : 아주 멋지고 착해.",
			"explains": "A : I know someone who'd be perfect for you.\\nB : The last guy you set me up with was rude.\\nA : Trust me. This guy is a prize.\\nB : What do you know about him?\\nA : He's got stunning looks and he is a class act.\\n"
		},
		{
			"title": "Adam: How's your family Ted?",
			"means": "(애덤이 이웃 테드와 얘기한다 …)\\n애덤: 가족들은 어떻게 지내?\\n테드: 모두 잘 있어. 자넨?\\n애덤: 잘 지내. 자네 딸 아직도 골프 레슨을 받나?\\n테드: 응. 이젠 골프팀에 들어가보려는 중이야.\\n애덤: 우리 딸도 막 골프를 배우려는 중이거든. 자네 딸은 그 골프교사를 좋아해?\\n테드: 아주. 그리고 터무니없이 비싼 편도 아니거든.\\n애덤: 잘됐네. 그 교사의 이름하고 전화번호좀 줄 수 있겠어?\\n테드: 물론이지. 나한테 명함이 있어.\\n애덤: 그럼 우리 딸이 정말 좋아하겠군. 우리 딸은 항상 자네 딸을 부럽게 봐왔거든.\\n테드: 자네 딸도 이 선생님을 좋아할 거야.",
			"explains": "(Adam is talking to his neighbor Ted … )\\nAdam: How's your family Ted?\\nTed: Everyone's doing well. How is yours?\\nAdam: They are terrific. Is your daughter still taking golf lessons?\\nTed: Yes. And now she wants to try out for the golf team.\\nAdam: My daughter is just getting into golf. Does your daughter like her golf teacher?\\nTed: Very much. And she doesn't cost an arm and a leg.\\nAdam: That's great. Could you give me her teacher's name and phone number?\\nTed: Sure. I have her business card.\\nAdam: This will make my daughter very happy. She's always looked up to your daughter.\\nTed: I think she will like this teacher.\\n"
		},
		{
			"title": "Gary: Where are you going for lunch today?",
			"means": "(개리가 직장에서 필과 얘기한다...)\\n개리: 자네 오늘 점심은 어디로 먹으러 갈 거야?\\n필: 오늘 점심은 사양이야.\\n개리: 자네 다이어트 하는 거야?\\n필: 안. 오늘은 자동차 문제를 처리해야 돼.\\n개리: 또 수리소에 있어?\\n필: 물론이지.\\n개리: 이번엔 또 뭐가 잘못됐대?\\n필: 프리웨이를 달리다가 섰어.\\n개리: 그럼 점심 시간중에 차를 찾아오려는 거야?\\n필: 그러려는 중이야.",
			"explains": "(Gary is talking to Phil at work...)\\nGary: Where are you going for lunch today?\\nPhil: I'm going to pass on lunch today.\\nGary: Are you on a diet?\\nPhil: No. I have to see about my car today.\\nGary: Is your car in the shop again?\\nPhil: Of course.\\nGary: What's wrong with it this time?\\nPhil: It broke down on the freeway.\\nGary: So you're going to try to get your car at lunch time?\\nPhil: Yes I hope to.\\n"
		},
		{
			"title": "A : What are you doing for Christmas?",
			"means": "A : 크리스마스에 뭐 할 거니?\\nB : 글쎄, 별다른 계획은 없고, 가족과 함께 보내려고 해.\\nB : 넌 특별한 계획이 있니?\\nA : 난, 친구들과 스키장에 놀러 갈 계획이야.\\nB : 우와, 재미 있겠다. 미리 알았더라면 나도 함께 갔을텐데…",
			"explains": "A : What are you doing for Christmas?\\nB : Well, nothing special, I am planning to spend with my family.\\nB : Do you have any special plans?\\nA : I am planning to go skiing with my friends.\\nB : Wow, that would be fun. I would go if I knew it in advance.\\n"
		},
		{
			"title": "Bob: I have to apologize to you.",
			"means": "밥: 내가 자네한테 사과할 게 있어.\\n레이: 생전 처음있는 일인데. 뭘 말야?\\n밥: 어제 저녁 생각이 났는데 이 직업에 대한 자네 의견이 맞았어.\\n레이: 그래 그럼 자네도 생각이 바뀌었어?\\n밥: 응. 이 일이 그렇게 나쁜 건 아니야. 내가 너무 불평이 많았어.\\n레이: 왜 그런 생각이 들었어?\\n밥: 한가지 이유는 아니었고. 전부 다야.\\n레이: 어떤 이유였던간에 자네가 그렇게 생각했다니 다행이야.\\n밥: 나도. 자 이제 일하자고.\\n레이: 자네 태도가 맘에 들어.",
			"explains": "Bob: I have to apologize to you.\\nRay: That's a first. What for?\\nBob: It dawned on me last night that you were right about this job.\\nRay: So you have finally come around?\\nBob: Yes. This job isn't so bad. I was complaining too much.\\nRay: What made you realize it?\\nBob: It wasn't just one thing. It's the whole thing.\\nRay: Whatever it was I'm glad you realized it.\\nBob: Me too. Now let's get to work.\\nRay: I like your attitude.\\n"
		},
		{
			"title": "A : I think Sarah has had plastic surgery.",
			"means": "A : Sarah는 성형수술을 받은 것 같아.\\nB : 맞아. Sarah는 분명히 자연 미인은 아니야.\\nA : 쌍꺼풀 수술을 한 것 같아.\\nB : 보톡스도 맞은 것 같던데.\\nA : 너무 많이 손 댄 것 같아.",
			"explains": "A : I think Sarah has had plastic surgery.\\nB : Yes. She definitely is not a natural beauty.\\nA : I think she had eyelid surgery.\\nB : I think she has also done some Botox.\\nA : I think she has had too much work done.\\n"
		},
		{
			"title": "Sophia: I hope he will make time to see us.",
			"means": "(마틴과 아내 소피아가 승강기를 기다리며…)\\n소피아: 그 사람이 우릴 만날 시간을 낼 수 있어야 할 텐데.\\n마틴: 우리 얼마나 늦었지?\\n소피아: 한 시간 늦었어.\\n마틴: 미안해. 여기 오는 길을 안다고 생각했는데.\\n소피아: 그럼 우리 시내에서 한 시간 헤맨 거네.\\n마틴: 한 시간은 아니야.\\n소피아: 내가 화가 나기엔 충분한 시간이야.\\n마틴: 그건 말이 되네.\\n소피아: 그럴 거야. 어떤 때 보면 당신은 말이 잘 안 통해.\\n마틴: 그게 내 매력이기도 하잖아.",
			"explains": "(Martin and his wife Sophia are waiting for the elevator…)\\nSophia: I hope he will make time to see us.\\nMartin: How late are we?\\nSophia: We should have been here an hour ago.\\nMartin: I'm sorry. I thought I knew how to get here.\\nSophia: So we drove around the city for an hour.\\nMartin: It wasn't an hour.\\nSophia: It was long enough to try my patience.\\nMartin: You have a point.\\nSophia: I hope so. You are hard to get through to sometimes.\\nMartin: That's part of my charm.\\n"
		},
		{
			"title": "Arthur: How is the new secretary working out?",
			"means": "(아서와 앤디가 최근에 뽑은 비서 이야기를 하며…)\\n아서: 새로 입사한 비서는 잘 하고 있어?\\n앤디: 엘런이 입사하고 2주 됐는데 잘 하고 있어.\\n아서: 무슨 문제는 없고?\\n앤디: 아니. 모두 앨런을 좋아해. 적임자야.\\n아서: 그거 반가운 소리네.\\n앤디: 괜찮은 비서 구하기가 너무 어려워. 특히 컴퓨터 잘 하는 사람은.\\n아서: 그렇군.\\n앤디: 그리고 전화 받는 목소리도 쾌활해.\\n아서: 그걸 어떻게 알아?\\n앤디: 시험을 해봤지. 아침에 고객인 척하고 전화를 걸어봤어.\\n\\n(저스틴: 비디오 게임은 줄이고 책을 더 많이 읽을래요.)\\n(짐: 그거 좋은 생각이다. 듣던 중 반가운 소리구나.)\\n\\n(짐: 개스값이 내렸으면 좋겠어.)\\n(라저: 알겠어. 네 말이 무슨 뜻인지 알아.)\\n",
			"explains": "(Arthur and Andy are talking about the secretary they recently hired…)\\nArthur: How is the new secretary working out?\\nAndy: It's been two weeks and Ellen is doing fine.\\nArthur: Any problems?\\nAndy: No. Everyone likes her. She fits right in.\\nArthur: That's what I want to hear.\\nAndy: It's so hard finding a good secretary; especially one who is good on the computer.\\nArthur: I hear you.\\nAndy: And she has a pleasant voice when she answers the telephone.\\nArthur: How do you know that?\\nAndy: I tested her. I called in this morning acting like I was a customer.\\n\\nJustin: I'm going to play less video games and start reading more.\\nJim: That's great. That's what I want to hear.\\n\\nJim: I wish these gas prices would come down.\\nRoger: I hear you. I know what you mean.\\n"
		},
		{
			"title": "Roberta: It's so beautiful driving along this coast. This is new for me.",
			"means": "(뉴욕에서 방문중인 로버타와 로저가 LA에서 샌프란시스코까지 운전중이다…)\\n로버타: 이 해안을 따라서 운전하니까 정말 아름답다. 난 이번이 처음이거든.\\n로저: 그렇지? 난 이 고속도로를 달리는 걸 정말 좋아해.\\n로버타: 우리 곧 멈추고 점심좀 먹을 수 있을까?\\n로저: 물론이지 . 곧 아주 맛있는 식당이 나와.\\n로버타: 샌프란시스코는 얼마나 더 멀지?\\n로저: 아직도 멀었어. 100마일은 더 가야 돼.\\n로버타: 카메라를 새로 산 게 아주 다행이야.\\n로저: 많이 쓰게 될 거야.\\n로버타: 난 샌프란시스코에 가본 적이 없어.\\n로저: 정말 좋아할 거야.",
			"explains": "(Roberta visiting from New York and Roger are driving from Los Angeles to San Francisco … )\\nRoberta: It's so beautiful driving along this coast. This is new for me.\\nRoger: It is isn't it? I love driving on this highway.\\nRoberta: Can we stop and get some lunch soon?\\nRoger: Sure. There's a really good restaurant coming up.\\nRoberta: How far away is San Francisco?\\nRoger: Oh we still have a ways to go. We have another one hundred miles.\\nRoberta: I'm glad I bought a new camera.\\nRoger: You're going to use it a lot.\\nRoberta: I've never been to San Francisco before.\\nRoger: I think you'll really like it.\\n"
		},
		{
			"title": "A : Do you know what Kate's phone number is?",
			"means": "A : Kate 전화번호 알아?\\nB : Kate 번호? 갑자기 생각이 나지 않아.\\nA : 급한 일이야. 오늘 그녀를 못 찾으면 난 죽은 목숨이야!\\nB : Jen에게 전화해보지그래? Jen이 Kate의 번호를 알고 있어.\\nA : 전화해봤는데. 아무도 받지 않아!",
			"explains": "A : Do you know what Kate's phone number is?\\nB : Kate's phone number? I can't think of it right off hand. \\nA : It's urgent! If I can't find her today, I'll be dead! \\nB : Why don't you call Jen? She has her phone number. \\nA : I've tried, but no one answered! \\n"
		},
		{
			"title": "Eddie: I know that but why are you using so much shaving cream?",
			"means": "(아들 마크가 면도를 시작하는 걸 보고 에디가 말한다…)\\n에디: 뭐하니?\\n마크: 면도해요.\\n에디: 그거야 나도 알아 근데 면도 크림은 왜 그렇게 많이 쓰는 거야?\\n마크: 면도 잘 하려고요.\\n에디: 그렇게 많이 쓸 필요 없어. 조금만 써도 충분해.\\n마크: 처음 해보는 거예요.\\n에디: 내 크림을 그렇게 많이 쓰면 이번이 마지막 면도야.\\n마크: 오늘 저녁에 케이티와 데이트가 있어요. 잘 보이고 싶어요.\\n에디: 면도하다 베지나 마. 케이티가 너 피나는 얼굴에 키스하길 원하는 건 아니겠지.\\n마크: 아빠가 면도하는 것 충분히 지켜봤어요. 잘 알아요.",
			"explains": "(Eddie watches as his son Marc begins to shave … )\\nEddie: What are you doing?\\nMarc: I'm shaving.\\nEddie: I know that but why are you using so much shaving cream?\\nMarc: I want a good shave.\\nEddie: You don't have to use so much. A little goes a long way.\\nMarc: This is my first time.\\nEddie: And it will be your last if you use so much of my shaving cream.\\nMarc: I've got a date with Katie tonight. I want to look good.\\nEddie: Don't nick yourself. You don't want Katie kissing a bloody face.\\nMarc: I've watched you shave plenty of times. I've got this down.\\n"
		},
		{
			"title": "A : She put me in charge of dinner because she's not feeling well today.",
			"means": "A : 밥 먹을 시간이다!\\nB : 네, 가요!\\nB : 이게 뭐예요? 그리고 엄마는 어디 있어요?\\nA : 엄마가 오늘 몸이 안 좋아서 나보고 저녁을 하라고 했어.\\nB : 그런데 이건 뭐예요?\\nA : 피자야. 우선 한 조각 먹어봐. 좋아할 거야.",
			"explains": "A : Time to eat!\\nB : Okay, I'm coming!\\nB : What is it? And where's Mom?\\nA : She put me in charge of dinner because she's not feeling well today.\\nB : But what is it?\\nA : It's pizza. Just try a piece. You'll like it.\\n"
		},
		{
			"title": "Dad: You're going to love it up here.",
			"means": "(아버지와 아들이 주말에 캠핑을 하러 산으로 차를 몰면서…)\\n아빠: 산에 올라가면 정말 좋아할 거야.\\n아들: 아빠 전에 여기서 캠핑하셨어요?\\n아빠: 그럼 한 4년 됐지. 여기 다시 오니 좋다.\\n아들: 거의 다 왔어요?\\n아빠: 아니야. 아직 멀었어. 30마일 정도 더 가야 돼.\\n아들: 승마도 할 거라고 그러셨죠?\\n아빠: 그래. 여기선 말을 빌릴 수 있어.\\n아들: 빨리 말 타보고 싶어요.\\n아빠: 오늘은 텐트하고 침낭 정리해서 캠핑 준비하고 내일 말 탈 거야.\\n아들: 좋아요!",
			"explains": "(A father and son are driving to the mountains to go camping for the weekend…)\\nDad: You're going to love it up here.\\nSon: You camped here before Dad?\\nDad: Yes about four years ago. I love coming back here.\\nSon: Are we almost there?\\nDad: Oh no. We have a ways to go; about thirty more miles.\\nSon: Did you say we're also going to ride horses?\\nDad: Yes. You can rent horses up here.\\nSon: I can't wait to ride horses.\\nDad: We'll set up camp today with our tent and sleeping bags and we'll ride horses tomorrow.\\nSon: All right!\\n"
		},
		{
			"title": "A : I heard you're going to Manhattan tonight. ",
			"means": "A : 오늘 저녁에 맨해튼에 가신다고 들었어요.\\nB : 응, 친구들과 저녁 파티를 할 거야.\\nA : 아실지 모르겠지만, 오늘은 2014년의 마지막 날이라 다들 일찍 퇴근하고 집에 갈 거예요.\\nA : 4시부터 차가 막힐 거예요.\\nB : 난 몰랐어. 그럼 좀 더 일찍 떠나야겠다. 한 2시쯤.",
			"explains": "A : I heard you're going to Manhattan tonight. \\nB : Yes. I'm having a dinner party with my friends there. \\nA : Well, you may not know this, but because it's the last day of 2014, everybody gets off work early today so that they can go back home early. \\nA : Starting at 4 p.m., traffic usually becomes bumper to bumper.\\nB : I didn't know that. I'll leave earlier today then. Say 2 p.m.\\n"
		},
		{
			"title": "Linda: Oh what cute puppies!",
			"means": "(린다가 애완동물 파는 친구 제리와 얘기한다 …)\\n린다: 어머나 강아지들이 너무 귀엽다!\\n제리: 귀엽지, 안그래?\\n린다: 이 강아지들이 자라면 큰 개가 되는 거지?\\n제리: 그렇지.\\n린다: 우리 아파트는 작아서 키울 수가 없겠어.\\n제리: 그럼 강아지를 원치 않는다는 말이네?\\n린다: 아니 완전히 배제하는 건 아니고. 그저 작은 게 필요하다는 얘기지.\\n제리: 네 고양이는 어때?\\n린다: 집안을 엉망으로 만들어놔서 내보낼 수 밖에 없었지.\\n제리: 그럼 여기 있는 개들좀 봐. 작으니까.",
			"explains": "(Linda is talking to her friend Jerry a pet store owner … )\\nLinda: Oh what cute puppies!\\nJerry: They are cute aren't they?\\nLinda: Are these puppies going to grow up to be big dogs?\\nJerry: Yes they are.\\nLinda: I can't have one because I have a small apartment.\\nJerry: So you don't want a dog?\\nLinda: No I won't rule out a dog. I just need a small one.\\nJerry: How's your cat?\\nLinda: I had to part with it because it was tearing up the place.\\nJerry: Well look at these dogs over here. They're small.\\n"
		},
		{
			"title": "B : I hope this year is filled with good news.",
			"means": "A : 새해 복 많이 받으세요!\\nB : 올 해에는 좋은 일이 많았으면 좋겠어요.\\nA : 기대하고 있는 소식이 있어요?\\nB : 5월에 양처럼 순한 아기가 태어날 예정이예요.\\nA : 와우. 축하해요! 2015년은 양띠 해군요.\\nB : 저에게는 특별한 한 해가 될꺼예요.",
			"explains": "A : Happy New Year!\\nB : I hope this year is filled with good news.\\nA : Are you expecting any good news?\\nB : In May, a docile baby like a sheep will be born.\\nA : Wow. Congrats! 2015 is the Year of the Sheep.\\nB : It is going to be a special year for me.\\n"
		},
		{
			"title": "Joan: So you're off to go camping.",
			"means": "(조운이 아들 에릭과 폴에게 얘기한다 …)\\n조앤: 그럼 이제 캠핑 떠나는 거니.\\n폴: 네.\\n에릭: 차에 모든 것 다 실었지?\\n폴: 다 실었지.\\n조앤: 밤에 추울 것 대비해서 스웨터 여벌을 가져가라.\\n폴: 벌써 챙겼어요.\\n조앤: 얼마나 오래 가있는 거니?\\n에릭: 일주일이요.\\n폴: 다음 토요일에 돌아올 거에요.\\n조앤: 그래. 조심하고 좋은 시간 보내라. 사진도 찍고.",
			"explains": "(Joan is talking to her sons Eric and Paul …)\\nJoan: So you're off to go camping.\\nPaul: Yes we are.\\nEric: Do we have everything in the car?\\nPaul: Everything is packed.\\nJoan: Take extra sweaters in case it gets cold at night.\\nPaul: I did.\\nJoan: How long are you going to be gone?\\nEric: For a week.\\nPaul: We'll be back next Saturday.\\nJoan: All right. Take care and have a great time. Take pictures.\\n"
		},
		{
			"title": "A : It's good to be home.",
			"means": "A : 집에 오니 정말 좋네.\\nB : 오늘 일은 어땠어?\\nA : 힘든 하루였어. (하루가) 끝나서 너무 기뻐.\\nB : 무슨 일 있었어?\\nA : 사무실이 정전 됐었어.\\nB : 정전 되었다는 얘기는 TV에서 들었어.",
			"explains": "A : It's good to be home.\\nB : How was work today?\\nA : I had a long day. I'm glad it's over.\\nB : What happened?\\nA : We had a blackout at the office.\\nB : I heard about the blackout on TV.\\n"
		},
		{
			"title": "Henry: George how are you?",
			"means": "(헨리가 주유소서 오래된 친구 조지와 마주친다…)\\n헨리: 조지 어떻게 지내?\\n조지: 헨리 난 잘 있지. 자네는?\\n헨리: 좋아. 가족들은 잘 있고?\\n조지: 모두들 좋아. 우리 아내가 학위 받으려고 다시 학교로 돌아갔어.\\n헨리: 정말? 잘됐네.\\n조지: 우리 아이들도 학교에서 잘 하고 있어.\\n헨리: 잘됐네.\\n조지: 난 아이들이 자랑스러워.\\n헨리: 정말 좋구만.\\n조지: 자네는 어때?\\n헨리: 다음 주면 아내하고 결혼 20주년을 축하하게 돼.\\n조지: 축하해! 뭐 할 거야?\\n헨리: 뉴욕에 가서 시내를 실컷 돌아다닐 거야.",
			"explains": "(Henry sees his old friend George at a gas station … )\\nHenry: George how are you?\\nGeorge: Hi Henry I'm fine.How are you?\\nHenry: I'm good. How's your family?\\nGeorge: Everyone is good. My wife went back to school to get her degree.\\nHenry: Really? That's great.\\nGeorge: My kids are doing great in school too.\\nHenry: Terrific.\\nGeorge: I take pride in my kids.\\nHenry: That's wonderful.\\nGeorge: And how's by you?\\nHenry: My wife and I will celebrate our twentieth wedding anniversary next week.\\nGeorge: Congratulations! What are you going to do?\\nHenry: We're going to New York and paint the town.\\n"
		},
		{
			"title": "A : Before making the final decision, I'd like to test-drive the car.",
			"means": "A : 최종 결정을 하기 전에 시승을 해보고 싶어요.\\nB : 물론이죠! 어떠세요?\\nA : 몇 가지를 제외하고 맘에 들어요. 선루프와 GPS 기능이 없네요.\\nB : 돈을 조금만 더 내신다면 옵션들을 추가해드릴 수 있어요.\\nA : 그럼 CD 플레이어 기능은요?\\nB : CD 플레이어 기능은 이 차에 기본으로 장착돼 있었습니다.",
			"explains": "A : Before making the final decision, I'd like to test-drive the car.\\nB : Sure. No problem! How did it feel?\\nA : I love it except for a few things. It doesn't come with a sun roof and a GPS unit.\\nB : We can add those options for a small additional cost.\\nA : How about a CD player?\\nB : The standard sound system in this car included the CD player as one of the standard features.\\n"
		},
		{
			"title": "A : Doctor, what is the best way to stay healthy?",
			"means": "A : 의사 선생님, 건강을 유지할 수 있는 가장 좋은 방법은 무엇인가요?\\nB : 건강에 좋은 음식을 먹고 건강에 좋지 않은 음식은 피하는 것입니다.\\nA : 어떤 음식을 먹어야 하는지 헷갈려요.\\nB : 충분한 과일과 채소, 작은 양의 단백질, 그리고 곡물류가 필요합니다.\\nA : 제가 피해야 하는 특정한 음식이 있나요?\\nB : 고지방과 그리고 기름진 음식은 피해야 해요. 그리고 설탕과 카페인도 피해야 합니다.\\nA : 건강을 유지하는데 필요한 또 다른 중요한 것이 있나요?\\nB : 하루에 30분 정도는 운동을 하셔야 합니다.",
			"explains": "A : Doctor, what is the best way to stay healthy?\\nB : You need to eat healthy foods and avoid unhealthy foods.\\nA : It is very confusing to know what to eat.\\nB : You need plenty of fruits and vegetables, small amounts of protein, and whole grains.\\nA : Are there certain things that I should avoid?\\nB : You need to avoid highly fatty and greasy foods. You should also avoid too much sugar and caffeine.\\nA : What else is important to stay healthy?\\nB : You need to get 30 minutes of exercise every day.\\n"
		},
		{
			"title": "A : Which do you prefer, living in Seoul or in Suwon?",
			"means": "A : 서울과 수원 중에 어디에서 사는 게 더 좋아요?\\nB : 전 서울이 더 좋은 것 같아요. 왜냐하면 서울이 취업 기회가 더 많은 것 같아요.\\nB : 당신은요? 미국과 한국 중 어디에서 사는 걸 더 선호하세요?\\nA : 지금은 미국에 있는 게 더 좋은 것 같아요.",
			"explains": "A : Which do you prefer, living in Seoul or in Suwon?\\nB : I prefer living in Seoul because there are more job opportunities here.\\nB : How about you? Which do you prefer, living in the States or Korea?\\nA : As of now, I prefer living in the States.\\n"
		},
		{
			"title": "A : How did you get interested in hiking?",
			"means": "A : 어떻게 하이킹을 좋아하게 된 거야?\\nB : 몇 년 전부터 하이킹에 관심을 갖게 되었어.\\nB : 헬스장에서 운동을 하곤 했는데 남자친구가 하이킹에 관심을 갖게 되면서 나도 등산을 시작했어.\\nA : 어디로 하이킹을 가?\\nB : 나는 Elbert산과 Mitchell산과 같은 잘 알려진 산에 주로 가.",
			"explains": "A : How did you get interested in hiking?\\nB : I became interested in hiking a few years ago.\\nB : I used to work out at a gym, but when my boyfriend became interested in hiking, I started hiking with him.\"\\nA : Where do you go hiking?\\nB : I usually go hiking on well-known mountains like Mt. Elbert or Mt. Mitchell.\\n"
		},
		{
			"title": "A : Can you do me a favor? Can you help me cut this chicken? ",
			"means": "A : 부탁 좀 해도 될까요? 이 치킨을 자르는 것 좀 도와주실래요?\\nB : 물론이죠. 어떻게 자를까요?\\nA : 반은 얇게 썰어주시고요, 나머지 반은 깍둑 썰기 해주세요.\\nB : 알았어요.\\nA : 아, 그런데요, 기름기가 없게 해주세요. 한 점도 없이요.",
			"explains": "A : Can you do me a favor? Can you help me cut this chicken? \\nB : Sure. How do you want me to cut it?\\nA : I would like half of it cut into slices, and the other half diced. \\nB : OK.\\nA : Oh, by the way, I want it to be very, very lean. Not even a shred of fat. \\n"
		},
		{
			"title": "A : When did you first become interested in music?",
			"means": "A : 언제 처음 음악에 관심을 갖게 된 거야?\\nB : 난 고등학교 때 처음 음악에 관심을 갖게 되었어.\\nA : 어떤 종류의 음악을 그 당시에 즐겼어?\\nB : 처음에는 대중음악을 즐겼었어.\\nB : 아직도 대중음악을 즐기지만 지금은 클래식 음악을 더 선호해.",
			"explains": "A : When did you first become interested in music?\\nB : I first became interested in music when I was in high school.\\nA : What types of music did you enjoy back then?\\nB : I initially enjoyed a lot of mainstream pop music.\\nB : I still like mainstream pop music but my preference now is classical music.\\n"
		},
		{
			"title": "A : What seems to be the problem?",
			"means": "A : 어디가 불편하신가요?\\nB : 요즘 눈이 또렷하게 보이지 않고 밤에 잘 안 보여요.\\nA : 이쪽으로 와서 앉아 주세요. 이제 시력 검사 표를 보시고 이 줄을 한번 읽어주세요.\\nB : 피 오 이 엘 티 와이. 시력이 더 안 좋아졌나요?\\nA : 괜찮은 것 같긴 하지만 문제가 있을 가능성이 있으니 몇 가지 검사를 더 해보겠습니다.\\nA : 눈을 크게 뜨고 깜빡 거리지 마세요.",
			"explains": "A : What seems to be the problem?\\nB : Well, my vision has gotten blurry and I can't see well at night.\\nA : Please sit over here so I can take a look. Now please look at the eye chart and read this line here.\\nB : P O E L T Y. Has my eyesight gotten worse?\\nA : You seem to be fine, but I'd like to run a couple of tests to check a possible problem.\\nA : Now keep your eyes wide open and try not to blink.\\n"
		},
		{
			"title": "A : It's lunch time. Let's have lunch together.",
			"means": "A : 점심시간이다! 점심 같이 먹자.\\nB : 난 못 가.\\nA : 왜 안 되는데?\\nB : 나 한 푼도 없어.\\nA : 내가 점심 살게. 가자.\\nB : 정말?\\nA : 그럼. 가자고.",
			"explains": "A : It's lunch time. Let's have lunch together.\\nB : I can't.\\nA : Why not?\\nB : I'm utterly broke.\\nA : I'll pick up lunch. Let's go.\\nB : Really?\\nA : Sure! Come on.\\n"
		},
		{
			"title": "Lauren: Congratulations on your new job Matt.",
			"means": "(친구 둘이 이야기를 나눈다…)\\n로렌: 맷 새 직장 잡은 거 축하해.\\n맷: 고마워. 한데 일이 좋아질 지는 잘 모르겠어.\\n로렌: 왜 안 좋아? 지난 해는 겨우 생활을 할 정도였잖아.\\n맷: 이젠 그냥 허구한 날 일해야 되잖아.\\n로렌: 아 왜 그래. 돈 많이 벌게 됐잖아.\\n맷: 그래서 뭐? 돈 쓸 시간도 없는데.\\n로렌: 그 정도는 아니잖아.\\n맷: 그건 맞다. 사실 그 정도는 아니다. 주말이 있으니까.\\n로렌: 일하게 되니까 제일 아쉬운 게 뭐야?\\n맷: 파티지! 밤 늦게까지 파티를 못하는 게 아쉽지.",
			"explains": "(Two friends are talking…)\\nLauren: Congratulations on your new job Matt.\\nMatt: Thanks but I'm not sure I like working.\\nLauren: Why not? Last year you were living hand to mouth.\\nMatt: Now it's just work day in and day out.\\nLauren: Oh come on. You're making big bucks.\\nMatt: So what? I don't have time to enjoy it.\\nLauren: It can't be all that bad.\\nMatt: You're right. It really isn't. I still have my weekends.\\nLauren: What do you miss most now that you are working?\\nMatt: Parties! I miss staying up late and partying.\\n"
		},
		{
			"title": "A : You're going to miss your sister since she's married, aren't you? ",
			"means": "A : 너희 누나가 시집가서 보고 싶겠다, 그렇지?\\nB : 어, 참 예쁜 신부였어, 그렇지?\\nA : 아름다웠어. 너는 언제 장가갈 거야?\\nB : 곧 갈 거야. 아주 곧.\\nA : 그럼 너와 너의 미래 부인을 위하여!",
			"explains": "A : You're going to miss your sister since she's married, aren't you? \\nB : I sure am. She made a lovely bride, didn't she?\\nA : She was beautiful. So when will your turn be? \\nB : Soon! Very soon! \\nA : Well, a drink to you and your future wife! \\n"
		},
		{
			"title": "Dan: What are you doing tonight Chris?",
			"means": "(댄이 직장에서 친구 크리스와 이야기하며…)\\n댄: 크리스 오늘 저녁에 뭐 할 거야?\\n크리스: 지금까지 한 번도 안 해본 걸 해볼 거야.\\n댄: 그게 뭔데?\\n크리스: 포커를 한 번 해보려고.\\n댄: 정말? 포커는 전혀 안 해봤잖아?\\n크리스: 응. 오늘 밤이 처음이야.\\n댄: 돈을 걸 거야?\\n크리스: 응. 형 친구들이 목요일마다 형네 집에 모이거든.\\n댄: 그럼 행운을 빌어. 돈 다 잃지 않기를 바래.\\n크리스: 나도 같은 마음이야.\\n",
			"explains": "(Dan is talking to his friend Chris at work…)\\nDan: What are you doing tonight Chris?\\nChris: I'm going to try something I've never done before.\\nDan: What's that?\\nChris: I'm going to try my hand at poker.\\nDan: Really? You've never played poker before?\\nChris: No. Tonight will be my first time.\\nDan: Are you going to lay down money?\\nChris: Yes. My brother's friends get together every Thursday at his house.\\nDan: Well good luck. I hope you don't lose your shirt.\\nChris: So do I.\\n"
		},
		{
			"title": "Ray: Bill how was the barbecue party Sunday?",
			"means": "(레이가 친구 빌에게…)\\n레이: 빌 일요일 바비큐 파티 어땠어?\\n빌: 대체로 재미있었어.\\n레이: 대체로라니 무슨 말이야?\\n빌: 음식도 좋았고 사람들도 친절하고 메리가 부른 DJ가 튼 음악도 괜찮았는데….\\n레이: 그런데 뭔가 문제야?\\n빌: 일요일에 무지 더웠잖아.\\n레이: 무슨 말인지 모르겠어.\\n빌: 너무 더워도 아무도 밖에 있으려고 안 하는 거야.\\n레이: 그래서 어떻게 해결했어?\\n빌: 전부 메리네 집으로 들어가는 바람에 발 디딜 틈 없었어.\\n",
			"explains": "(Ray is talking to his friend Bill…)\\nRay: Bill how was the barbecue party Sunday?\\nBill: For the most part it was fun.\\nRay: What do you mean for the most part?\\nBill: The food was great people were nice Mary hired a DJ who played great music….\\nRay: So what was the problem?\\nBill: It was so hot on Sunday.\\nRay: I don't follow.\\nBill: Nobody wanted to stay outside because it was so hot.\\nRay: So how did you remedy that?\\nBill: Everybody went inside Mary's house but it was packed.\\n"
		},
		{
			"title": "A : Is this dress on sale?",
			"means": "A : 이 드레스 세일 중인가요?\\nB : 세일은 어제로 마감되었습니다.\\nA : 그래도 세일 가격에 판매하시면 안 되나요?\\nB : 죄송하지만 컴퓨터에 입력되어있는 가격을 바꿀 수는 없습니다.\\nA : 이 드레스로 하기로 마음을 굳혔어요.\\nB : 죄송하지만 어제 세일 가격으로 판매했다가는 제가 잘릴지도 몰라요. 세일 중인 다른 드레스들을 보여드리도록 하겠습니다.",
			"explains": "A : Is this dress on sale?\\nB : The sale ended yesterday.\\nA : Couldn't you still sell it today at the sale price?\\nB : I'm sorry, but I can't change the price that's in the computer.\\nA : I had my heart set on buying this dress.\\nB : I'm sorry, but I'd lose my job if I sold it to you at yesterday's sale price. Let me show you some other dresses that are on sale.\\n"
		},
		{
			"title": "A : Would you like a second helping of salmon?",
			"means": "A : 연어요리 한 접시 더 먹을래?\\nB : 고맙지만 괜찮아.\\nA : 많이 먹었니?\\nB : 응. 배부르게 먹었어.\\nA : 후식 먹을 배는 따로 있지?\\nB : 후식이 뭐야?\\nA : 호박파이하고 바닐라 아이스크림이야. 커피도 내려 놨어.\\n",
			"explains": "A : Would you like a second helping of salmon?\\nB : No, thank you.\\nA : Have you had enough?\\nB : Yes I'm full.\\nA : You have room for dessert, right?\\nB : What's for dessert?\\nA : Pumpkin pie and vanilla ice cream. And I've got coffee going.\\n"
		},
		{
			"title": "A : You look so concerned.",
			"means": "A : 근심이 있어 보여.\\nB : 인터뷰 때문에 걱정돼.\\nB : 알잖아, 내가 지난 몇 달 동안 직장을 구하고 있었고 이번이 첫 인터뷰야.\\nB : 그래서 나에겐 아주 중요해.\\nA : 걱정 마. 다 잘 될 거야.\\nA : 우리 좋은 결과가 있기를 기도하고 잘 되기를 바라자.",
			"explains": "A : You look so concerned.\\nB : I'm worried about the interview.\\nB : You know, I've been looking for a job the last few months, and this is my first interview. \\nB : So it's very important to me.\\nA : Don't worry too much. Everything will work out just fine. \\nA : Let's keep our fingers crossed and hope for the best.\\n"
		},
		{
			"title": "A : Do you happen to know where the movie theater is?",
			"means": "A : 혹시 영화관이 어디에 있는지 아니?\\nB : 응. 왜 알고 싶은 건데?\\nA : 음. Sarah한테 이번 주 금요일 저녁에 만나자고 데이트 신청을 했거든.\\nB : 좋겠다! 길을 잃어버리지 않게 가는 길을 적어줄게.\\nA : 알았어.\\nB : 우선 1번가로 내려가서 서쪽으로, 강을 건너가, 그리고 월스트리트가 나올 때까지 계속 직진해.\\nA : 월스트리트 까지?\\nB : 맞아. 왼쪽으로 돌아서 영화관은 오른쪽에서 첫 번째 건물이야.",
			"explains": "A : Do you happen to know where the movie theater is?\\nB : Yes. Why do you want to know?\\nA : Well. I asked Sara out on a date for this coming Friday night.\\nB : Sounds great! I will write down these directions so you don't get lost.\\nA : Okay.\\nB : First, drive down 1st street going west, cross the river, and keep going straight until Wall Street.\\nA : Until Wall Street?\\nB : Right. Then turn left, and the movie theater is the first building on the right.\\n"
		},
		{
			"title": "Mel: I saw Paul today.",
			"means": "(두 친구가 이야기를 나눈다…)\\n멜: 오늘 폴 봤어.\\n새라: 어떻게 지낸대?\\n멜: 의기소침해 있어.\\n새라: 왜 그런대?\\n멜: 직장을 구하러 다니고 있거든.\\n새라: 폴 실직했어?\\n멜: 직장에서 잘 못 나가서 그만뒀대.\\n새라: 회사 그만 두는 건 그리 현명한 결정 같지 않다.\\n멜: 맞아. 하지만 다른 직장을 찾으려 애쓰고 있어.\\n새라: 그럼 그건 다행이다.\\n",
			"explains": "(Two friends are talking…)\\nMel: I saw Paul today.\\nSarah: How's he doing?\\nMel: He's down in the dumps.\\nSarah: Why's that?\\nMel: He's been pounding the pavement looking for a job.\\nSarah: Did he lose his job?\\nMel: He told me he quit because he couldn't get ahead.\\nSarah: Quitting doesn't sound like a very wise decision.\\nMel: That's true. But he's working very hard to find another one.\\nSarah: Well I'm happy to hear that.\\n"
		},
		{
			"title": "A : I need this by COB.",
			"means": "A : 이거 오늘 영업시간 종료 전까지 필요합니다.\\nB : 아직 완성 못했어요. 아직 조금 더 해야 한다고요.\\nA : 전 이것이 오늘 중으로 필요합니다.\\nB : 전 시간이 좀 더 필요해요. 기한을 연장할 수 있을까요? 다음 주에 끝내도 될까요?\\nA : 급한 건입니다. 오늘 안에 끝내야 해요.",
			"explains": "A : I need this by COB.\\nB : I haven't finished yet. It still needs some work.\\nA : I need this by the end of the day.\\nB : I need a little more time. Can we extend the deadline? Can I finish this next week?\\nA : This is urgent. This has to be done today.\\n"
		},
		{
			"title": "A : You must be very excited today.",
			"means": "A : 너 오늘 굉장히 흥분한 것 같아.\\nB : 어. 그래. 어젯밤 잠도 못 잤어.\\nA : 축구 경기가 오늘 8시지?\\nB : 어. 정확히 8시야.\\nA : 경기 때문에 굉장히 흥분되지.",
			"explains": "A : You must be very excited today.\\nB : Yes, I am. I couldn't sleep last night.\\nA : So the soccer game is today at 8:00?\\nB : Yes. 8:00 sharp.\\nA : You might be all fired up about this game.\\n"
		},
		{
			"title": "Bruce: I'd like to pick your brain if you don't mind.",
			"means": "(친구 둘이 산을 오르며 얘기한다 …)\\n브루스: 자네만 괜찮으면 물어볼 것이 있어.\\n개리: 얼마든지. 뭘 알고 싶은데?\\n브루스: 회사 사장님이 봉급은 안올려주면서 나한테 다른 일을 시키려는 중이야.\\n개리: 평소 일을 다 하면서 다른 프로젝트를 맡아야 한단 말야?\\n브루스: 그게 문제야. 불공평하다고 생각해.\\n개리: 나도 동감이야. 얘기는 해봤어?\\n브루스: 응. 연말에 다 갚아주겠다고 그러더군.\\n개리: 그건 괜찮지만 계약서를 받아야지.\\n브루스: 그렇게 할지 의문이야.\\n개리: 그럼 프로젝트를 맡지 마.",
			"explains": "(Two friends are talking while on a hike …)\\nBruce: I'd like to pick your brain if you don't mind.\\nGary: Be my guest. What would you like to know?\\nBruce: The president of my company wants me to take on more work without paying me for it.\\nGary: Do you mean that you have to do your normal work plus another project?\\nBruce: That's my problem. I think it's unfair.\\nGary: I agree with you. Have you talked to him about it?\\nBruce: Yeah. He said he would make it up to me at the end of the year.\\nGary: That might be all right but you have to get it in writing.\\nBruce: I'm not sure he will do that.\\nGary: Then I wouldn't do the project.\\n"
		},
		{
			"title": "A : It's so nice to eat out and have time together.",
			"means": "A : 이렇게 같이 외식하고 시간을 같이 보낼 수 있어서 너무 좋아요.\\nB : 당신이 좋아하니 기쁘네요. 당신에게 저녁식사 대접을 할 수 있어서 기뻐요.\\nA : 그리고 이 식당 정말 너무 좋네요.\\nB : 네. 전 가끔 이곳에 와요.\\nA : 어쨌든 저는 연어 스테이크로 할게요. 당신은 무엇으로 하시겠어요.\\nB : 저는 치킨 시저 샐러드와 수프로 할게요.",
			"explains": "A : It's so nice to eat out and have time together.\\nB : I'm glad you like it. I am so happy to treat you to dinner.\\nA : And this is really a nice restaurant.\\nB : Yes. I come here once in a while.\\nA : Anyway, I think I will have the Salmon steak. What are you going to have?\\nB : I think I'm going to have a chicken Caesar salad with a soup.\\n"
		},
		{
			"title": "A : Well, I'm going to the Opera House.",
			"means": "A : 택시!\\nB : 어디로 가시나요?\\nA : 오페라 하우스요.\\nB : 좋습니다. 타세요.\\nA : 실례지만 거기까지 가는데 시간이 얼마나 걸릴까요?\\nB : 교통상황에 따라 다릅니다.\\nB : 하지만 30분 이상 걸리진 않을 거예요.\\nA : 알겠습니다. 요금은 어느 정도 나올까요?\\nB : 20 달러를 넘지는 않을 거예요.",
			"explains": "A : Hey Taxi!\\nB : Where to?\\nA : Well, I'm going to the Opera House.\\nB : Sure. Hop in.\\nA : Uh. Excuse me. How long does it take to get there?\\nB : Well, that all depends on the traffic.\\nB : But it shouldn't take more than 30 minutes.\\nA : Okay. Do you have any idea how much the fare will be?\\nB : Oh, it shouldn't be more than 20 dollars.\\n"
		},
		{
			"title": "A : Will you read it to me?",
			"means": "A : 책 읽어줄 거예요?\\nB : 먼저 신문부터 다 읽고.\\nA : 아까부터 계속 그렇게 말씀하셨잖아요!\\nB : 그럼 신문을 같이 읽는 것은 어떨까?\\nA : 그건 지루하단 말이에요. 이 책 읽어요. 그리고 이것들도요.\\nB : 난 한 권인 줄 알았단다.",
			"explains": "A : Will you read it to me?\\nB : Let me finish the newspaper first.\\nA : You've been saying that forever!\\nB : Well, how about reading the newspaper together?\\nA : That's boring. Let's read this book. And these books too.\\nB : I thought you said one book.\\n"
		},
		{
			"title": "A : Hi. My name is Jenny. Nice to meet you.",
			"means": "A : 안녕. 내 이름은 Jenny야. 만나서 반가워.\\nB : 나도 만나서 반가워. 내 이름은 Jonathan이야.\\nA : 뭐라고?\\nB : Jonathan이야. 하지만 미국에 있는 친구들은 나를 John이라고 불러.\\nA : 알았어, 존. 네 가족에 대해서 얘기 좀 해줄래?\\nB : 난 한 명의 형제와 네 명의 남매가 있어.\\nA : 대가족이구나! 네가 첫째야?\\nB : 아니. 난 우리 집에서 둘째야.",
			"explains": "A : Hi. My name is Jenny. Nice to meet you.\\nB : Nice to meet you, too. My name is Jonathan.\\nA : Sorry?\\nB : Jonathan, but all my friends and family back in the States call me John.\\nA : Okay, John. So tell me about your family?\\nB : Well, I have one brother and four sisters.\\nA : That is a big family! So are you the oldest?\\nB : No. I'm the second oldest in my family.\\n"
		},
		{
			"title": "Tracey: I've been putting this off because I thought this place is always busy.",
			"means": "(트레이시가 DMV에서 자동차 등기 안내원과 얘기중이다…)\\n트레이시: 여기는 항상 바빠서 전 이걸 계속 미뤄왔어요.\\n셸리: 제 시간에 잘 오셨네요.\\n트레이시: (종이를 건네며) 자동차 등록인 명의를 바꾸려고요.\\n셸리: 얼마나 내셨나요?\\n트레이시: 하나도요. 어머니가 저한테 주셨거든요.\\n셸리: (서류 양식을 건네며) 이걸 기입해주세요.\\n트레이시: 이 펜은 잉크가 다 됐네요. 다른게 또 있나요?\\n셸리: 저기 있는 걸 쓰시면 되겠어요.\\n트레이시: (완성된 양식을 건네며) 여기 있어요. 또 다른 건 없나요?\\n셸리: 15달러 주시고요.",
			"explains": "(Tracey is at the automobile registration counter at the Department of Motor Vehicle talking to a clerk … )\\nTracey: I've been putting this off because I thought this place is always busy.\\nShelley: You caught us at the right time.\\nTracey: (handing her a piece of paper) I would like to transfer the registration on a car.\\nShelley: How much did you pay for it?\\nTracey: Nothing. My mother gave it to me.\\nShelley: (handing her a form) Fill this out please.\\nTracey: This pen ran out of ink. Do you have another one?\\nShelley: You can use the one over there.\\nTracey: (handing her the completed form) Here you are. Is there anything else?\\nShelley: That will be fifteen dollars please.\\n"
		},
		{
			"title": "A : When are we leaving?",
			"means": "A : 우리 출발은 언제 해?\\nB : 짐은 다 챙겼어?\\nA : 갈 준비 다 됐어.\\nB : 좋아, 가자!",
			"explains": "A : When are we leaving?\\nB : Are you done packing?\\nA : I'm all good to go.\\nB : Okay, let's go!\\n"
		},
		{
			"title": "A : Do you know what National Foundation Day celebreates?",
			"means": "A : 개천절이 무엇을 기념하는 날인지 알아?\\nB : 솔직히 몰라.\\nA : 부끄러운 줄 알아\\nB : 가르쳐 줄래?",
			"explains": "A : Do you know what National Foundation Day celebreates?\\nB : Honestly, no\\nA : You should be ashamed of yourself.\\nB : Will you teach me?\\n"
		},
		{
			"title": "A : That was a difficult climb.",
			"means": "A : 힘든 등반이었어.\\nB : 그래도 경치가 좋않아! 어때?\\nA : 할 말을 잃었어.\\nB : 정말 아름답다.",
			"explains": "A : That was a difficult climb.\\nB : But the view is great! What do you think?\\nA : I'm at a loss for words.\\nB : It really is beautifyl."
		},
		{
			"title": "A : How much postage does it need? I'd like to send express mail.",
			"means": "A : 우편 요금이 얼마인가요? 속달우편으로 보내려고 합니다.\\nB : 속달 우편 요금은 처음 1파운드에 25불이며, 1파운드 추가 시마다 3달러씩 추가됩니다.\\nA : 이 소포에 보험도 들고 싶은데요.\\nB : 이 양식을 작성해 주세요.\\nA : 서울에 도착하는 데는 얼마나 걸리나요?\\nB : 영업일 기준으로 2일에서 3일 정도 걸릴 것입니다.\\nA : 추가 비용을 내면 배송시간을 단축할 수 있나요?\\nB : 다음날 배송을 원하시면 추가로 30불을 더 지불하셔야 합니다.\\n",
			"explains": "A : How much postage does it need? I'd like to send express mail.\\nB : Express mail is 25 dollars for the first pound and 3 dollars every additional pound.\\nA : I'd like to buy insurance for this package as well.\\nB : Please fill out this form.\\nA : How long will it take to reach Seoul City?\\nB : It will take 2 to 3 business days.\\nA : Can I pay extra to get it there faster?\\nB : Overnight shipping will cost an additional 30 dollars.\\n"
		},
		{
			"title": "Les: Did you vote?",
			"means": "(친구 둘이 최근 있었던 선거에 대해 얘기한다 …)\\n레스: 자네 투표했어?\\n탐: 물론이지. 난 항상 투표에 참가해.\\n레스: 선거 결과에 만족해?\\n탐: 전혀 그렇지 않아.\\n레스: 공화당이 이길 거라고 생각한 건 아니겠지?\\n탐: 그러길 바랬어.\\n레스: 난 공화당과 민주당이 세력을 나눠가지는 게 나라에 더 좋다고 생각해.\\n탐: 나도 그랬으면 좋겠지만 그게 아무려면 그렇게 되겠어.\\n레스: 지난 몇 년은 잘 안됐지만 난 앞으로에 희망을 걸겠어.\\n탐: 나보다 자네가 훨씬 긍정적이구만.\\n",
			"explains": "(Two friends are talking about the recent elections … )\\nLes: Did you vote?\\nTom: Of course. I always vote.\\nLes: Are you happy with the way the elections turned out?\\nTom: Not by a long shot.\\nLes: You didn't think the Republicans were going to win, did you?\\nTom: I was hoping they would.\\nLes: Well I think the country will be better off with Republicans and Democrats sharing the power.\\nTom: I hope you're right but I doubt it.\\nLes: The last few years have not gone well so I'm looking ahead to the future.\\nTom: You are a lot more optimistic than I am.\\n"
		},
		{
			"title": "A : Did you clean your room today?",
			"means": "A : 오늘 방 청소는 했니?\\nB : 아직 시작은 안 했는데요. 할 거예요.\\nA : 언제 할 계획이야?\\nB : 조금 있다가 청소하려고요.\\nA : 내가 더 일찍 청소하라고 했잖니!\\nB : 제가 청소한다고 말씀 드렸잖아요!\\nA : 반드시 청소기도 돌리고 먼지도 닦아야 해!\\nB : 알아요. 그렇게 할게요.\\nA : 네 방 청소할 때까지는 아무 데도 가지마.",
			"explains": "A : Did you clean your room today?\\nB : I haven't started yet, but I will.\\nA : When were you planning on doing that?\\nB : I'm planning on cleaning it up a little later.\\nA : I told you to clean it up earlier!\\nB : I already told you that I'm going to do it!\\nA : Make sure you vacuum and dust your room!\\nB : I know. I'll do it.\\nA : Make sure that you don't go anywhere until you clean your room.\\n"
		},
		{
			"title": "Daniel: What's wrong with you? Why are you walking so slowly?",
			"means": "(대니얼이 느릿느릿 걷고 있는 친구 폴에게 묻는다 …)\\n대니얼: 왜 그래? 왜 그렇게 늦게 걷고 있는 거야?\\n폴: 어제 밤에 허리를 삐었어.\\n대니얼: 어쩌다 그런 일을?\\n폴: 친구 이사하는 걸 도와주다가.\\n대니얼: 무거운 상자랑 가구를 들어올린 거야?\\n폴: 응 허리가 너무 아파.\\n대니얼: 약은 먹고 있어?\\n폴: 아니. 방금 의사한테 전화했어.\\n대니얼: 의사를 만날 거야?\\n폴: 응. 내일 허리를 진찰해주기로 했어.\\n",
			"explains": "(Daniel is talking to his friend Paul who is walking very slowly … )\\nDaniel: What's wrong with you? Why are you walking so slowly?\\nPaul: I threw out my back last night.\\nDaniel: How did you do that?\\nPaul: I was helping a friend move.\\nDaniel: Were you lifting heavy boxes and furniture?\\nPaul: Yes and my back is killing me.\\nDaniel: Are you taking anything?\\nPaul: No. I just called my doctor.\\nDaniel: Are you going to see him?\\nPaul: Yes. He's going to look over my back tomorrow.\\n"
		},
		{
			"title": "A : I'm fed up with paying income tax.",
			"means": "A : 세금 내는 게 지긋지긋해.\\nB : 하지만 그 말은 네가 돈을 많이 벌었다는 뜻이잖아.\\nA : 난 심각하게 하는 말이야. 나 세금 내는 게 정말 지긋지긋해.\\nB : 어떤 선택의 여지가 있는 거야?\\nA : 세금을 내는 것 외에는 방법이 없어.\\nB : 그럼 너도 받아들이고 세금을 내야겠네.\\n",
			"explains": "A : I'm fed up with paying income tax.\\nB : But that means you made a lot of money.\\nA : I'm serious. I'm really fed up with paying income tax.\\nB : What choice do you have?\\nA : I have no choice but to pay.\\nB : Then you're going to have to put up with paying yours.\\n"
		},
		{
			"title": "Gary: So what are you doing tonight?",
			"means": "(게리와 조지가 퇴근하면서…)\\n게리: 그래 오늘 밤에 뭐 할거야?\\n조지: 집으로 갈 참이야. 너는?\\n게리: 마켓에 잠깐 들려서 뭐 좀 사야 돼.\\n조지: 외출하는 거야?\\n게리: 아니. 리사하고 집에서 영화나 한 편 볼거야.\\n조지: 뭐 볼 건데?\\n게리: 나도 몰라. 리사한테 보고 싶은 거 빌리라고 했어.\\n조지: 아 그래. 리사가 만든 중국식 닭고기 샐러드 요리법 좀 받고 싶은데. 맛있더라고.\\n게리: 리사한테 전화해. 지금 집에 있어.\\n조지: 지금? 내가 휴대폰을 어디에 놨더라?",
			"explains": "(Gary and George are leaving work for the day…)\\nGary: So what are you doing tonight?\\nGeorge: I'm just going to head home. And you?\\nGary: I have to stop by the market and buy a few things.\\nGeorge: Are you going out?\\nGary: No. Lisa and I will stay home and pop in a movie.\\nGeorge: What are you going to see?\\nGary: I don't know. I told Lisa to rent whatever movie she liked.\\nGeorge: Oh I'd like to get Lisa's recipe for her Chinese chicken salad. I like it.\\nGary: Give her a ring. She's home right now.\\nGeorge: Now where did I put my cell phone?\\n"
		},
		{
			"title": "A : I've enjoyed conversing with you.",
			"means": "A : 대화 즐거웠습니다.\\nB : 뭐가 그리 바빠요?\\nA : 지금 정말 가봐야 해서요.\\nB : 당신과의 얘기가 다 끝나지 않았다고요. 뭘 하러 가는 건데요?\\nA : 너무 그렇게 꼬치꼬치 캐묻지 마세요.\\nB : 그런게 아니에요. 그냥 알고 싶어서요.\\nA : 미안하지만 나 가봐야 해요.",
			"explains": "A : I've enjoyed conversing with you.\\nB : What's the rush?\\nA : I really have to go now.\\nB : I wasn't done talking to you. What is that you need to do?\\nA : Don't be nosy.\\nB : I am not. I just want to know.\\nA : I'm sorry, but I have to.\\n"
		},
		{
			"title": "A : Can you come downstairs for a minute right now? ",
			"means": "A : 지금 잠깐 아래층으로 내려와줄 수 있어?\\nB : 미안하지만 지금은 갈수 없어. 지금은 급한 일이 있어서 바빠.\\nB : 사실 지금 주얼리 사이트를 보고 있어.\\nB : 너에게 맞는 생일선물을 해주고 싶어서.\\nA : 그런 거라면 귀찮게 해서 미안해. 시간을 충분히 가져.\\n",
			"explains": "A : Can you come downstairs for a minute right now? \\nB : I'm sorry I can't. I'm tied up with something urgent at the moment.  \\nB : Actually I'm looking at a jewelry site now.  \\nB : I want to get the right gift for your birthday. \\nA : In that case, I'm sorry to bother you. Take as much time as you need. \\n"
		},
		{
			"title": "Ben: I'm taking the day off tomorrow.",
			"means": "(벤과 애나가 아이들 켄과 찰리와 저녁을 먹고 있다…)\\n벤: 나 내일 쉬어.\\n애나: 뭐 할 거야?\\n벤: 아이들도 내일 학교 안가지?\\n켄: 네 우리도 휴일이에요.\\n찰리: 내일은 수업이 없어요.\\n벤: 좋아. 우리 모두 파피 밭을 보러가는 거야.\\n켄: 그게 어디 있는데요?\\n벤: 랭캐스터에 있지. LA 북쪽이야.\\n애나: 한참 가야 되지 그렇지?\\n벤: 그렇게 하루를 즐기면 되지.",
			"explains": "(Ben and Anna are having dinner with their children Ken and Charlie … )\\nBen: I'm taking the day off tomorrow.\\nAnna: What are you going to do?\\nBen: The kids are out of school tomorrow aren't they?\\nKen: Yes it's a holiday for us.\\nCharlie: No classes for us tomorrow.\\nBen: Good. We're all going to see the poppy fields.\\nKen: Where are they?\\nBen: They're in Lancaster. That's north of Los Angeles.\\nAnna: That's quite a ways isn't it?\\nBen: We'll make a day of it.\\n"
		},
		{
			"title": "A : Could you tell me where the cereal is?",
			"means": "A : 시리얼이 어디에 있는지 알려주실 수 있으세요?\\nB : 아침식사(코너) 옆에서 찾으실 수 있습니다.\\nA : 그것(아침식사 코너)은 어디에 있나요?\\nB : 오트밀 옆에 있습니다.\\nA : 어딘지 알 것 같아요.\\nB : 다른 것 찾으시는데 도움이 필요하신가요?\\nA : 아! 접시 닦이용 세정제를 찾아야 해요.\\nB : 그것은 종이타월 옆에서 찾으실 수 있습니다.\\nA : 도와주셔서 감사합니다.\\nB : 다른 것이 필요하시면 알려주세요.",
			"explains": "A : Could you tell me where the cereal is?\\nB : You'll find the cereal by the breakfast foods.\\nA : Where is that at?\\nB : It's by the oatmeal.\\nA : I think I know where that is at.\\nB : Is there anything else you need help finding?\\nA : Oh! I do need to find the dishwashing detergent.\\nB : You'll find that by the paper towels.\\nA : Thank you so much for helping me.\\nB : Let me know if you need anything else.\\n"
		},
		{
			"title": "A : How are things going, James?",
			"means": "A : James, 요즘 어떻게 지내?\\nB : 금요일에는 괜찮았는데 토요일 오후부터 아프기 시작했어.\\nB : 호전될 거라 생각했는데 이전보다 더 안 좋아진 것 같아.\\nB : 화요일에 회사에서 프레젠테이션을 해야 해서 걱정이야.\\nA : 뭐가 문젠데?\\nB : 독감인 줄 알았는데 의사선생님께서 그냥 심한 감기라고 하셨어.\\nB : 감기약을 주셨는데 도움이 되지 않는 것 같아.",
			"explains": "A : How are things going, James?\\nB : I was feeling great on Friday, but I started to feel sick Saturday afternoon.\\nB : I thought I'd get better, but I feel worse than before.\\nB : And I'm really worried because I'm scheduled to give a presentation at work on Tuesday.\\nA : Well, what seems to be the problem?\\nB : I thought I had the flu, but the doctor said it was just a bad cold.\\nB : He gave me some cold medicine but it doesn't seem to help.\\n"
		},
		{
			"title": "Paula: Did you like the movie? ",
			"means": "(켄이 아내 폴라와 집으로 가는 중이다 …) \\n폴라: 영화 좋았어? \\n켄: 솔직히 말하면 난 졸려서 눈을 뜨고 있을 수가 없었어 \\n폴라: 영화 내내 잤어? \\n켄: 상당 부분. \\n폴라: 내가 대신 운전할까? \\n켄: 아니 괜찮아. 운전하는 건 괜찮아. \\n폴라: 요즘 들어 많이 피곤해하는 것 같아. \\n켄: 그러게. 직장에서 휴가를 좀 얻을까봐. \\n폴라: 좋은 생각인 것 같아. \\n켄: 집에 닿으면 상사한테 전화를 해야겠어. \\n",
			"explains": "(Ken is driving home with his wife Paula … ) \\nPaula: Did you like the movie? \\nKen: To tell you the truth I couldn't keep my eyes open. \\nPaula: You slept through the movie? \\nKen: A lot of it. \\nPaula: Do you want me to take over driving? \\nKen: No it's okay. I can drive. \\nPaula: You've been tired a lot lately. \\nKen: I know. I might take some time off from work. \\nPaula: I think that's a good idea. \\nKen: I'll call my boss when we get home. \\n"
		},
		{
			"title": "B : Hi James, it's Jinho.",
			"means": "A : 여보세요.\\nB : 안녕 제임스, 나 진호야.\\nA : 안녕 진호야.\\nB : 잠시 얘기할 시간 있어?\\nA : 음.. 사실 막 가려던 참이야. 그리고 나 지금 시간이 좀 촉박해.\\nA : 1시간 후에 다시 전화 줄 수 있어?\\nB : 물론이지. 그때 얘기하자.",
			"explains": "A : Hello.\\nB : Hi James, it's Jinho.\\nA : Hi Jinho.\\nB : Do you have a minute?\\nA : Well.. actually I was just about to leave. And now I'm pressed for time.\\nA : Can you call me back in about an hour?\\nB : Sure. I'll take to you then.\\n"
		},
		{
			"title": "B : I'm starving. What's that?",
			"means": "A : 식사할 시간이다!\\nB : 배가 너무 고파요. 이게 뭐예요?\\nA : 불평하지 마!\\nB : 근데 이게 뭐예요, 엄마는 어디 있어요?\\nA : 엄마가 오늘 저녁 몸에 안 좋아서 나에게 저녁식사를 책임지라고 했어.\\nA : 치킨 카레 란다. 여기 조리법을 그냥 따라 만들었어.\\nB : 제가 한번 볼게요.\\nB : 아빠. 한 페이지를 빼놓으셨잖아요!\\n",
			"explains": "A : Time to eat!\\nB : I'm starving. What's that?\\nA : Don't complain!\\nB : But what is it, and where is mom?\\nA : She put me in charge of dinner because she's not feeling well tonight.\\nA : It's Chicken Curry. I just followed a recipe here.\\nB : Let me see that.\\nB : Dad. You're missing a page!\\n"
		},
		{
			"title": "A : Nina just posted a picture of her engagement ring on her blog!",
			"means": "A : 니나가 방금 그녀의 블로그에 약혼반지 사진을 올렸어!\\nB : 정말 화려한 반지다!\\nA : 저 반지를 받은 게 너였으면 싶지?\\nB : 음.. 약간. 하지만 나는 결혼을 서두를 필요 없어.",
			"explains": "A : Nina just posted a picture of her engagement ring on her blog!\\nB : That's a really fancy one!\\nA : You're wishing that was you?\\nB : Well.. kind of. But I'm in no rush to get married.\\n"
		},
		{
			"title": "Don: Hi Walter how was work today?",
			"means": "(월터가 퇴근해 집에 와서 룸메이트 단과 얘기한다 …)\\n단: 월터 오늘 일은 어땠어?\\n월터: 뭐 매일 똑같지 뭐. 아주 배고프다.\\n단: 점심 안먹었어?\\n월터: 아니 . 오늘 바빠서 시간을 못냈어.\\n단: 난 오늘 고모를 모시고 저녁을 사먹으러 가.\\n월터: (냉장고를 보며) 난 햄버거나 만들어먹어야겠다.\\n(케첩통을 들고선) 케첩 다 어디 갔지? 거의 다 썼네.\\n단: 그게 남은 것 전부야.\\n월터: 바로 지난 주에 샀는데.\\n단: 우리가 아주 많이 쓰나보지.\\n월터: 그런가보네 . 좀더 사야겠다.",
			"explains": "(Walter comes home from work and is talking to his roommate Don … )\\nDon: Hi Walter how was work today?\\nWalter: Oh same old same old. I'm really hungry.\\nDon: Didn't you have lunch?\\nWalter: No. I was so busy today I didn't have time.\\nDon: I'm taking my aunt out for dinner tonight.\\nWalter: (looking in the refrigerator) I'm going to whip up a hamburger.\\n(holding a bottle of ketchup) what happened to the ketchup? It's almost gone.\\nDon: That's all that's left.\\nWalter: I bought it just last week.\\nDon: I guess we use a lot of it.\\nWalter: I guess we do. I'll have to buy some more.\\n"
		},
		{
			"title": "Frank: It's time for me to hit the sack. I'm going to bed.",
			"means": "(프랭크와 에디가 얘기한다 …)\\n프랭크: 잠자리에 들 시간이야. 난 가서 잘래.\\n에디: 내일 우리 몇 시에 일어나야 되지?\\n프랭크: 새벽 4시에 자넬 깨울게.\\n에디: 너무 일러. 벌써 짐을 다 싸놨잖아. 갈 준비 다 됐는데.\\n프랭크: 너무 이르지 않아. 보트를 빌려서 해뜰 때 호수 위에 있어야 한단 말야.\\n에디: 해 뜰 때 호수에 있는 게 왜 그리 중요하지?\\n프랭크: 그 때가 낚시하기 최적이거든; 아침 일찍이.\\n에디: 그 때가 물고기들이 아침 먹으러 오는 시간이란 거야?\\n프랭크: 바로 그거지.",
			"explains": "(Frank and Eddie are talking … )\\nFrank: It's time for me to hit the sack. I'm going to bed.\\nEddie: What time do we have to get up tomorrow?\\nFrank: I'll wake you up at 4 am.\\nEddie: That's too early. We have everything packed already. We're all set to go.\\nFrank: It isn't too early. We need to get a boat and be on the lake at sunrise.\\nEddie: What's the big deal about being on the lake at sunrise?\\nFrank: That's the best time to catch fish; very early in the morning.\\nEddie: You mean that's the time they eat breakfast?\\nFrank: You said it.\\n"
		},
		{
			"title": "B : I want to check out these books.",
			"means": "A : 무엇을 도와드릴까요?\\nB : 이 책들을 대출하려고 합니다.\\nA : 도서관(대출) 카드가 있으신가요.\\nB : 네. 여기 있습니다.\\nA : 미납 연체료가 있는 것 같습니다.\\nB : 정말이요? 얼마나 밀려있나요?\\nA : 연체료는 20불입니다.\\nB : 지금은 지불을 할 수 없을 것 같습니다.\\nA : 죄송하지만 지불을 하실 때까지는 더 이상 책을 대출하실 수 없습니다.",
			"explains": "A : What can I do for you?\\nB : I want to check out these books.\\nA : Do you have your library card?\\nB : Yes. Here you go.\\nA : It seems like you have unpaid late fees.\\nB : Really? How much do I owe?\\nA : Your late fees come to 20 dollars.\\nB : I won't be able to pay that right now.\\nA : I'm sorry, but until you pay it, you won't be able to check out any more books.\\n"
		},
		{
			"title": "A : Hi. I would like to check these books out, please.",
			"means": "A : 안녕하세요, 이 책을 대여하려고 해요.\\nB : 학생증 좀 보여주시겠어요?\\nA : 여기 있습니다.\\nB : 죄송합니다만, 반납하지 않은 책이 두 권 있으세요.\\nA : 반납일이 언제였나요?\\nB : 지난주 금요일까지였어요.\\nA : 알겠습니다. 이 책들을 대출하기 전에 연체된 책들을 반납하고 연체료를 내도록 하겠습니다.\\nB : 그냥 알려드리자면 책 대출기간 연장은 직접 도서관에 오시거나, 온라인, 전화로 하실 수 있어요.",
			"explains": "A : Hi. I would like to check these books out, please.\\nB : Can you show me your student ID?\\nA : Here you are.\\nB : I'm so sorry but you have 2 books that are overdue.\\nA : What was the due date?\\nB : They were due last Friday.\\nA : Alright. I will return the books and pay the fine before I borrow these books.\\nB : Just to let you know that you may renew your books several ways; in-person, online, or by phone.\\n"
		},
		{
			"title": "Jarrod: Hi Alex. Hey what's up with the suit?",
			"means": "(친구 둘이 이야기를 나누는데…)\\n제러드: 안녕 알렉스. 아니 웬 양복이야?\\n알렉스: 믿기지 않겠지만 나 일자리 알아보고 있어.\\n제러드: 놀랐어! 일자리는 왜 알아보는데?\\n알렉스: 나 빡빡하게 생활한지 오래됐어.\\n제러드: 지난 번에 얘기할 때는 글 쓰는 거 잘 되고 있다고 했잖아.\\n알렉스: 그랬지. 한데 가난하게 사는 거 지쳤어.\\n제러드: 일자리 찾는 거 정말 잘 하는 거야?\\n알렉스: 생각 많이 하고 결심한 거야.\\n제러드: 물론 그랬겠지만 넌 항상 글 쓰는 거에 대한 열정이 많았잖아.\\n알렉스: 글 쓰는 건 내가 꼭 해야 되는 거라서 계속 쓸 거야.",
			"explains": "(Two friends are talking…)\\nJarrod: Hi Alex. Hey what's up with the suit?\\nAlex: You may not believe this but I'm looking for a job.\\nJarrod: I'm shocked! What brought this about?\\nAlex: I've been eking out a living for too long.\\nJarrod: The last time we talked you thought your writing was getting better.\\nAlex: That's true but I'm tired of being poor.\\nJarrod: Are you sure you're doing the right thing?\\nAlex: I gave it a lot of thought before I made up my mind.\\nJarrod: I'm sure you did but you've always been so passionate about your writing.\\nAlex: I'll still write because it's something I have to do.\\n"
		},
		{
			"title": "A : Let's back up. Where was I? ",
			"means": "A : 돌아가서. 어디까지 말했더라?\\nB : 뉴욕에 여행 갔던 것에 대해 얘기 중이었어.\\nA : 오! 맞아!\\nB : 분명 넌 좋은 시간을 보냈을 거야.\\nA : 응. 좋은 시간을 보냈어. 내가 누구를 만났는지 아니?\\nB : 오래전에 연락이 끊긴 친구?\\nA : 아니. 내 친척 중 한 명을 만났어.",
			"explains": "A : Let's back up. Where was I? \\nB : You were talking about your trip to New York.\\nA : Oh! Yes!\\nB : I bet you had a great time. \\nA : Yes, I did. Do you know who I encountered? \\nB : A long-lost friend?\\nA : No. I encountered one of my relatives.\\n"
		},
		{
			"title": "Mike: Laura why didn't you return my call?",
			"means": "(마이크가 여자 친구 로라 곁에 앉는다 …)\\n마이크: 로라 왜 내 전화 받고도 연락 안했어?\\n로라: 그럴 기분이 아니었어.\\n마이크: 왜? 뭐 잘못된 거야?\\n로라: 그럼! 너 때문에 상처받았어!\\n마이크: 내가 뭘 어떻게 했는데?\\n로라: 셸리한테 넌 한참동안 결혼 안할 셈이라고 했지.\\n마이크: 그것 때문에 그렇게 난리야?\\n로라: 그럼 그렇게 얘기한 걸 인정하는 거야?\\n마이크: 그냥 농담한 거야. 심각할 것 없어.\\n로라: 그런 농담 다시 하지 말았으면 좋겠어.\\n",
			"explains": "(Mike sits beside his girlfriend Laura … )\\nMike: Laura why didn't you return my call?\\nLaura: I didn't feel like it.\\nMike: Why? Is something wrong?\\nLaura: Yes! You hurt my feelings!\\nMike: What did I do?\\nLaura: You told Shelly that you weren't going to get married for a long time.\\nMike: Are you going to make a fuss over that?\\nLaura: Then you admit you said it to her?\\nMike: It was a joke. Don't be so serious.\\nLaura: I hope you don't joke about that again.\\n"
		},
		{
			"title": "B : I'd like to rent a car for 5 days.",
			"means": "A : 안녕하세요. 무엇을 도와드릴까요?\\nB : 5일 동안 차를 렌트하고 싶습니다.\\nA : 저희는 경차와 대형 차들이 있습니다.\\nB : 이 차들의 주된 차이는 무엇인가요?\\nA : 주된 차이는 크기입니다. 경차가 가장 작습니다.\\nA : 몇 명의 사람들이 함께 탑승하나요?\\nB : 저희 아내와 저입니다.\\nA : 그럼 경차 정도면 될 것 같습니다.",
			"explains": "A : Hi. How can I help you?\\nB : I'd like to rent a car for 5 days.\\nA : We have economy cars and full-size cars available.\\nB : What is the main difference between these cars?\\nA : The main difference is size. The economy car is the smallest.\\nA : How many people are with you?\\nB : Just my wife and me.\\nA : Well, the economy car would work.\\n"
		},
		{
			"title": "A : I'd like to rent a car.",
			"means": "A : 차를 빌리고 싶어요.\\nB : 어떤 차를 원하세요?\\nA : 소형차로 주세요.\\nB : 자동 변속기와 수동 변속기 중 어느 것으로 하시겠어요?\\nA : 오토매틱이요.\\nB : 얼마나 사용하실 거예요?\\nA : 사흘 동안 쓸 거예요.\\nA : 하루에 얼마예요?\\nB : 네, 하루에 십 달러입니다.\\nB : 소형은 백 달러이고 중형은 백오십 달러입니다.\\nA : 어떤 종류의 차가 있나요?\\nA : 차를 보고 결정하겠어요.\\nB : 보험 회사 전화번호를 알려 주세요.\\nA : 모든 보험을 다 들겠어요.\\nA : 전체 요금이 얼마예요?\\nA : 차는 어디에서 반납하나요?\\nB : 사용하신 후에 여기로 다시 오세요.\\nA : 반납은 몇 시까지 해야 해요?\\nB : 아침 열 시까지 반납하세요.\\nA : 베이비시트도 빌려 줘요?\\nA : 비상시에는 어디로 연락해요?\\nA : 기름은 직접 넣을게요.\\nB : 미리 기름을 채워 주세요.\\nB : 운전 면허증과 여권을 주세요.\\nA : 국제 운전 면허증입니다.\\nA : 결제 금액에 보증금이 포함되었어요?\\n",
			"explains": "A : I'd like to rent a car.\\nB : Which model do you want?\\nA : I want a compact car.\\nB : Automatic or manual?\\nA : Automatic, please.\\nB : How long will you be renting it?\\nA : For three days.\\nA : How much does it cost a day?\\nB : Okay. It's ten dollars a day.\\nB : It's 100 dollars for a compact car and 150 dollars for a medium sized car.\\nA : What models do you have? \\nA : I'll decide after I look at the cars.\\nB : Could you give me the phone number of your insurance company? \\nA : Sign me up for everything.\\nA : How much does it cost in all?\\nA : Where should I return the car?\\nB : Come back here when you're done.\\nA : What time do I have to return the car?\\nB : You should return it by ten in the morning.\\nA : Can I borrow a baby seat?\\nA : Who do I contact in an emergency?\\nA : I'll fill up the tank myself.\\nB : Fill it up in advance, please.\\nB : Pleases give me your driver's license and passport.\\nA : This is my international driver's license.\\nA : Does the payment include the deposit?\\n"
		},
		{
			"title": "Phil: Hey Jack why are you all dressed up?",
			"means": "(필이 이웃 잭과 얘기한다 …)\\n필: 잭 왜 그리 차려입었어?\\n잭: 오늘 직장 면접이 있어.\\n필: 정말 ? 행운을 빌게.\\n잭: 고마워 . 난 정말 이 직장이 됐으면 좋겠어.\\n필: 자네가 이렇게 차려입은 걸 보는게 흔하진 않아.\\n잭: 맞아 . 항상 편한 옷을 입어도 되는 직장에서만 일을 해왔으니까.\\n필: 그런데 이번 직장은 의복 규율이 있어?\\n잭: 응. 은행이거든.\\n필: 그럼 청바지에 티셔츠 입고 가는 건 이제 끝났구만?\\n잭: 이 직장을 얻게 되면 그렇지.\\n",
			"explains": "(Phil is talking to his neighbor Jack … )\\nPhil: Hey Jack why are you all dressed up?\\nJack: I have a job interview today.\\nPhil: Really? Well good luck.\\nJack: Thanks. I really hope I land this job.\\nPhil: I don't often see you dressed up like this.\\nJack: I know. I've always had jobs where I could wear casual clothes.\\nPhil: And does this job have a dress code?\\nJack: Yes. It's a bank.\\nPhil: So gone are the days of wearing jeans and t-shirts to work huh?\\nJack: If I get this job I can't.\\n"
		},
		{
			"title": "Sharon: Hey Terry hold on a sec. Where are you going?",
			"means": "(섀런이 캠퍼스를 걸어가는 테리를 보고는…)\\n섀런: 테리 잠깐만 기다려. 어디 가는 거니?\\n테리: 5분 후엔 작문 수업이 있어.\\n섀런: 좋아 ?\\n테리: 괜찮지만 작문 과제가 많아. 어떤 때에는 같은 반 학생들을 따라가기가 힘들어.\\n섀런: 시험 본 적은 있고?\\n테리: 응 지난 주에 중간 고사가 있었어.\\n섀런: 어떻게 했어?\\n테리: 오늘 돌려받게 돼있어. 내 생각에는 괜찮게 치른 것 같지만 또 모르는 일이지.\\n섀런: 얼마나 잘 했는지 알고 싶어. 수업 끝나면 식당에서 보자.\\n테리: 그래 . 난 공부를 아주 열심히 했으니까. 괜찮게 했을 거라 생각해. 근데 왜 이리 걱정이 될까. 아주 잘했으면 좋겠어.",
			"explains": "(Sharon sees Terry walking across campus … )\\nSharon: Hey Terry hold on a sec. Where are you going?\\nTerry: I have a writing class in five minutes.\\nSharon: Do you like it?\\nTerry: It's not bad but there's a lot of writing to do. Sometimes it's hard to keep up with my classmates.\\nSharon: Have you had any exams yet?\\nTerry: Yeah we had a mid-term last week.\\nSharon: How did you do on it?\\nTerry: We'll get them back today. I think I did okay but sometimes it's really hard to tell.\\nSharon: I want to know how well you did. I'll meet you after class in the cafeteria.\\nTerry: Okay. I studied very hard. I think I did okay. I don't know why I'm so worried. I hope I aced it.\\n"
		},
		{
			"title": "Katie: We bought a lot of things.",
			"means": "(켄과 케이티가 창고세일에 와있다…)\\n케이티: 우리 뭘 정말 많이 샀네.\\n켄: 좋은 물건이 여기 많잖아.\\n케이티: 어머 저 꽃병좀 봐! (주인에게 물어본다) 이 꽃병은 얼마 부르시는 거죠?\\n주인: 15달러요 .\\n케이티: 켄 15달러 있어?\\n켄: (지갑을 보며) 아니. 난 10달러밖에 안남았는데 .\\n케이티: (주인에게 ) 10달러로 해주실래요?\\n주인: 12달러에 팔게요.\\n케이티: 우린 10달러밖에 없는데요.\\n켄: (주인에게 ) 이것좀 맡아주시겠어요? 돈을 더 가져올게요 .\\n",
			"explains": "(Ken and Katie are at a garage sale … )\\nKatie: We bought a lot of things.\\nKen: Well there are a lot of nice things here.\\nKatie: Oh look at that vase! (asking the owner) what are you asking for this vase?\\nOwner: Fifteen dollars.\\nKatie: Ken do you have fifteen dollars?\\nKen: (looking in his wallet) No. I'm down to ten dollars.\\nKatie: (to the owner) Will you take ten dollars?\\nOwner: I'll sell it to you for twelve.\\nKatie: We only have ten.\\nKen: (to the owner) Would you hold this? I'll be back with more cash.\\n"
		},
		{
			"title": "B : Horrible. I got a cold 3 days ago, and it's getting worse.",
			"means": "A : 안녕하세요. 좀 어떠세요?\\nB : 안 좋아요. 3일전쯤 감기에 걸렸는데 점점 심해지고 있고요.\\nB : 그리고 기침이 더 심해졌어요.\\nA : 음, 심장박동 소리를 들어볼게요.\\nA : 폐에 충혈이 있는 같아요.\\nA : 여기 처방전입니다.\\nB : 무슨 처방이죠?\\nA : 기침을 좀 낫게 해줄 거예요.",
			"explains": "A : Hi, how are you feeling? \\nB : Horrible. I got a cold 3 days ago, and it's getting worse.\\nB : And the cough has gotten deeper.\\nA : Well, let me take a listen to your chest. \\nA : It sounds like you have some congestion in your lungs. \\nA : Here is a prescription. \\nB : What's it for? \\nA : It'll help calm your cough.\\n"
		},
		{
			"title": "Norma: I'll never take you at your word again!",
			"means": "(스티브와 노마가 언쟁중이다 …)\\n노마: 네 말 다시는 안믿을 거야!\\n스티브: 말도 안돼.\\n노마: 나하고 같이 아니면 그 영화 절대로 안보겠다며!\\n스티브: 미안해. 너한테 그렇게 중요한지 몰랐어.\\n노마: 너한테 어떻게 말을 통해야 하는지 모르겠어!\\n스티브: 난 네가 괜히 화를 내는 것 같아.\\n노마: 네가 어떻게 생각하던지 난 상관없어.\\n스티브: 이것 때문에 우리 사이가 나빠지도록 놔둘 거니?\\n노마: 그런 건 아니야.\\n스티브: 그럼 화해하자.\\n",
			"explains": "(Steve and Norma are having an argument … )\\nNorma: I'll never take you at your word again!\\nSteve: That's crazy.\\nNorma: You told me you wouldn't see that movie without me.\\nSteve: I'm sorry. I didn't think it was so important to you.\\nNorma: I don't know how to get through to you!\\nSteve: I think you're getting angry over nothing.\\nNorma: I don't care what you think.\\nSteve: Are you going to let this come between us?\\nNorma: I don't want to.\\nSteve: Then let's make up.\\n"
		},
		{
			"title": "A : Can I have a bottle of champagne, filet mignon, medium-rare?",
			"means": "A : 저녁 주문을 해도 될까요?\\nB : 물론이죠. 말씀만 하세요.\\nA : 샴페인 한 병과 피리 미뇽, 미디엄 레어로 하겠습니다.\\nB : 안타깝게도 피리 미뇽은 지금 다 떨어졌습니다. 대신 포터하우스는 어떠신가요?\\nA : 저는 피리를 더 선호하긴 하지만 포터하우스도 괜찮습니다.\\nB : 샴페인과 함께 초콜릿을 입힌 딸기도 같이 하시겠습니까?\\nA : 감사하지만 (오늘 저녁에는) 하지 않겠습니다.\\nB : 다른 요청사항 있으시면 전해주세요. 음식은 즉시 가져다 드리도록 하겠습니다.",
			"explains": "A : Could I order dinner?\\nB : Of course. Just name it, sir.\\nA : Can I have a bottle of champagne, filet mignon, medium-rare?\\nB : Unfortunately, we're out of filet mignon at the moment. May I suggest the porterhouse instead?\\nA : I'd prefer the filet, but the porterhouse will do.\\nB : Would you be interested in chocolate-covered strawberries with the champagne?\\nA : Not tonight, but thank you for the suggestion.\\nB : Please call if you have any other requests. Your food will be delivered promptly.\\n"
		},
		{
			"title": "A : Did you go to the baseball game on Thursday?",
			"means": "A : 목요일에 야구 경기 보러 갔었어?\\nB : 가고 싶었는데 가지 못했어.\\nA : 너도 거기에 갔어야 했는데. 정말 재미있었어.\\nB : 정말 가고 싶었는데 너무 바빴어. 점수는 어땠어?\\nA : 우리가 5대 4로 이겼어.\\nB : 와! 정말 막상막하의 게임이었구나.\\nA : 그래서 정말 좋은 경기였어.\\nB : 다음 경기는 꼭 보도록 할게.",
			"explains": "A : Did you go to the baseball game on Thursday?\\nB : I wanted to go, but I couldn't.\\nA : You should have been there. It was really exciting.\\nB : I really wanted to go, but I was too busy. So what was the score?\\nA : Our team won 5-4.\\nB : Man! That was a really close game.\\nA : That's the reason it was such a great game.\\nB : I'll make sure to make it to the next one.\\n"
		},
		{
			"title": "Christina: I don't know how to break the news to you but I've got to tell you something.",
			"means": "(크리스티나가 룸메이트 민디와 이야기를 나누는데…)\\n크리스티나: 너한테 이 소식을 어떻게 전할지 모르겠지만 얘기할 게 있어.\\n민디: 사실대로 말해. 기분 나쁘게 받아들이지 않을 테니까.\\n크리스티나: 너무 자신하지 마. 자제력을 잃을 지도 몰라.\\n민디: 그러지 말고 그냥 말 해. 빙빙 돌려 말하지 말고.\\n크리스티나: 네가 솔직하게 말하라니까 사실대로 말할게.\\n민디: 그래! 들을 준비됐다고! 이제 말해!\\n크리스티나: 지금 살짝 느껴지는 게 적대감이야?\\n민디: 아니야. 난 그냥 네가 말하려는 게 뭔지 너무 듣고 싶을 뿐이야.\\n크리스티나: 우리 하와이 2주 여행 공짜 티켓 탔어.\\n민디: 진짜야? 거긴 사방에 남자애들일 거 아냐.\\n",
			"explains": "(Christina is talking to her roommate Mindy…)\\nChristina: I don't know how to break the news to you but I've got to tell you something.\\nMindy: Tell the truth. I won't take it personally.\\nChristina: Don't be so sure. You might lose control of yourself.\\nMindy: Come on just tell me. Don't beat around the bush.\\nChristina: Since you want me to be honest I'll tell you the truth.\\nMindy: All right! I'm ready! Now tell me!\\nChristina: Do I detect some hostility?\\nMindy: No I'm just anxious to hear what it is you want to tell me.\\nChristina: We've won two free tickets for two weeks in Hawaii!\\nMindy: Are you serious?! There will be guys everywhere.\\n"
		},
		{
			"title": "A : Why are you dragging your feet?",
			"means": "A : 당신 걸음을 왜 그리 늦게 걸어요?\\nA : 오늘 회사에서 일이 힘들었구나?\\nB : 응. 완전히 녹초가 됐어.\\nB : 오늘 아침에 소매치기를 당했지 뭐야. 그리고 내 컴퓨터가 고장 났고 내일 아침까지인 중요한 보고서 두 개를 날려버렸어.\\n",
			"explains": "A : Why are you dragging your feet?\\nA : Did you have a rough day at work?\\nB : Yes. I'm wiped out.\\nB : I had my pocket picked this morning. And my computer wasn't working and I lost two important reports due by tomorrow morning.\\n"
		},
		{
			"title": "Brian: David are you going to Mary's party on Saturday?",
			"means": "(브라이언이 친구 데이빗과 전화 통화를 하고 있다…)\\n브라이언: 데이빗 토요일에 매리의 파티에 갈 거야?\\n데이빗: 응 가지. 너는?\\n브라이언: 그럼 나도 갈 거야. 근데 기타 가져오지 그래? 나도 내 거 가져갈게.\\n데이빗: 이제 기타 없어.\\n브라이언: 뭐라고?!\\n데이빗: 처분해야 됐어. 팔았어.\\n브라이언: 뭐?! 팔았어?\\n데이빗: 돈이 필요해서. 렌트비를 못냈거든. 근무 시간이 줄었어.\\n브라이언: 그 기타 좋았는데!\\n데이빗: 참 오랫동안 갖고 있던 기타였는데. 팔려니 마음이 아프더라.",
			"explains": "(Brian is talking to his friend David on the telephone…)\\nBrian: David are you going to Mary's party on Saturday?\\nDavid: Yes I am. Are you?\\nBrian: Yes I'll be there. Hey why don't you bring your guitar? I'm bringing mine.\\nDavid: I don't have my guitar anymore.\\nBrian: What?!\\nDavid: I had to part with it. I sold it.\\nBrian: What?! You sold it?\\nDavid: I needed the money. I couldn't make my rent. My hours at work were cut.\\nBrian: I loved that guitar!\\nDavid: I had that guitar for a long time. It broke my heart to sell it.\\n"
		},
		{
			"title": "B : I'm in the middle of studying for my final exams.",
			"means": "A : 심심하다. 뭐든지 좀 하자.\\nB : 나 기말고사 공부하느라 바빠.\\nA : 너 벌써 몇 시간째 공부 중이잖아. 너도 잠시 휴식을 취하는 게 좋을 것 같아.\\nB : 너 정말이지 자꾸 신경 쓰이게 할래!",
			"explains": "A : I'm bored. Let's do something.\\nB : I'm in the middle of studying for my final exams.\\nA : You've already been studying for hours and hours. I think it would be good for you to take a break for a while.\\nB : You're really getting on my nerves!\\n"
		},
		{
			"title": "B : Yes. I'd like a large Hawaiian pizza with mushrooms.",
			"means": "A : 안녕하세요. 주문하시겠어요?\\nB : 네. 버섯이 들어간 하와이안 피자, 큰 사이즈로 주세요.\\nA : 더 필요한 것은 없으세요?\\nB : 반반으로 주문해도 될까요?\\nA : 물론입니다. 양쪽을 어떻게 하시겠어요?\\nB : 토핑으로는 어떤 것들이 있나요?\\nA : 토마토, 새우, 베이컨, 블랙 올리브, 파인애플, 양파, 버섯, 햄 소시지가 있습니다.",
			"explains": "A : Hello. Can I take your order?\\nB : Yes. I'd like a large Hawaiian pizza with mushrooms.\\nA : Would you like anything else?\\nB : Well, can I make that a half-and-half pizza?\\nA : Sure. What would you like on each half?\\nB : What toppings do you have?\\nA : We have tomatoes, shrimp, bacon, black olives, pineapple, onion, mushroom and ham sausage.\\n"
		},
		{
			"title": "A : May I see your driver's license please?",
			"means": "A : 운전면허증을 좀 볼 수 있을까요?\\nB : 제가 잘못한 것이 있나요?\\nA : 면허증을 보여주세요.\\nB : 네. 여기 있습니다.\\nA : 속도위반을 하신 것을 아셨나요?\\nB : 뭐라고요? 속도위반을 하지 않았어요.\\n",
			"explains": "A : May I see your driver's license please?\\nB : Did I do anything wrong?\\nA : License, please.\\nB : Yeah, here it is.\\nA : Did you realize you were speeding?\\nB : What? No, I didn't.\\n"
		},
		{
			"title": "Gene: (pouring a half glass of orange juice) Is there any more orange juice?",
			"means": "(클레어와 남편 진이 어느 토요일 아침 부엌에 있다 …)\\n진: (오렌지 주스를 반 잔 따르며) 오렌지 주스가 더 있어?\\n클레어: 아니 . 그게 남은 것 다야.\\n진: 더 없단 말야?\\n클레어: 응 . 그게 다야.\\n진: 와! 우린 정말 오렌지주스를 많이 마시는구나.\\n클레어: 알아 . 아침은 뭘 먹을래?\\n진: 오렌지주스 더.\\n클레어: 정말로 . 뭘 만들어줄까?\\n진: 아침은 나가서 먹자.\\n클레어: 그거야 나도 좋지.\\n",
			"explains": "(Claire and her husband, Gene, are in the kitchen one Saturday morning … )\\nGene: (pouring a half glass of orange juice) Is there any more orange juice?\\nClaire: No. That's all of it.\\nGene: There's no more?\\nClaire: No. That's it.\\nGene: Wow! We go through a lot of orange juice in this house.\\nClaire: I know. What would you like for breakfast?\\nGene: More orange juice.\\nClaire: Really. What can I make for you?\\nGene: Let's have breakfast out.\\nClaire: That's fine by me.\\n"
		},
		{
			"title": "A : When is your birthday? ",
			"means": "A : 너 생일이 언제야?\\nB : 내 생일은 아직 많이 남았어.\\nA : 그래서 언제야?\\nB : 내 생일은 11월이야. 넌 생일이 언제야?\\nA : 내일이야. 한 살 더 먹게 되는 거지.\\n",
			"explains": "A : When is your birthday? \\nB : My birthday is a ways away. \\nA : So when is it? \\nB : My birthday is in November. When is yours? \\nA : It's tomorrow. I'll hang another year on the line. \\n"
		},
		{
			"title": "Terry: Just one more mile and I'm calling it quits.",
			"means": "(친구 둘이 공원에서 달리기를 하며…)\\n테리: 1 마일만 더 달리고 그만 둬야겠다.\\n단: 나도.\\n테리: 배가 고파 오는데.\\n단: 나도 그래.\\n테리: 달걀하고 팬케익 먹었으면 좋겠다.\\n단: 야! 그거 맛있겠다.\\n테리: 커피도 한 잔 하고.\\n단: 너 꼭 내 속에 들어갔다 나온 것 같다.\\n테리: 조금 빨리 달릴까.\\n단: 좋아. 그러자.\\n",
			"explains": "(Two friends are running in the park…)\\nTerry: Just one more mile and I'm calling it quits.\\nDon: Me too.\\nTerry: I'm getting hungry.\\nDon: So am I.\\nTerry: I could go for some eggs and pancakes.\\nDon: Ooh! That's sounds good.\\nTerry: And I could use a cup of Joe.\\nDon: You read my mind.\\nTerry: Let's run a little faster.\\nDon: Okay let's go.\\n"
		},
		{
			"title": "A : What happened today on the freeway?",
			"means": "A : 오늘 고속도로에서 무슨 일 있었던 거야?\\nB : 얘기 못 들었어?\\nA : 아니. 무슨 일이 있었는지 알아?\\nB : 트럭이 고속도로에서 뒤집어졌어.\\nA : 정말이야? 다친 사람은 있어?\\nB : 두 사람이 부상을 입었어.\\nA : 그 사람들은 괜찮을 거래?\\nB : 뉴스에서는 괜찮을 거라고 했어.\\nA : 다행이다.",
			"explains": "A : What happened today on the freeway?\\nB : You haven't heard about it?\\nA : No, do you know what happened?\\nB : A truck turned over on the freeway.\\nA : Are you serious? Did anyone get hurt?\\nB : Two people were injured.\\nA : Are they going to be okay?\\nB : The news said they should be fine.\\nA : That's great to hear.\\n"
		},
		{
			"title": "A : You look a little sick today.",
			"means": "A : 오늘 좀 아파 보여.\\nB : 나 오늘 좀 안 좋아.\\nA : 기숙사에 유행성 독감이 돌고 있다고 들었어.\\nB : 내 친구가 아픈데. 아마 그녀로부터 옮은 것 같아.\\nA : 약은 먹었니?\\nB : 어. 먹었는데 나아지질 않네.\\nA : 물을 많이 마시는 것이 도움이 될 수 있어. 그리고 상태가 더 악화되면 약국에 가보는 것이 도움이 될 거야.\\nB : 며칠이 지나도 나아지지 않으면 병원에 가볼 거야.",
			"explains": "A : You look a little sick today.\\nB : I am feeling ill today.\\nA : I heard that the flu bug has been going around the dorms.\\nB : My best friend has been feeling sick. Maybe she passed it on to me.\\nA : Did you take any medication?\\nB : Yes, I did. But it doesn't seem any better.\\nA : Well... drinking lots of water can be helpful. And pharmacist might be able to help you if it gets worse.\\nB : If it doesn't get better in a few days, I will go see a doctor.\\n"
		},
		{
			"title": "Mother: Have you heard anything from your job interview?",
			"means": "(오드리와 그 어머니가 아침을 먹으며 ….)\\n어머니: 직장 면접한 곳에서는 연락 없었니?\\n오드리: 아직 없었는데 아마도 앞으로도 없을 거에요.\\n어머니: 어젠 몇 군데나 가봤어?\\n오드리: 여섯 곳에 이력서를 내고 왔어요.\\n어머니: 왜 그래? 좀 초조해하는 것 같구나.\\n오드리: 아무래도 직장을 얻을 수 없을 것 같아요.\\n어머니: 네 말로는 면접도 다 잘 되고 이력서도 다 제출하고 왔다며.\\n오드리: 그래 봤자 무슨 소용이죠?\\n어머니: 요지는 바로 포기하지만 않는다면 네가 직장을 얻을 거라는 거지.\\n오드리: 맞아요. 기다리는 것 외엔 할 게 없죠.\\n",
			"explains": "(Audrey and her mother are having breakfast … )\\nMother: Have you heard anything from your job interview?\\nAudrey: Not yet and I probably won't.\\nMother: How many places did you go to yesterday?\\nAudrey: I left my resume at six companies.\\nMother: What's wrong? You seem a little on edge.\\nAudrey: I don't think I'll ever get a job.\\nMother: Well you said all your interviews went well and you left your resume with all of them.\\nAudrey: What's the point Mom?\\nMother: The point is you will get a job if you don't give up.\\nAudrey: You're right. There's nothing to do but wait.\\n"
		},
		{
			"title": "Bert: There's no end to this cold weather.",
			"means": "(버트와 해리가 춥고 바람 부는 어느 날 함께 걸으며…)\\n버트: 이 추운 날씨는 끝도 없구만.\\n해리: 얼마 안가서 여름이 올거야.\\n버트: 나도 그러길 바래.\\n해리: 하지만 자넨 너무 덥다고 투덜거릴텐데.\\n버트: 그렇지 않아. 올해엔 골프를 많이 칠거야.\\n해리: 그 소리 예전에도 들었네.\\n버트: 정말이야 . 골프를 정말 많이 칠 거야.\\n해리: 왜 그리 장담을 하지?\\n버트: 지난 주에 새 골프채를 샀거든.\\n해리: 정말 치는지 내 눈으로 보면 믿을게.\\n",
			"explains": "(Bert and Harry are walking on a cold and windy day … )\\nBert: There's no end to this cold weather.\\nHarry: Summer will be here before long.\\nBert: I hope so.\\nHarry: But you'll probably bellyache about it being too hot.\\nBert: Not true. I'm going to play a lot of golf this year.\\nHarry: I've heard that before.\\nBert: I'm serious. I'm going to play a lot of golf.\\nHarry: What makes you so sure?\\nBert: I bought new golf clubs last week.\\nHarry: I'll believe it when I see it.\\n"
		},
		{
			"title": "A : My bathtub drain is clogged.",
			"means": "A : 우리 집 화장실 욕조 배수구가 막혔어요.\\nB : 배수관을 뚫기 위해 배관공을 불러야 할 것 같아.\\nC : 제가 살펴보도록 하겠습니다. 배수구에 머리카락이 배수구를 막고 있네요. 이제부터는 배수구 거름망을 사용하세요.",
			"explains": "A : My bathtub drain is clogged.\\nB : I think we have to call in a plumber to unblock the drain.\\nC : Let me take a look. It's clogged from all the hair getting stuck in the drain. Please use a drain net from now on.\\n"
		},
		{
			"title": "A : Have you considered looking for a new job at a different company?",
			"means": "A : 넌 다른 회사에 일자리를 구해볼 생각한 적 있어?\\nB : 응, 근데 왜?\\nA : 매년 똑같은 월급 받으면서 이곳에서 일하고 싶지 않아. 높은 직위로 승진할 기회조차 없어.\\nB : 이봐! 너 여기서 일한 지 아직 1년밖에 안됐잖아!",
			"explains": "A : Have you considered looking for a new job at a different company?\\nB : Yes, but why?\\nA : I don't want to work here with getting same pay every year. I don't even get any other chances to climb the corporate ladder.\\nB : Come on! You've only worked at this company for one year!\\n"
		},
		{
			"title": "Jason: I dropped off the clothes at the dry cleaners.",
			"means": "(제이슨과 에린이 여행 준비를 하는데…)\\n제이슨: 드라이 클리닝 가게에 옷 맡겨놨어. 수요일에 찾을 수 있을 거야.\\n에린: 잘 됐네. 퇴근할 때 들려서 찾아올게.\\n제이슨: 여행 가기 전에 할 게 또 뭐 있지?\\n에린: 내일 머리하고 손톱 손질 할 거야.\\n제이슨: 난 옷가방 싸는 것 빼고는 다 한 것 같은데.\\n에린: 병원 예약 있는 거 까먹지 마.\\n제이슨: 맞다. 얘기 안 해줬으면 까먹을 뻔 했네.\\n에린: 일부러 까먹은 거잖아.\\n제이슨: 맞아. 의사들은 아주 못 됐어.\\n에린: 혈액 검사 받기 전에 아무 것도 먹거나 마시지 않는 거 잊지 말고.\\n제이슨: 봐 내가 의사들 못 됐다고 했지.",
			"explains": "(Jason and Erin are preparing for a trip…)\\nJason: I dropped off the clothes at the dry cleaners. They will be ready on Wednesday.\\nErin: Good. I'll swing by and pick them up after work.\\nJason: What else needs to be done before we go?\\nErin: I'm getting my hair and nails done tomorrow.\\nJason: I think I've done everything but pack my suitcase.\\nErin: Don't forget about your doctor's appointment.\\nJason: That's right. I'm glad you reminded me.\\nErin: I'm sure you forgot on purpose.\\nJason: You're right. Doctors are evil.\\nErin: Remember not to eat or drink anything before you take your blood tests.\\nJason: That proves my point.\\n"
		},
		{
			"title": "A : I would like to purchase some meat.",
			"means": "A : 고기를 구매하려고 합니다.\\nB : 어떤 종류의 고기를 원하시나요?\\nA : 다진 쇠고기 2파운드요.\\nB : 다진 쇠고기는 파운드당 3불이에요.\\nA : 좋습니다.\\nB : 다른 것도 필요하신 것이 있으신가요?\\nA : 닭 가슴살 2파운드도 필요해요.\\nB : (닭 가슴살은) 파운드당 4불입니다. 모두 다하면, 14불이네요.\\nA : 오늘은 그게 다입니다.",
			"explains": "A : I would like to purchase some meat.\\nB : What kind would you like?\\nA : I need about 2 pound of ground beef.\\nB : The ground beef is $3.00 a pound.\\nA : That will be fine.\\nB : What else would you like?\\nA : I also need 2 pounds of chicken breasts.\\nB : That's going to be $4.00 a pound. Altogether, it's going to be $14.00.\\nA : I think that will be all for me today.\\n"
		},
		{
			"title": "B : I can't sleep. I'm really not all that tired.",
			"means": "A : 잠 잘 시간이야.\\nB : 잠이 안 와요. 그렇게 피곤하지 않아요.\\nA : 양을 세어보는 것은 어때?\\nB : 벌써 시도해봤죠. 그래도 잠이 오질 않아요.\\nA : 그래도 잠은 자야 해요.\\nB : 그냥 피곤해질 때까지 무엇을 하면 안 될까요?\\nA : 그렇게 하게 하면 밤을 새울 거잖아요. 지금 자야 해요.\\nB : 잘 자요.\\n",
			"explains": "A : It's time for bed.\\nB : I can't sleep. I'm really not all that tired.\\nA : Why don't you try counting sheep?\\nB : I've tried that before. It really doesn't work.\\nA : But you need to get some sleep.\\nB : What if I stay up and do something, until I get tired?\\nA : You'll be up all night if I let you do that. You need to go to sleep now.\\nB : Good night.\\n"
		},
		{
			"title": "A : I want to exchange this dress.",
			"means": "A : 이 드레스를 교환하고 싶습니다.\\nB : 드레스는 저에게 주시고 원하시는 다른 드레스를 찾아보세요.\\nA : 오늘 세일 중인 상품이 있나요?\\nB : 저희가 다음 주에 큰 세일을 하는데요. 오늘은 세일인 상품이 없습니다.\\nA : 드레스들도 세일할 것인가요?\\nB : 다음 주에는 모든 제품들을 세일할 거예요.\\nA : 그럼 다음 주에 다시 오도록 하겠습니다.\\nB : 다음 주에 뵙겠습니다.",
			"explains": "A : I want to exchange this dress.\\nB : Just leave the dress with me while you find one that you like.\\nA : Do you have anything on sale today?\\nB : We're having a big sale next weekend, but nothing today.\\nA : Are dresses going to be on sale?\\nB : Everything's going to be on sale next weekend.\\nA : Then I'll just come back next weekend.\\nB : See you next weekend.\\n"
		},
		{
			"title": "A : I was thinking about cooking dinner tonight.",
			"means": "A : 오늘 저녁은 내가 만들려고 해.\\nB : 무엇을 요리할 거야?\\nA : 아직 무엇을 요리할지 잘 모르겠어.\\nB : 데리야키 볼은 어때요?\\nA : 나 그거 어떻게 만드는지 몰라.\\nB : 흰 쌀밥과 비프 데리야키만 있으면 돼.\\nA : 그 다음에는 어떻게 하는데?\\nB : 소고기를 잘게 썬 후 데리야키 소스에 6시간 정도 재워둬. 그 다음에는 (고기를 굽고) 요리를 하고 맛있게 먹으면 돼.\\n",
			"explains": "A : I was thinking about cooking dinner tonight.\\nB : What are you going to cook?\\nA : I'm not exactly sure.\\nB : How about making a teriyaki bowl?\\nA : I don't know how to make that.\\nB : All you need to make it is white rice and some teriyaki beef.\\nA : What do I do after that?\\nB : Then you should shred your beef and marinate it in teriyaki sauce for about 6 hours. Then all you need to do is cook and enjoy.\\n"
		},
		{
			"title": "A : Your passport and disembarkation card, please.",
			"means": "A : 여권과 입국 신고서를 보여 주세요.\\nA : 캐나다에는 처음 오셨습니까?\\nB : 네. 이곳에 처음 왔어요.\\nA : 방문 목적은 무엇인가요?\\nB : 관광객입니다.\\nA : 얼마 동안 머무실 것인가요?\\nB : 2주요.\\nA : 어디에 머무르실 건가요?\\nB : Maple 호텔에 머무를 예정이예요.\\n",
			"explains": "A : Your passport and disembarkation card, please.\\nA : Is this your first time in Canada?\\nB : Yes. It's my first time to come here.\\nA : What's the purpose of your visit?\\nB : I'm a tourist.\\nA : How long are you going to stay?\\nB : For two weeks.\\nA : Where will you be staying?\\nB : I will be staying at the Maple Hotel.\\n"
		},
		{
			"title": "Ellen: A few of us are getting together for lunch. Do you want to come?",
			"means": "(점심 시간에 엘런이 에이미의 사무실로 들어서며…)\\n엘런: 우리 몇이 점심 함께 할건데. 같이 갈래?\\n에이미: 가고 싶긴 한데 밀린 일을 좀 해야 돼.\\n엘런: 무슨 일 때문에 그래?\\n에이미: 지난 주에 독감에 걸려서 결근했거든.\\n엘런: 그랬었지. 회사에 며칠 못나왔지.\\n에이미: 응. 그래서 일이 한참 밀렸어.\\n엘런: 그래서 점심은 건너뛰겠다고.\\n에이미: 응. 남아서 이걸 꼭 끝내야 하거든.\\n엘런: 뭐라도 사다 줄게.\\n에이미: 참치 샌드위치로 먹을게. 정말 고마워.\\n",
			"explains": "(It's lunch time and Ellen walks into Amy's office…)\\nEllen: A few of us are getting together for lunch. Do you want to come?\\nAmy: I'd love to but I've got some catching up to do.\\nEllen: What's the problem?\\nAmy: I was out with the flu last week.\\nEllen: That's right. You missed a few days.\\nAmy: Yeah and now I'm way behind.\\nEllen: That's why you're passing on lunch.\\nAmy: Yeah. I really have to stay and finish this.\\nEllen: I'll bring you something.\\nAmy: I'll have a tuna sandwich. Thanks a lot.\\n"
		},
		{
			"title": "A : I heard that you're thinking about moving back to Seoul.",
			"means": "A : 서울로 이사 갈까 생각 중이라는 얘기를 들었어.\\nB : 어. 아내가 장모님 근처에서 살고 싶어 해.\\nB : 장모님이 혼자 사시는데 이제 곧 70세 생일이 다가 오시거든(이제 곧 70세가 되시거든).\\nA : 서울 어느 동네에 장모님이 사시는 거야?\\nB : 잠실에 사셔.",
			"explains": "A : I heard that you're thinking about moving back to Seoul.\\nB : Yes. My wife wants to be closer to her mother.\\nB : She lives alone and her 70th birthday is coming up.\\nA : What area of Seoul does her mother live in?\\nB : She lives in Jamsil.\\n"
		},
		{
			"title": "Terry: Aren't you going to have some pizza?",
			"means": "(테리와 토니가 부엌으로 들어다는데 룸메이트인 마리오가 자리를 뜬다…)\\n테리: 피자 좀 안 먹을 거야?\\n마리오: 난 벌써 먹었어. 빨리 가야 돼. 수업에 늦기 싫어.\\n토니: (피자를 보며) 어이 마리오. 네가 피자 반 넘게 먹었잖아!\\n마리오: 내가?\\n토니: 여덟 조각 중에서 네가 다섯 조각 먹었어!\\n테리: 그게 뭐 어때서?\\n마리오: 난 원래 산수 잘 못해. 배가 고팠단 말이야. 계속 먹\\n테리: 그래서. 우리도 배고파. 그리고 돈은 토니하고 내가 냈어.\\n마리오: 내가 나중에 만회할게. 내일 밤 피자는 내가 살게.\\n토니: 근데 부엌에 들어오지 마. 셈하는 것도 배우고.\\n",
			"explains": "(Terry and Tony walk into the kitchen as Mario their roommate is leaving…)\\nTerry: Aren't you going to have some pizza?\\nMario: I already did. I have to run. I don't want to be late for class.\\nTony: (Looking at the pizza) Hey Mario you ate the lion's share of the pizza!\\nMario: I did?\\nTony: There are eight slices and you ate five!\\nTerry: Hey what gives?\\nMario: I was never good at math. I was hungry. I couldn't stop.\\nTerry: So we're hungry too. And Tony and I paid for it.\\nMario: I'll make it up to you. I'll buy tomorrow night's pizza.\\nTony: And stay out of the kitchen. And learn how to count.\\n"
		},
		{
			"title": "John: Hi Erica. Randy told me yesterday that you wanted to talk to me.",
			"means": "(존이 에리카에게 사무실로 오라고 청한다…)\\n존: 어서 와요.\\n에리카: 안녕하세요.\\n존: 안녕하세요. 랜디가 어제 그러는데 나한테 할 얘기가 있다고요.\\n에리카: 네. 나한테 아이디어가 몇 있는데 의견좀 듣고 싶어서요.\\n존: 어서 얘기해보세요. 무슨 얘기죠?\\n에리카: 몇몇 과목에 있어서 많은 학생들에게 도움이 될만한 아이디어가 있어요.\\n존: 그렇죠. 등록 출석률이 아주 저조한 수업이 두 개가 있죠.\\n에리카: 1반과 3반이죠?\\n존: 맞아요. 무슨 아이디어인가요?\\n에리카: 2반 학생 몇을 1반에 넣고요…\\n존: 그리고 4반 학생 몇을 3반에 넣는다?\\n에리카: 그렇죠.\\n존: 좋아요. 선생님 모두들을 모아서 회의를 해봅시다.\\n",
			"explains": "(John asks Erica to come into his office … )\\nJohn: Come in Erica.\\nErica: Hi John.\\nJohn: Hi Erica. Randy told me yesterday that you wanted to talk to me.\\nErica: Yes. I wanted to get some feedback on some ideas I have.\\nJohn: Fire away. What's on your mind?\\nErica: I have an idea that may help with the number of students in some classes.\\nJohn: Yes. We have two classes with very low registration and attendance.\\nErica: Classes 1 and 3 right?\\nJohn: That's right. What's your idea?\\nErica: Take some students in class 2 and put them in class 1 …\\nJohn: And take some students in class 4 and put them in class 3?\\nErica: You've got the picture.\\nJohn: I like it. Let's have a meeting with all the teachers involved.\\n"
		},
		{
			"title": "A : Did you hear what happened to James?",
			"means": "A : 제임스에게 무슨 일이 있는지 들었어?\\nB : 아니 오랫동안 제임스하고 연락하지 않고 지냈어.\\nA : 축구를 하다가 다리가 부러졌어.\\nA : 3주 동안 다리에 깁스를 하고 지내야 한데.\\nB : 알려줘서 고마워. 제임스에게 오늘 저녁에 전화해볼게.\\n",
			"explains": "A : Did you hear what happened to James?\\nB : No, I haven't been in touch with him for a long time.\\nA : He broke his leg playing soccer.\\nA : And he has to put up with a cast on his leg for 3 weeks.\\nB : Thanks for letting me know. I'll call him tonight.\\n"
		},
		{
			"title": "Martha: Mr. Franklin I would like to take the flute class that starts in two weeks.",
			"means": "(마서가 음악 선생님과 이야기를 나눈다…)\\n마서: 프랭클린 선생님 2주 뒤에 시작하는 플룻 수업을 들었으면 좋겠어요.\\n프랭클린 선생님: 아 미안한데 마서 그 수업은 다 찼어.\\n마서: 더 이상 학생을 안 받는 거예요?\\n프랭클린 선생님: 그래. 정원이 12명 밖에 안 되는데 다 찼어.\\n마서: 그 수업 정말 듣고 싶은데.\\n프랭클린 선생님: 수업 들은 기회는 얼마든지 있을 거야.\\n마서: 그래요?\\n프랭클린 선생님: 그래. 수업은 3개월 정도에 한 번씩 돌아오거든.\\n마서: 좋아요. 6월에 하는 다음 수업에 등록할게요.\\n프랭클린 선생님: 잘 생각했다.\\n",
			"explains": "(Martha is talking to her music teacher…)\\nMartha: Mr. Franklin I would like to take the flute class that starts in two weeks.\\nMr. Franklin: Oh I'm sorry Martha but that class is filled up.\\nMartha: You're not accepting any more students?\\nMr. Franklin: No. We only had twelve seats available and the class is full.\\nMartha: I'd really like to take it.\\nMr. Franklin: You'll have ample opportunity to take the class.\\nMartha: Is that so?\\nMr. Franklin: Yes. The class comes around every three months.\\nMartha: Great. I'll register for the next class in June.\\nMr. Franklin: Good idea.\\n"
		},
		{
			"title": "Jason: I didn't know that, I'm going to tell all our friends.",
			"means": "Jason: 난 몰랐는데, 친구들에게 말을 해야겠어.\\nLisa: 됐어! 제이슨, 모든 사람들이 아는 것을 원하지 않아. 내가 특별한 일을 한 것도 아냐.\\nJason: 정말? 왜? 네 모범적인 행동이 다른 친구들도 그렇게 할 수 있게 만들텐데.\\nLisa: 알고 있어, 하지만 아직은 아니야. 말하지 않겠다고 약속해.",
			"explains": "Jason: I didn't know that, I'm going to tell all our friends.\\nLisa: No! Jason, I don't want everyone to know. I'm not that special.\\nJason: Really? Why not? Your good deed can encourage others to do the same.\\nLisa: I know, but not yet. Promise me you won't tell.\\n"
		},
		{
			"title": "A : Sam, can you tell us about yourself?",
			"means": "A : Sam, 자기소개 좀 해주겠어요?\\nB : 제 이름은 Sam 이고 30대 후반입니다.\\nB : 그리고 엔지니어로 일하고 있습니다.\\nA : 하시는 일을 좋아하시나요?\\nB : 네. 만만치는 않지만 보람되기도 합니다.",
			"explains": "A : Sam, can you tell us about yourself?\\nB : My name is Sam, and I'm in my late 30s.\\nB : And I work as an engineer.\\nA : Do you like your job?\\nB : Yes. It's challenging but rewarding, too.\\n"
		},
		{
			"title": "Jason: Who are you making an account transfer to?",
			"means": "Jason: 누구한테 돈을 이체 시키는 거야?\\nJason: 한번 보자! 윈 설립 자선단체?\\nLisa: 제이슨! 네가 보면 안된다고.\\nLisa: 그래, 나는 매달 자선단체에 기부금을 내고 있어.\\nJason: 와우! 난 그런 줄 몰랐어! 넌 정말 최고야.\\nLisa: 너무 과찬하지 마.\\nJason: 왜? 넌 그럴 자격 있어.\\nLisa: 너무 칭찬하고 있잖아. 그렇게 큰일도 아닌데, 많은 사람들도 하고 있단 말야. \\nLisa: 부끄럽다.",
			"explains": "Jason: Who are you making an account transfer to?\\nJason: Let's have a look! The Win-Foundation Charity?\\nLisa: Jason! You are not supposed to look.\\nLisa: Yes, I make a monthly donation to the charity.\\nJason: Wow! I had no idea! You're simply the best.\\nLisa: Don't flatter me so much.\\nJason: Why not? You deserve it.\\nLisa: You're praising me too much. It's not a big thing, many people are doing it.\\nLisa: I'm getting embarrassed.\\n"
		},
		{
			"title": "Sophie: Excuse me. Which bus goes to Win Tower?",
			"means": "Sophie: 실례합니다. 윈 타워에 가려면 몇 번 버스를 타야 하나요?\\nMan 1: 316번이 윈 타워를 지나가는 것 같던데요.\\nSophie: 죄송한데 한 가지만 더 물어볼게요. 어디서 그 버스를 타죠?\\nMan 1: 저 코너만 돌면 나옵니다.\\nSophie: 윈 타워까지 갑니까? 그러면 요금은 얼마죠?\\nDriver: 윈 타워 바로 앞에 정차합니다. 타세요. 요금은 $2 입니다.",
			"explains": "Sophie: Excuse me. Which bus goes to Win Tower?\\nMan 1: I think the number 316 passes through Win Tower.\\nSophie: I'm sorry one more question? Where can I catch that bus?\\nMan 1: Just around the corner over there.\\nSophie: Is this bus going to Win Tower? If so, how much is the fare?\\nDriver: We stop in front of Win tower. Hop in! It's $2.\\n"
		},
		{
			"title": "A : I'm back in US.",
			"means": "A : 나 미국에 돌아왔어.\\nB : 여행은 어땠어?\\nA : 좋았어. 파리는 내가 가본 곳 중에 가장 아름다운 도시였어.\\nB : 네가 파리를 좋아할 거라고 내가 말했잖아.\\nA : 응 대단했어. 방문하기에 정말 훌륭한 장소인 것 같아.",
			"explains": "A : I'm back in US.\\nB : How was your trip?\\nA : It was great. Paris was the most beautiful city I've ever been to.\\nB : I told you you'd love Paris.\\nA : Yes. It was amazing and I think it's really a great place to visit.\\n"
		},
		{
			"title": "Lisa: Who is she, Jason?",
			"means": "Lisa: 제이슨, 그 사람 누구야?\\nJason: 내 여자친구를 소개할게. 리사, 이 쪽은 크리스탈이야. 크리스탈, 이쪽은 리사.\\nLisa: 만나서 반가워요. 더욱 친해졌으면 좋겠네요.\\nCrystal: 저도 만나서 반갑습니다. 저를 소개시킨 건 이번이 처음인 것 같네요.\\nJason: 있잖아, 난 첫 눈에 반했어. 크리스탈은 나에게 전부야.\\nLisa: 정말 잘됐네. 둘은 너무나 완벽한 커플같아.",
			"explains": "Lisa: Who is she, Jason?\\nJason: I want you to meet my girlfriend. Lisa, this is Crystal. Crystal, this is Lisa.\\nLisa: Hi! Nice to meet you. I hope we can get to know each other better.\\nCrystal: Glad to meet you. I never had the chance of being introduced.\\nJason: You know, I fell in love at first sight. Crystal means the world to me.\\nLisa: I'm very happy for you two. You seem perfect for each other.\\n"
		},
		{
			"title": "Ted: Do you like this haircut? ",
			"means": "Ted: 머리 마음에 드십니까?\\nSophie: 음… 솔직히 머리가 하나도 마음에 안 들어요. 지금 너무 끔직하다고요.\\nTed: 저는 이곳의 수석 디자이너입니다. 저는 전문가라고요.\\nSophie: 저도 알아요, 하지만 머리가 남자애 같잖아요. 오늘 밤에 데이트가 있단 말이에요.\\nLisa: 소피! 그만 좀 투덜거려. 내가 보기엔 괜찮아. 넌 항상 불평만 해.\\nSophie: 그렇지 않아.",
			"explains": "Ted: Do you like this haircut? \\nSophie: Hmm… To tell you the truth, I don't like it at all. (I feel miserable.) \\nTed: Hey, I'm the head designer here. I'm a professional. \\nSophie: I know, but I look like a little boy now. I have a date tonight. \\nLisa: Hey, Sophie! Quit your bellyaching. You look fine to me. You always complain. \\nSophie: No, I don't.\\n"
		},
		{
			"title": "Eric: Hi! Can I have some moisturizing lotion and a pack of sleeping pills, please?",
			"means": "Eric: 안녕하세요. 모이스처 로션하고 수면제 좀 주세요.\\nPharmacist: 수면제 처방전을 가지고 오셨나요?\\nEric: 네, 여기있어요.\\nPharmacist: 여기 처방전에 따른 수면제하구요, 그리고 이 모이스처 로션은 저희가 갖고 있는 최고의 제품입니다.\\nEric: 고마워요. 이 약이 효과가 있으면 좋겠군요. 얼마나 자주 이 약을 복용해야 합니까?\\nPharmacist: 잠자리에 들기 30분 전에 알약 두 알을 섭취하세요. 복용량은 하루에 두 알을 넘지 않도록 하세요.\\nEric: 네. 제가 알아두어야 할 부작용이 있습니까?\\nPharmacist: 없어요, 하지만 증상이 계속되면, 의사에게 다시 상담 받도록 하세요.",
			"explains": "Eric: Hi! Can I have some moisturizing lotion and a pack of sleeping pills, please?\\nPharmacist: Do you have a prescription for the sleeping pills?\\nEric: Sure, here you go.\\nPharmacist: Here are your prescribed sleeping pills and this moisturizer is the best one we have.\\nEric: Thank you. I hope this works. How often do I need to take the pills?\\nPharmacist: Just take two tablets 30 minutes before you go to bed. Don't take more than two a day.\\nEric: Okay! Are there any known side effects I should be aware of?\\nPharmacist: No, but if your symptoms persist, it'll be best for you to consult your doctor again.\\n"
		},
		{
			"title": "Lisa: You won't believe what I just heard!",
			"means": "Lisa: 내가 방금 무슨 말을 들었는지 넌 믿지 못할 거야.\\nSophie: 무슨 일인데? 심각한 일이니? \\nLisa: 전혀! 지난 주말 Jason에게 무슨 일이 있었는지 들었니?\\nSophie: 걔가 데이트 있다고 그랬었는데, 네가 주선했니?\\nLisa: 아니. 어쨌든 중요한 소식은 둘이 너무 잘 맞아서 서로 사귀기로 했대.\\nSophie: 정말? 그거 정말 놀랄 일이네.",
			"explains": "Lisa: You won't believe what I just heard!\\nSophie: What is it? Is it anything serious?\\nLisa: Not at all! Did you hear what happened to Jason last weekend?\\nSophie: He told me he had a date. Did you set him up?\\nLisa: No. Anyway, the big news is that they really hit it off and they're going out now.\\nSophie: Really? That is something.\\n"
		},
		{
			"title": "A : Honey, do you want some coffee?",
			"means": "A : 여보, 커피 좀 마실래요?\\nB : 아니, 괜찮아요. 내가 커피 별로 안 좋아하는 거 알잖아요.\\nA : 나한테는 일상적인 일과예요.\\nB : 당신은 커피를 몇 잔이나 마셔요?\\nA : 하루에요? 아마도 두세 잔 정도요.\\nB : 그렇군요. 커피가 나한테는 영향을 주지 않아서 커피가 필요 없어요.\\nA : 있잖아. 나는 (커피보단) 차를 주로 마신다?.\\nB : 나는 요즘 커피를 마시지 않아 왜냐면 카페인을 줄이려고 노력중이니까.\\nA : 너 말은, 너가 커피 금단 현상(증후군)이 있었단 거니?\\nB : 그렇진 않아. 그리고 지난 여름부터 비가 오지 않고 있어, 그래서 비에 대한 기도(기후제)가 매일(같이 행해지는) 의식이지.\\nA : 뭔 자다가 봉창이니?",
			"explains": "A : Honey, do you want some coffee?\\nB : No, thanks. You know I'm not a coffee drinker.\\nA : It's a daily ritual for me.\\nB : How many cups of coffee do you drink?\\nA : A day? Two or three cups, I guess.\\nB : I see. I don't need coffee because it doesn't affect me.\\nA : You know, I am more of a tea person.\\nB : I don't drink coffee these days because I am trying to cut down on caffeine.\\nA : You mean, you've got coffee withdrawal symptoms?\\nB : Not really. And it has not been raining since last summer, so praying for rain is a daily ritual. \\nA : Where did that come from?\\n"
		},
		{
			"title": "A: Barbara, I just posted something on my blog.",
			"means": "A: 바바라, 내가 방금 블로그에 무언가를 올렸어.\\nB: 아, 또 요리법을 올린 거야?\\nA: 응. 나는 사람들한테서 의견을 듣는 걸 아주 좋아해.\\nB: 나는 내 블로그는 없지만, 몇몇 블로그를 읽어 보기는 해.\\nA: 내 블로그에 의견 몇 개 남겨 줄 수 있어?\\nB: 좋아.",
			"explains": "A: Barbara, I just posted something on my blog.\\nB: Oh, you posted another recipe?\\nA: Yes. I love getting feedback from people.\\nB: I don't have a blog of my own, but I read several blogs.\\nA: Can you please leave some comments on my blog?\\nB: All right.\\n"
		},
		{
			"title": "Jason: I'm hungry. Let's get something to eat.",
			"means": "Jason: 나 너무 배고프다. 우리 뭐 좀 먹으러 가자.\\nSophie: 뭐 먹을래? 우리 오늘 외식하자.\\nJason: 그래, 내가 정말 좋은 곳을 알아. Win-meat 이라는데 가보자. 거기 음식은 정말 끝내줘. 특히 스테이크가 정말 맛있어.\\nSophie: 거기 가지 말자. 그 음식점은 항상 사람들이 너무 많아.\\nJason: 분위기도 좋고, 가격도 적당한 것 같은데.\\nSophie: 오늘 점심도 굶었고 지금 너무나 배가 고프니까 이번엔 그 음식점으로 가자.\\nJason: 이 음식점을 정말 좋아할 거야. 스테이크가 정말 맛있어.\\nSophie: 미안한데 나는 채식주의자야.\\nJason: 아 정말? 대신에 그럼 샐러드 음식점으로 갈까?\\nSophie: 그게 좋겠다. 고마워.",
			"explains": "Jason: I'm hungry. Let's get something to eat.\\nSophie: What do you want to eat? Let's eat out.\\nJason: Oh, I know a perfect place. We should go to Win-Meat. The food there is excellent, especially the steak.\\nSophie: Let's not go there. That restaurant is always crowded.\\nJason: It's a cool place and they have good prices.\\nSophie: Since I skipped lunch, and I'm starving to death, let's just go there this time.\\nJason: You're going to love this restaurant. The steak is really good.\\nSophie: I'm sorry but I'm a vegetarian.\\nJason: Oh, really? Do you want to go to the salad bar instead?\\nSophie: Yeah, that will be better. Thank you.\\n"
		},
		{
			"title": "A : Can you give me a little help, please?",
			"means": "A : 좀 도와주시겠어요?\\nB : 물론이죠. 무엇을 도와드릴까요?\\nA : 제가 이미 개봉을 했는데 이 DVD를 환불할 수 있을까요?\\nB : 영수증이 있으면 문제없습니다.\\nA : 영수증은 여기 지갑에 있습니다.\\nB : 죄송하지만 영수증 날짜를 보면 반품을 하시기에는 구매를 오래전에 하셨네요.",
			"explains": "A : Can you give me a little help, please?\\nB : Sure. What can I do for you?\\nA : Can I return this DVD even though I already opened it?\\nB : That won't be a problem if you have your receipt.\\nA : It's right here in my wallet.\\nB : We're sorry but it seems like the date on the receipt says that you bought it too long ago to return it. \\n"
		},
		{
			"title": "A : I'm looking for books by James Bond.",
			"means": "A : James Bond 의 책을 찾고 있습니다.\\nB : 고전 코너로 안내해드릴게요.\\nA : The Winds of Spring이라는 책을 찾고 있습니다. 언제 다시 재고가 들어오나요?\\nB : 금요일에 들어올 예정입니다.",
			"explains": "A : I'm looking for books by James Bond.\\nB : Let me take you to the classics section.\\nA : I'm looking for The Winds of Spring. When will it be back in stock?\\nB : We're expecting it on Friday.\\n"
		},
		{
			"title": "Jason: Excuse me, but may I join your conversation? ",
			"means": "Jason: 실례합니다만 제가 대화하는데 끼어도 될까요?\\nLisa: 네, 당연하죠. 소개 먼저 해주시겠어요? \\nJason: 저는 제이슨 베이커입니다. 친구들은 저를 '제이'라고 부릅니다. \\nLisa: 제 이름은 리사입니다. 제가 '제이'라고 불러도 될까요? \\nJason: 그럼요. 근데 어떤 이야기를 하고 있었죠? \\nLisa: 특별한 것 없이 그냥 수다를 떨고 있었죠. ",
			"explains": "Jason: Excuse me, but may I join your conversation? \\nLisa: Yes, of course. Can you introduce yourself? \\nJason: I'm Jason Baker. Friends call me 'Jay'. \\nLisa: My name is Lisa. May I call you 'Jay'? \\nJason: Absolutely. So what were you guys talking about? \\nLisa: Oh, nothing special, just chitchat.\\n"
		},
		{
			"title": "Lisa: Hi, I'm Lisa Smith. Jason Baker? Where did I hear that name? Hmm… Have we met before? ",
			"means": "Lisa: 안녕하세요, 저는 리사 스미스 입니다. 제이슨 베이커? 이 이름을 어디서 들었지? 흠…우리 전에 만난 적이 있었나요? \\nJason: 당신 이름도 저에게 매우 익숙한데요. 혹시 윈 고등학교에 다닌 리사 스미스? \\nLisa: 그래. 이게 누구야! 제이슨! 이곳에서 너를 만나다니. \\nJason: 그러게. 너는 여전하구나. 이곳에서 만나니 정말 반갑네! ",
			"explains": "Lisa: Hi, I'm Lisa Smith. Jason Baker? Where did I hear that name? Hmm… Have we met before? \\nJason: Your name sounds very familiar to me too. Are you Lisa Smith from Win-High School? \\nLisa: That's right. Look who's here! Jason! I didn't expect to see you here. \\nJason: Me neither. You look the same. What a nice surprise to see you here! \\n"
		},
		{
			"title": "A : I'd like to send this registered mail.",
			"means": "A : 등기우편을 보내려고 합니다.\\nB : 이 소포의 무게는 10온스이고, 금액은 20달러입니다.\\nA : 그리고 이 소포에 보험을 들고 싶어요.\\nB : 이 폼을 작성해주세요.\\nA : 추가 비용을 부담하면 더 빨리 도착할 수 있나요?\\nB : 네. 익일 배송은 20 달러 추가 비용이 발생합니다.",
			"explains": "A : I'd like to send this registered mail.\\nB : This package weighs 10 ounces. And that will be 20 dollars.\\nA : And I'd like to buy insurance for this package.\\nB : Please fill out this form.\\nA : Can I pay extra to get it there faster?\\nB : Yes. Overnight shipping will cost an additional 20 dollars.\\n"
		},
		{
			"title": "A : Can you direct me to the shoe store?",
			"means": "A : 신발가게가 어디 있는지 알려주세요.\\nB : 2층에 있습니다.\\nB : 도와드릴까요?\\nA : 아니에요. 그냥 구경하는 거예요.\\nA : 이게 바로 제가 찾고 있던 거예요! 이거 더 밝은 색상 있나요?\\nB : 죄송하지만 노란색은 그게 전부입니다.\\n\\n그냥 구경하는 거예요.\\n맘에 들어요. 다섯 개 사겠습니다.\\n제 취향이 아니에요.\\n행사 중인 제품이 있나요?\\n나도 가던 길이에요. 같이 가시죠",
			"explains": "A : Can you direct me to the shoe store?\\nB : It's on the second floor.\\nB : May I help you?\\nA : No, thanks. I'm just browsing.\\nA : This is exactly what I was looking for! Do you have this in a brighter shade?\\nB : I'm sorry. That's our only yellow.\\n\\nI'm just browsing.\\nI'm just looking around.\\nI love it! I'll take 5.\\nI'm not feeling it.\\nDo you have any promotions?\\nI'm also headed to the shoe store now. Let's go together.\\n"
		},
		{
			"title": "A : My flight is scheduled for 7 p.m. from New York.",
			"means": "A : 내 비행기는 뉴욕에서 오후 7시에 출발하네.\\nA : 이번 주 수요일부터 금요일까지 내 일 좀 맡아주겠나?\\nB : 물론입니다.\\nA : 고맙네. 내가 L.A에 있는 동안은 자네가 대장이야.",
			"explains": "A : My flight is scheduled for 7 p.m. from New York.\\nA : Can you cover for me this Wednesday through Friday?\\nB : Sure.\\nA : Thanks. You are the head honcho while I'm in LA.\\n"
		},
		{
			"title": "A : I know a great Italian restaurant.",
			"means": "A : 좋은 이탈리안 식당을 알아.\\nB : 나한테 데이트 신청하는 거야?\\nA : 응. 이번 주 토요일에 시간 있어?\\nB : 사실 토요일에 일을 해야 해. 오늘 저녁에 저녁식사 같이 할래?\\nA : 좋아. 7시에 태우러 갈게.",
			"explains": "A : I know a great Italian restaurant.\\nB : Are you asking me out?\\nA : Yes. Are you free this Saturday?\\nB : Actually I have to work on Saturday. Would you like to have dinner tonight?\\nA : Sure. I'll pick you up at 7:00.\\n"
		},
		{
			"title": "A : I'd like a laser whitening treatment.",
			"means": "A : 레이저 치아 미백을 받고 싶습니다.\\nB : 치아에 착색이 되었네요. 담배를 피우지 마세요.\\nB : 그리고 충치가 있네요.\\nA : 그럴 리 없어요. 저는 하루에 3번 이를 닦아요.\\nB : 이 충치는 치료해야 합니다.",
			"explains": "A : I'd like a laser whitening treatment.\\nB : Your teeth are stained. Don't smoke.\\nB : And it seems like you have a cavity.\\nA : That's not fair. I brush my teeth three times a day.\\nB : This cavity needs to be treated.\\n"
		},
		{
			"title": "A : Where are you headed?",
			"means": "A : 어디로 가세요?\\nB : W 호텔로 가주세요.\\nA : 알겠습니다.\\nB : 좀 더 빨리 가주실 수 있나요? 조금 늦을 것 같아서요.\\nA : 알겠습니다. 가능한 한 빨리 가도록 하겠습니다.\\nB : 직진하시다가 저 앞에서 우회전해주세요.\\nB : 저기에서 내려주세요.",
			"explains": "A : Where are you headed?\\nB : Take me to the W hotel.\\nA : Sure.\\nB : Could you speed up? I'm running a little late.\\nA : Alright. I'll go as fast as I can.\\nB : Keep going straight and please turn right up ahead.\\nB : Let me out over there.\\n"
		},
		{
			"title": "Lisa: How long have you been together?",
			"means": "Lisa: 둘이 얼마나 사귄 거야?\\nJason: 아직 오래되진 않았어, 이제 일주일 지났어. 하지만 내 생각엔 그녀가 내 운명인 것 같아.\\nLisa: 제이슨! 네가 그녀에게 느끼는 사랑은 아직 깊지 못해, 그러니까 너무 서두르지 말고 천천히 생각해봐.\\nJason: 알았어. 네가 무엇을 말하려는지 알겠어. 고마워.\\n",
			"explains": "Lisa: How long have you been together?\\nJason: Not very long, just over a week. But I think she is the one.\\nLisa: Jason! Your feelings for her can't be that deep. Take your time and take it slow.\\nJason: OK. I know what you're trying to say. Thanks.\\n"
		},
		{
			"title": "A : Is your daughter a picky eater?",
			"means": "A : 너희 딸은 입맛이 까다로운 편이야?\\nB : 그렇지는 않아. 근데 항상 채소를 먹는 것 같아 보여.\\nB : 가끔 피자를 먹기도 하는데 먹을 때 항상 칼로리를 계산해.\\nA : 나도 전적으로 이해해. 그냥 너희 딸이 먹을 때 스트레스받지 않았으면 해.",
			"explains": "A : Is your daughter a picky eater?\\nB : Not really. But she seems to eat vegetables.\\nB : She has pizza once in a while. And she always counts her calories.\\nA : I totally understand. I just hope she won't be stressed when she eats.\\n"
		},
		{
			"title": "Sophie: Oh, I'm really sorry, it was me! I stepped on your foot.",
			"means": "Jason: 누구야?\\nSophie: 오, 정말로 죄송합니다. 제가 그랬어요! 제가 발을 밟았습니다.\\nJason: 아~ 네, 그럴 수도 있죠, 뭐. 용서해 드릴께요.\\nSophie: 고의적으로 그런 것은 아닙니다. 제 불찰입니다.\\nJason: 아니오. 괜찮아요. 별것도 아닌데요. 그리고 당신 잘못이 아니라 운전자 잘못이죠.\\nSophie: 감사합니다. 정말로 친절하시군요.",
			"explains": "Jason: Who was that?\\nSophie: Oh, I'm really sorry, it was me! I stepped on your foot.\\nJason: It's all right! It could happen to anyone. Apologies accepted.\\nSophie: I didn't mean it. I take the blame.\\nJason: Don't worry about it. No big deal. Plus, it was the driver's fault, not yours.\\nSophie: Thank you. You are very kind.\\n"
		},
		{
			"title": "Sophie: I'm terribly sorry. I couldn't help it.",
			"means": "Sophie: 정말로 죄송합니다. 저도 어쩔 수 없었어요.\\nJason: 미안하다면 다에요? 제가 고무 슬러퍼를 신고 있는 것이 안보여요?\\nSophie: 다시 한번 정말 죄송합니다. 제가 어떻게 하면 좋을까요?\\nJason: 흠, 제가 지금 피를 흘리고 있는 것이 안보이세요? 제 생각엔 댁이 저를 병원으로 데려가셔야 할 것 같은데요!",
			"explains": "Sophie: I'm terribly sorry. I couldn't help it.\\nJason: Sorry isn't good enough! Can't you see I am wearing a pair of flip-flops?\\nSophie: Again, I'm awfully sorry. What do you think I should do?\\nJason: Well, can't you see I'm bleeding now? I think taking me to the hospital is a good idea!\\n"
		},
		{
			"title": "A : How do you like your new house?",
			"means": "A : 새로 이사 간 집은 어때?\\nB : 좋긴 한데 집을 찾기 좀 복잡해.\\nA : 며칠밖에 되지 않았잖아. 익숙해질 거야.\\nA : 어떤 시설이 있어?\\nB : 식당, 커피숍, 도서관, 그리고 세탁소가 있어.",
			"explains": "A : How do you like your new house?\\nB : It seems nice but it's kind of complicated to get to.\\nA : It's only been a few days. You will get used to it.\\nA : What kind of facilities does it have around?\\nB : There are restaurants, coffee shops, a library and a laundry.\\n"
		},
		{
			"title": "A : Can you come over on Sunday? ",
			"means": "A : 일요일에 좀 올래? \\nB : 왜 그러는데? \\nA : 점심에 파티를 하려고 하는데 좀 도와줘 \\nB : 스케줄을 확인해봐야 돼. 좀 이따 다시 전화할게. \\nA : 알았어. ",
			"explains": "A : Can you come over on Sunday? \\nB : Why?  \\nA : We're planning on having a party around lunch time and need a hand. \\nB : I've got to check my schedule. Let me get back to you in a few minutes.  \\nA : Sure. \\n"
		},
		{
			"title": "Jason: Hey, Lisa! I'm really sorry but I got stuck in heavy traffic.",
			"means": "Jason: 리사! 정말 미안한데 길이 너무 막히네.\\nLisa: 정말? 네가 일찍 출발 했었어야지.\\nJason: 나도 알아, 이렇게 길이 막힐 줄 예상을 못했지. 정말 미안해.\\nLisa: 그래, 괜찮아, 오늘 저녁을 네가 산다면 내가 용서해 줄게.\\nJason: 알았어!\\nLisa: 이제부턴 이런 실수 다시 하면 안돼!",
			"explains": "Jason: Hey, Lisa! I'm really sorry but I got stuck in heavy traffic.\\nLisa: Really? You should have left earlier.\\nJason: I know, I didn't expect a traffic jam. I'm so sorry.\\nLisa: Well, that's okay. I'll forgive you if you buy dinner tonight.\\nJason: That's no problem!\\nLisa: From now on, don't let it happen again.\\n"
		},
		{
			"title": "Jason: I think I'm going to be late because of the traffic. Will you forgive me?",
			"means": "Jason: 내 생각에 내가 조금 늦을 것 같아. 너그럽게 봐줄래?\\nLisa: 뭐라고? 그 길에서 데모 하는 것을 몰랐단 말이야?\\nJason: 몰랐어! 대중교통을 이용하는 것이 더욱 빠르겠다. 정말 미안해.\\nLisa: 이번 한 번만 봐줄게. 빨리 서둘러!",
			"explains": "Jason: I think I'm going to be late because of the traffic. Will you forgive me?\\nLisa: What? You didn't know there is a demonstration going on?\\nJason: No! I guess it will be faster with the public transport then. I'm sorry.\\nLisa: I'll let you off this time. Hurry up!\\n"
		},
		{
			"title": "A : How many courses are you taking this semester?",
			"means": "A : 이번 학기에 몇 과목 들어?\\nB : 7과목을 들어. 21학점이야.\\nA : 와! 굉장히 많다!\\nB : 새 학기는 어떤 것 같아?\\nA : 좋아. 하지만 달라진 점이 몇 가지 있는 것 같아.\\nB : 왜?\\nA : 보기엔 다 똑같긴 한데 디지털화되었어.",
			"explains": "A : How many courses are you taking this semester?\\nB : I'm taking 7 courses. They are 21 credits.\\nA : Wow! That's a lot!\\nB : How do you like your new semester?\\nA : Good! But it seems like there are some changes.\\nB : Why?\\nA : Everything looks the same but it's digitalized now.\\n"
		},
		{
			"title": "A : Is this AAA repair shop?",
			"means": "A : AAA 수리 점인가요?\\nB : 네. 맞습니다.\\nA : 안녕하세요. 저는 James입니다. 10분 전에 직원분과 통화를 했고요.\\nA : 그분께서 저희 집에 와서 천장을 고쳐주기로 하셨는데 이제 와서 오늘은 올 수 없다고 하네요.\\nB : 죄송하지만 급한 문제가 생겨서요. 다른 직원이 방문할 수 있는지 알아볼게요.\\nB : 2시까지 사람을 보내드릴 수 있습니다.\\nA : 도와주셔서 감사합니다.",
			"explains": "A : Is this AAA repair shop?\\nB : Yes.\\nA : Hi. I'm James and I spoke to one of your staff members 10 minutes ago.\\nA : He said he would come to fix my ceiling but now he says that he can't come today.\\nB : We're sorry. But he has got an urgent matter. I'll find someone else to visit you.\\nB : I can send you someone by 2 p.m.\\nA : Thank you for your help. Bye.\\n"
		},
		{
			"title": "Ted: Why the long face? ",
			"means": "Ted: 왜 그런 우울한 얼굴을 하고 있어요?\\nSophie: 죄송한데 제 머리 스타일이 마음에 들지 않아요.\\nTed: 정말로요? 그러면 다음 방문 때 다른 디자이너에게 무료로 머리를 할 수 있는 쿠폰을 드리면 기분이 조금 좋아지시겠습니까?\\nSophie: 지금 뭐 어쩔수 없죠. 고맙습니다.",
			"explains": "Ted: Why the long face? \\nSophie: I'm sorry but I don't like my hairstyle. \\nTed: Oh, really? Will a free coupon with different designer next time liven your mood a little? \\nSophie: Well, there's nothing I can do now. Thank you. \\n"
		},
		{
			"title": "A : Have you had a great day so far?",
			"means": "A : 오늘 하루 잘 지내고 있니?\\nB : 응. 날씨도 좋고 햇살도 비추네.\\nA : 나랑 영화 보러 가고 싶어 했었지, 맞지?\\nB : 응.\\nA : 어디에서 만날까? 우리 집에서 볼까? 영화관에서 만날까?\\nB : 저녁 7시에 영화관에서 보자.\\nA : 알았어. 근처에 오면 문자 해.",
			"explains": "A : Have you had a great day so far?\\nB : Yes. The weather is beautiful and the sun is shining.\\nA : You wanted to go to the movies with me, right?\\nB : Yes.\\nA : So where shall we meet up, at my place or at the movie theater?\\nB : Let's meet up at the movie theater at 7 p.m.\\nA : Alright. Text me when you are close by.\\n"
		},
		{
			"title": "B : I haven't been able to sleep for three days.",
			"means": "A : 어디가 안 좋으신가요?\\nB : 3일 동안 잠을 못 자고 있어요.\\nA : 이전에도 이런 문제가 있으셨나요?\\nB : 아니요.\\nA : 복용 중인 약이 있으신가요?\\nB : 아니요. 현재 약을 복용하고 있지 않습니다.\\nA : 처방전을 써드릴게요.\\nA : 하루에 세 번 복용하세요.\\n",
			"explains": "A : What seems to be the problem?\\nB : I haven't been able to sleep for three days.\\nA : Have you had this problem before?\\nB : No.\\nA : Are you taking any medication?\\nB : No. I'm not taking any medication now.\\nA : I'm going to write you a prescription.\\nA : Take three times daily.\\n"
		},
		{
			"title": "A : My head's stuffed up. I've got a runny nose, and I'm aching all over. ",
			"means": "A : 오늘 몸이 너무 안 좋아.\\nB : 보기에도 안 좋아 보여.\\nB : 왜 그런 거야?\\nA : 머리가 띵하고, 콧물도 나고 온몸이 쑤셔.\\nB : 무슨 약 먹어?\\nA : 아직 아무것도 안 먹었어. 내가 먹을만한 약이 있어?\\nB : 찾아볼게.\\nB : 감기와 독감 약이 있어. 잠자게 도와줄 거야.\\nA : 응, 진짜 고마워",
			"explains": "A : I feel awful today.\\nB : You don't look so good, either. \\nB : What's wrong?\\nA : My head's stuffed up. I've got a runny nose, and I'm aching all over. \\nB : What are you taking?\\nA : Nothing so far. Do you have anything I can take? \\nB : Let me go look. \\nB : I brought some cold and flu medicine. It'll help you sleep.\\nA : Thanks. I really appreciate it. \\n"
		},
		{
			"title": "Jason: Are you going to Lisa's housewarming party? ",
			"means": "Jason: 너 혹시 리사 집들이에 갈 거니?\\nSophie: 어, 갈 거야. 그런데 너는 빈손으로 갈거니?\\nJason: 당연히 아니지. 난 와인 한 병 사갈까 생각 중이야.\\nSophie: 샴페인을 사가는 것이 어때? 나도 돈을 보탤게.\\nJason: 아주 좋은 생각인데. 전적으로 찬성이야.\\nSophie: 좋아! 그럼 몇 시에 만날까?",
			"explains": "Jason: Are you going to Lisa's housewarming party? \\nSophie: Yeah. Are you going there empty-handed? \\nJason: Of course not. I'm thinking of buying a bottle of wine. \\nSophie: How about getting a bottle of champagne? I'll chip-in a few extra dollars. \\nJason: That sounds like a good idea. I'm all for it. \\nSophie: Deal! What time do you want to meet then?\\n"
		},
		{
			"title": "Sophie: You know, Lisa doesn't like to drink that much. ",
			"means": "Sophie: 그거 알아? 리사는 술 마시는 거 별로 안 좋아해.\\nJason: 정말? 그럼 어떻게 하지?\\nSophie: 우리가 뭐라도 같이 사서 리사에게 주는 것은 어떨까?\\nJason: 그거 아주 좋은 생각이군. 맥주랑 스테이크 좀 사고, 스테이크는 리사네서 구우면 되겠네.",
			"explains": "Sophie: You know, Lisa doesn't like to drink that much. \\nJason: Really? Then what should we do? \\nSophie: Why don't we buy something together and give it to her? \\nJason: It's a good idea. We can get some beer, some steaks and grill them at her place.\\n"
		},
		{
			"title": "Jason: On the way back, do you want me to get anything for you? A sandwich or coffee, maybe? ",
			"means": "Jason: 돌아오는 길에 뭐라도 사다 줄까? 샌드위치나 커피 같은 것?\\nLisa: 고마워. 샌드위치가 좋을 것 같아.\\nJason: 아냐, 괜찮아. 내가 커피도 한잔 사다 줄게.\\nLisa: 어떻게 고마워 해야 할지 모르겠네. 내가 다음에 저녁 한번 살게.",
			"explains": "Jason: On the way back, do you want me to get anything for you? A sandwich or coffee, maybe? \\nLisa: That's very sweet of you. A sandwich sounds great to me. \\nJason: Oh, don't mention it. I'll get you a regular coffee as well. \\nLisa: I can't thank you enough. I'll take you out for dinner next time.\\n"
		},
		{
			"title": "Jason: Hey Lisa! Aren't you going for lunch? ",
			"means": "Jason: 리사! 점심 먹으러 안 가?\\nLisa: 오늘은 그냥 안 먹으려고. 오늘 해야 할 일이 너무 많아.\\nJason: 정말이야? 오후에 배가 많이 고플텐데.\\nLisa: 나도 알아, 하지만 어쩌겠어? 우리 상사가 오늘까지 마무리 하라고 하는데.\\nJason: 하지만 쉬지 않고 계속 일을 하는 것은 아주 비능률적이야. 네 상사한테 그렇게 말해 봐.\\nLisa: 그래야겠어. 걱정해 줘서 고마워.",
			"explains": "Jason: Hey Lisa! Aren't you going for lunch? \\nLisa: I'm going to skip it today. I have tons of work to do. \\nJason: Are you sure? You'll be starving in the afternoon. \\nLisa: I know, but what can I do? The top dog wants me to get this done by today. \\nJason: Well, working without any break is very inefficient. You should tell him that. \\nLisa: Maybe I will. Thanks for your consideration.\\n"
		},
		{
			"title": "Jason: Wow, that was one tasty dish. I'll pay for you this time.",
			"means": "Jason: 와! 정말 맛있게 먹었다. 오늘은 내가 낼게.\\nSophie: 뭐? 아니야! 고맙지만 내 음식값은 내가 낼게.\\nJason: 내가 살게. 내가 사게 해 줘.\\nSophie: 뭣 때문에 사 주려고? 괜찮아. 다음에 사 줘.\\nJason: 좋아! 그럼 반반씩 낼까?\\nSophie: 좋아! 각자 내는 것이 좋을 듯 싶다.\\n",
			"explains": "Jason: Wow, that was one tasty dish. I'll pay for you this time.\\nSophie: What? No! Thanks but I'll pay for my own.\\nJason: It's my treat. Allow me.\\nSophie: What's the occasion? It's okay. You can treat me next time.\\nJason: Alright! Why don't we split this one, then?\\nSophie: OK! Going Dutch sounds good to me.\\n"
		},
		{
			"title": "Jason: I think there's a mistake on the bill. ",
			"means": "Jason: 계산서에 착오가 있는 것 같은데.\\nSophie: 나도 그런 것 같아. 요리를 몇 접시 주문했지?\\nJason: 주 요리를 2접시 주문했는데 3접시로 계산이 되었네.\\nSophie: 정말? 이 추가 요금에 대해 항의를 해야겠어.",
			"explains": "Jason: I think there's a mistake on the bill. \\nSophie: I think you're right. How many dishes did we order? \\nJason: We only had 2 main courses, but they put us down for 3. \\nSophie: Really? We should complain about this extra charge.\\n"
		},
		{
			"title": "A : I'm fine but I got some scratches on my car.",
			"means": "A : 괜찮아요?\\nB : 전 괜찮은 것 같아요. 당신은요?\\nA : 저는 괜찮은데 차가 좀 긁힌 것 같아요\\nB : 어떻게 하죠? 10분 뒤면 파티가 시작해요.\\nA : 우선 보험사에 전화를 해야겠어요.\\nB : 그렇게 해요. 전 Jina에게 전화해서 늦는다고 얘기할게요.\\nA : Jina가 이해해줄 거예요.\\n",
			"explains": "A : Are you all right?\\nB : I think I'm fine. How about you?\\nA : I'm fine but I got some scratches on my car.\\nB : What should we do? The party begins in 10 minutes.\\nA : I think we should call the insurance company first.\\nB : Go ahead. I'll call Jina and tell her that we will be late.\\nA : I'm sure she will understand.\\n"
		},
		{
			"title": "A : Can I have some snacks?",
			"means": "A : 엄마!\\nB : 어, James.\\nA : 스낵 먹어도 돼요?\\nB : 몇 시지?\\nA : 4시에요.\\nB : 기다리는 것이 좋겠어. 저녁 먹을 시간이 거의 다 되었단다.\\nB : 음… 어떤 간식을 먹고 싶니?\\nA : 초콜릿요?\\nB : 당근은 어때?\\nA : 싫어요. 그럼 샌드위치 먹고 싶어요! 시금치 샌드위치요.",
			"explains": "A : Mom!\\nB : Yeah, James.\\nA : Can I have some snacks?\\nB : What time is it?\\nA : It's four.\\nB : We'd better wait. It's almost time for dinner.\\nB : Well…what kind of snack do you want?\\nA : Chocolate?\\nB : How about some carrots?\\nA : No. Then I'd like to have a sandwich! A spinach sandwich!\\n"
		},
		{
			"title": "Lisa: Hey, Sophie! I have some great news! ",
			"means": "Lisa: 소피! 아주 좋은 소식이 있어.\\nSophie: 정말? 빨리 말해 줘!\\nLisa: 넌 이제 이모가 될 거야.\\nSophie: 뭐라고? 그럼 네가 임신했다는 거야?\\nLisa: 맞아! 톰이랑 난 너무 기쁘고 흥분 되.\\nSophie: 축하해! 너무 잘 됐다.",
			"explains": "Lisa: Hey, Sophie! I have some great news! \\nSophie: Really? Tell me! \\nLisa: You're going to be an aunt! \\nSophie: What? You mean you're pregnant? \\nLisa: That's right! Tom and I are so excited. \\nSophie: Congratulations! I'm so happy for you two.\\n"
		},
		{
			"title": "Lisa: I'm really happy that you're happy. ",
			"means": "Lisa: 네가 기뻐하니까 나도 너무 기분이 좋아.\\nSophie: 너도 내가 아이들을 좋아하는 거 알지? 나한테 조카가 생긴다는 것이 너무 기뻐.\\nLisa: 너는 언제 결혼 할거니?\\nSophie: 누가 알겠어? 너 내가 결혼 빨리 하고 싶어하는 거 알잖아. 그리고 내가 아직 남자친구가 없다는 것도 알 텐데!",
			"explains": "Lisa: I'm really happy that you're happy. \\nSophie: You know I love babies. I'm delighted that I'll have a niece or nephew. \\nLisa: When are you going to get married? \\nSophie: Who knows? You know I want to get married soon, and you also know that I don't even have a boyfriend yet!\\n"
		},
		{
			"title": "Jason: Wow! How am I going to pass on this bad news? ",
			"means": "Jason: 아이고! 어떻게 이 안 좋은 소식을 전달하지?\\nLisa: 나도 모르겠어. 하지만 얘기는 해 줘야지. 그냥 눈 질끈 감고 말하자.\\nJason: 소피! 안 좋은 소식이 있어.\\nLisa: 안돼! 내가 생각하는 것이 아니길…\\nJason: 안됐지만 네가 생각한데로야. 너 시험에서 떨어졌어.\\nLisa: 정말? 어쩌면 좋지?",
			"explains": "Jason: Wow! How am I going to pass on this bad news? \\nLisa: I don't know. But we have to tell her. Let's just bite the bullet.\\nJason: Hey, Sophie! We have some bad news to tell you.\\nSophie: Oh, no! Hopefully it's not what I think it is.\\nJason: Unfortunately, it is! You failed the test.\\nSophie: Really? That's just terrible.\\n"
		},
		{
			"title": "Lisa: Cheer up, Sophie! It's not the end of the world. ",
			"means": "Lisa: 소피! 기운 좀 내. 세상이 다 끝난 게 아니니까 너무 상심하지 마.\\nSophie: 아, 그래 고마워. 근데 말은 쉽지. 너는 A+를 받았으니까.\\nLisa: 너무 그렇게 부정적으로 생각하지 마. 교수님께 재시험을 부탁드려 보는 건 어때?\\nSophie: 그래? 그거 정말 좋은 생각인데.",
			"explains": "Lisa: Cheer up, Sophie! It's not the end of the world. \\nSophie: Well, thanks, it's easy for you to say. You've got an A+. \\nLisa: Don't be so negative. Why don't you ask the professor for a re-test? \\nSophie: You know what? That is actually a good idea.\\n"
		},
		{
			"title": "A : Don't you think you should take a vacation? Even one or two days would be fine.",
			"means": "A : 휴가를 내야 하지 않아? 하루나 이틀이라도 좋을 거야.\\nB : 안돼. 해야 할 일이 너무 많아.\\nA : 하지만 너 너무 지쳐 보여. 휴식을 취해야 해.\\nB : 알아. 사람들을 더 뽑으면 좋을 텐데.\\nA : 사람들을 더 뽑지 않을 거래?\\nB : 응. 난 많은 업무량에 정말로 어쩔 줄 모르겠어.",
			"explains": "A : Don't you think you should take a vacation? Even one or two days would be fine.\\nB : There's no way. There's too much work to do.\\nA : But you look so exhausted. You need a break!\\nB : I know. My chances would be better if they would hire more people. \\nA : They won't hire more people? \\nB : No. I'm really overwhelmed with a heavy workload. \\n"
		},
		{
			"title": "Jason: Guess what? My horse just won the race. I'm rich! ",
			"means": "Jason: 들어봐. 내가 선택한 말이 이번 경주에서 이겼어. 난 이제 부자야!\\nLisa: 와우! 넌 정말 운이 좋구나! 돈을 얼마나 딴 거야?\\nJason: 내가 Lucky Win 이라는 말에 $5 를 걸었는데 배당률이 11:1이었어. 그러니까 $55 를 딴 거지.\\nLisa: 축하한다는 말 빼고는 뭐라고 말해야 할 지 모르겠네.\\nJason: 고마워! 친구들한테 이 놀라운 소식을 전해야겠어.\\nLisa: 그래! 네 소식에 분명 놀랄거야.",
			"explains": "Jason: Guess what? My horse just won the race. I'm rich! \\nLisa: Wow! You are so lucky! How much did you win?\\nJason: I placed $5 on Lucky Win and the odds were 11:1, so I just won $55.\\nLisa: I don't know what to say. Congratulations.\\nJason: Thanks! I'm going to tell my friends what happened.\\nLisa: Yeah! I'm sure they will be shocked with your surprising luck.\\n"
		},
		{
			"title": "Lisa: So what did your friends say?",
			"means": "Lisa: 그래, 친구들이 뭐래?\\nJason: 그게 있잖아… 말할게 있는데.\\nLisa: 뭔데? 뭔가 안 좋은 기분이 드는데?\\nJason: 다음 경주에서 내가 딴 돈을 전부 걸었는데 다 잃었어. 난 이제 다시 거지야.",
			"explains": "Lisa: So what did your friends say?\\nJason: Well… You know… I have something to tell you.\\nLisa: What is it? Why am I sensing that something is wrong?\\nJason: Well, I bet all the money I won on the next race and I lost. I'm back to being poor now.\\n"
		},
		{
			"title": "A : Have you heard the news about Kate?",
			"means": "A : Kate에 대한 소식 들었어?\\nB : 무슨 소식?\\nA : Kate가 사고를 당했어.\\nB : 정말? 지금 어디에 있는데?\\nA : 병원에 있어. 오늘 밤 그녀에게 가보려고 해.\\nB : 심각한 부상을 입은 거야?\\nA : 내가 듣기로는 심각한 부상을 입었대. 아직 의식이 없대.\\nB : 몇 시에 갈 거니?\\nA : 7시에서 8시 정도.\\nB : 나도 가고 싶어. 같이 가도 될까?\\nA : 물론이지. 어디서 만날까?\\nB : 내가 너희 집으로 갈게.",
			"explains": "A : Have you heard the news about Kate?\\nB : What news?\\nA : Kate had got an accident.\\nB : Really? Where is she now?\\nA : She is in the hospital. I want to visit her tonight.\\nB : Does she get a serious injury?\\nA : I heard she got a serious injury. She is still unconscious now.\\nB : What time will you visit her tonight?\\nA : Around 7 to 8.\\nB : I also want to visit her. May I come with you?\\nA : Of course you may. Where do we meet?\\nB : I'll come to your house.\\n"
		},
		{
			"title": "Jason: A few days ago, a pickpocket tried to steal my wallet. ",
			"means": "Jason: 그래서 그랬구나!\\nSophie: 뭐라고? 무슨 말을 하는 거야?\\nJason: 며칠 전에 소매치기범이 내 지갑을 훔치려 했었어.\\nSophie: 정말? 소매치기 안 당해서 정말 다행이네.\\n",
			"explains": "Jason: So, that's what it was. \\nSophie: I'm sorry? What are you talking about? \\nJason: A few days ago, a pickpocket tried to steal my wallet. \\nSophie: Oh, no! Thank god he failed.\\n"
		},
		{
			"title": "A : Mom, can I go to a movie with Jennifer? ",
			"means": "A : 엄마, Jennifer랑 영화 보러 가도 돼요?\\nB : 물론이지. 근데 이번 주에 성적표가 나오기로 되어있지 않니?\\nA : Jennifer에게 지금 전화해도 돼요?\\nB : 내 질문에 대답 안 했어. 성적표 받았니?\\nA : 엄마 사랑해요!\\nB : 나에게 아부하려고 하지 마.\\n",
			"explains": "A : Mom, can I go to a movie with Jennifer? \\nB : Sure, but weren't you supposed to get a report card sometime this week? \\nA : Well, can I call Jennifer now? \\nB : You didn't answer my question. Did you receive it? \\nA : I love you Mom! \\nB : Don't try to butter me up. \\n"
		},
		{
			"title": "A : The movie is over. You slept through the best part.",
			"means": "A : 아빠!\\nB : 뭐라고?\\nA : 영화가 끝났어요. 최고의 장면에서 계속 주무셨어요.\\nB : 마지막 몇 분 동안 잠에 들었어.\\nA : 영화는 어떠셨어요?\\nB : 실망했어. 내 말은 이야기가 다소 이상했어.\\nA : 저는 정말이지 환상적이라고 생각했어요. 특수효과도 훌륭했고요.",
			"explains": "A : Dad!\\nB : what?\\nA : The movie is over. You slept through the best part.\\nB : I dozed off during the last few minutes.\\nA : So what did you think about it?\\nB : I'm disappointed with the movie. I mean, the story somewhat bizarre.\\nA : I thought it was really fantastic and the special effects were awesome.\\n"
		},
		{
			"title": "Sophie: I heard that nowadays many people find their partners through blind dates. ",
			"means": "Sophie: 요즘은 많은 사람들이 소개팅을 통해서 배우자를 만난다고 들었어.\\nLisa: 그런걸 어디서 들었니?\\nSophie: 친구들끼리 얘기를 하더라고. 내 친구들 모두가 남자친구를 소개팅으로 만났거든.\\nLisa: 그럴리가! 농담이지?",
			"explains": "Sophie: I heard that nowadays many people find their partners through blind dates. \\nLisa: Where did you get that information? \\nSophie: My friends were talking about it. They all met their partners through blind dates. \\nLisa: For real? You've got to be kidding.\\n"
		},
		{
			"title": "Secretary: Good morning, Noel Anderson's office.",
			"means": "(레니가 사무실로 친구 노엘에게 전화를 해서…)\\n비서: 안녕하세요. 노엘 앤더스 사무실입니다.\\n레니: 안녕하세요. 노엘, 사무실에 있나요?\\n비서: 죄송합니다만 지금 사무실에 안 계십니다.\\n레니: 언제 돌아올까요?\\n비서: 하루 종일 들락날락할 거라고 하셨어요.\\n레니: 꼭 빨리 통화를 해야 돼서요.\\n비서: 메시지를 남기시겠어요?\\n레니: 예. 야구 볼 생각이 있으면 레니가 오늘밤 야구 경기 표를 갖고 있다고 전해주세요.\\n비서: 메시지를 전달하겠습니다. 다른 일이 또 있나요?\\n레니: 기회가 되면 전화해 달라고 해주세요. 고맙습니다.\\n",
			"explains": "(Lenny is calling his friend, Noel, at his office…)\\nSecretary: Good morning, Noel Anderson's office.\\nLenny: Good morning. Is Noel in his office?\\nSecretary: I'm sorry, he's out of the office at the moment.\\nLenny: Do you know when he'll be back?\\nSecretary: He said he would be in and out all day.\\nLenny: I really need to talk with him soon.\\nSecretary: Would you like to leave a message?\\nLenny: Yes. Please tell him that Lenny has tickets for the baseball game tonight if he's up for it.\\nSecretary: I'll give him your message. Anything else?\\nLenny: Ask him to call me when he gets a chance. Thank you.\\n"
		},
		{
			"title": "Lisa: Hello. A return ticket to Win-city, please. ",
			"means": "Lisa: 안녕하세요. 윈 도시로 가는 왕복표 하나 주세요.\\nTicket Officer: 물론이죠. 몇 시에 떠나실거죠?\\nLisa: 윈 도시로 가는 다음 기차가 몇 시에 있는데요?\\nTicket Officer: 다음 기차가 3분 후에 도착하는데 제 생각으론 다음 기차는 못 탈 것 같군요.\\nLisa: 그럼 그 다음 기차는 몇 시에 있죠?\\nTicket Officer: 다음 기차는 15분 후에 도착할 것입니다.",
			"explains": "Lisa: Hello. A return ticket to Win-city, please. \\nTicket Officer: Sure. What time are you planning to leave?\\nLisa: What time is the next train to Win-City?\\nTicket Officer: The next train will be in 3 minutes and I don't think you can catch that one.\\nLisa: Then when is the next one after that?\\nTicket officer: It will arrive 15 minutes later.\\n"
		},
		{
			"title": "Lisa: I would like a 4:15 one-way ticket to Win-City, please.",
			"means": "Lisa: 윈도시로 가는 4시 15분 편도티켓 한 장 주세요.\\nTicket officer: 4시 15분이요? 지금이 4시 20분인데요. 당신 시계로는 지금 몇 시죠?\\nLisa: 제 시계로는 4시 10분인데요. 다시 한번 시간 봐 주세요.\\nTicket officer: 지금 4시 21분이에요. 제 생각에는 당신의 시계가 10분 느린 것 같군요.",
			"explains": "Lisa: I would like a 4:15 one-way ticket to Win-City, please.\\nTicket Officer : 4:15 P.M.? It's 4:20 now. What's the time on your watch?\\nLisa: It's 4:10 on my watch. Can you check the time again, please?\\nTicket Officer : It's 4: 21 now. I think your watch is 10 minutes slow.\\n"
		},
		{
			"title": "Sophie: Excuse me! Can you help me with the functions on this DVD player?",
			"means": "Sophie: 실례합니다. 이 DVD 플레이어의 작동법을 알려 주시겠습니까?\\nAssistant: 그러지요. 이 DVD 플레이어기는 가장 최신 모델입니다.\\nSophie: 그렇지만 작동이 쉽지가 않군요.\\nAssistant: 다양한 기능을 갖춘 제품이기 때문이죠.\\nSophie: 영화재생과 멈춤 작동 방법을 좀 알려 주시겠어요?\\nAssistant: 아주 쉬워요. 이 버튼만 누르면 됩니다.",
			"explains": "Sophie: Excuse me! Can you help me with the functions on this DVD player?\\nAssistant: Sure. This DVD player is the latest model.\\nSophie: Well, it's not simple to use.\\nAssistant: It's because this product has a lot of useful functions.\\nSophie: Can you just tell me how to play and pause the movie?\\nAssistant: It's easy. You just need to press this button.\\n"
		},
		{
			"title": "Sophie: I need somebody to help me with this DVD player.",
			"means": "Sophie: 이 DVD 플레이어 관련해서 누가 좀 도와주셨으면 좋겠는데요.\\nAssistant: 죄송합니다만, 2시까지 기다려야 할 것 같네요.\\nSophie: 왜요?\\nAssistant: 고객서비스를 담당하시는 분이 점심 식사하러 가셔서 지금 계시지 않거든요.\\n",
			"explains": "Sophie: I need somebody to help me with this DVD player.\\nAssistant: I'm sorry. But unfortunately you have to wait until 2 P.M.\\nSophie: May I ask why that is?\\nAssistant: The person who takes care of customer service is on his lunch break now. I am afraid that he is not here to assist you.\\n"
		},
		{
			"title": "A : Can you tell me about yourself?",
			"means": "A : 자기소개 좀 해주시겠어요?\\nB : 네. 제 이름은 James이고요. 30살입니다.\\nA : 가족은 몇 명인 가요?\\nB : 5명입니다. 부모님, 2명의 누나, 그리고 제가 있습니다.\\nA : 가족과 함께 사시나요?\\nB : 네. 같이 살고 있습니다.",
			"explains": "A : Can you tell me about yourself?\\nB : Sure. My name is James and I'm 30 years old.\\nA : How many people are there in your family?\\nB : There are five people in my family. They are my parents, two older sisters and me.\\nA : Do you live with your family?\\nB : Yes, we live together.\\n"
		},
		{
			"title": "Assistant: Hello, are you looking for anything in particular?",
			"means": "Assistant: 어서 오세요. 특별히 찾으시는 물건이 있으세요?\\nLisa: 이곳의 특산물이 무엇인가요? (이곳은 무엇으로 유명한가요?)\\nAssistant: 이 지역에는 특산품이 많아요.\\nLisa: 이것이 마음에 드는군요. 이거 수공예품인가요?\\nAssistant: 그럼요! 손으로 만든 것이라 아주 독특하고 세상에서 하나밖에 없는 물건이죠.\\nLisa: 기념품으로 아주 좋겠네요. 이거 사겠습니다.\\n",
			"explains": "Assistant: Hello, are you looking for anything in particular?\\nLisa: What is this place famous for?\\nAssistant: We have many special products in this town.\\nLisa: Oh, I like this. Is this hand-made?\\nAssistant: Of course! Since it's made by hand, it's very unique and it's the only one in the world.\\nLisa: I think this will make a good souvenir. I'll take it.\\n"
		},
		{
			"title": "Lisa: Oh my god! What am I going to do?",
			"means": "Lisa: 맙소사! 이를 어째?\\nAssistant: 세상에! 무슨 일을 저지른 겁니까? 저도 어떻게 해야 될지 모르겠네요.\\nLisa: 다시 원래대로 할 수 있다면 무슨 일이든지 할게요. 아니면 배상해 드릴게요. 가격이 얼마죠?\\nAssistant: 돈이 문제가 아닙니다. 이것은 국보입니다. 이건 건드리면 안 되는 건데...\\n",
			"explains": "Lisa: Oh my god! What am I going to do?\\nAssistant: Oh no! Look at what you've done! I don't know what I'm going to do now.\\nLisa: I'll do whatever to fix it, or I'll pay for it. How much is it?\\nAssistant: It's not a matter of money, it's a national treasure. You are not supposed to touch it.\\n"
		},
		{
			"title": "Assistant: How would you like to pay for this?",
			"means": "Assistant: 어떻게 물건값을 지불 하시겠습니까?\\nLisa: 카드로 계산하겠습니다.\\nAssistant: 네, 문제 없습니다. 전부 120 달러입니다.\\nLisa: 할부로 구입할 수 있나요?\\nAssistant: 몇 개월 할부로 해 드릴까요?\\nLisa: 6개월로 해 주세요.",
			"explains": "Assistant: How would you like to pay for this?\\nLisa: I'll pay it with a credit card.\\nAssistant: OK, that's not a problem. It's $120 all together.\\nLisa: Can I pay in installments?\\nAssistant: Sure. How many months would you like to pay for it?\\nLisa: Over 6 months, please.\\n"
		},
		{
			"title": "Assistant: If you pay by installments over 6 months, there is a 15% interest charge.",
			"means": "Assistant: 만약 6개월 할부를 하시면 15% 이자가 붙습니다.\\nLisa: 정말요? 무이자 할부는 없나요?\\nAssistant: 3개월까지는 무이자 할부가 가능합니다.\\nLisa: 좋습니다. 그렇게 하겠습니다.",
			"explains": "Assistant: If you pay by installments over 6 months, there is a 15% interest charge.\\nLisa: Really? Do you have any zero interest-plans?\\nAssistant: We have an interest-free installment plan for the first three months.\\nLisa: That sounds good to me. I'll do that.\\n"
		},
		{
			"title": "A : Among the training programs, which do you prefer?",
			"means": "A : 교육과정 중에 어떤 것을 더 선호하시나요?\\nA : 팀 연수 과정인가요 아니면 개인 연수 과정인가요?\\nB : 저는 개인 연수 과정을 더 선호합니다. 왜냐하면 사람들이라 잘 어울리지 못하거든요.\\nA : 어떤 과정이 가장 도움이 되나요?\\nB : 제 생각에는 PT 수업인 것 같아요.\\n",
			"explains": "A : Among the training programs, which do you prefer?\\nA : The team training program or individual training program?\\nB : I prefer the individual training program because I am not good at interacting with people.\\nA : Then which course offers the most benefits to you?\\nB : I would say it's the PT class.\\n"
		},
		{
			"title": "Lisa: Yes. Would you please gift-wrap this for me? It's a present.",
			"means": "Assistant: 제가 무엇을 도와드릴까요?\\nLisa: 이것을 포장해 주세요. 선물이거든요.\\nAssistant: 특별한 분을 위한 것인가 보군요.\\nLisa: 그리고요 이 주소로 배달해 주실 수 있나요?\\nAssistant: 네, 하지만 배송료를 지불하셔야 합니다.\\nLisa: 네, 알겠습니다.",
			"explains": "Assistant: May I help you with something? \\nLisa: Yes. Would you please gift-wrap this for me? It's a present.\\nAssistant: It must be for someone special.\\nLisa: Also can you deliver it to this address?\\nAssistant: Sure, but you have to pay for the delivery charge.\\nLisa: No problem.\\n"
		},
		{
			"title": "Assistant: I'm sorry, but we don't have a delivery service.",
			"means": "Assistant: 죄송합니다만, 저의는 배달서비스를 하지 않습니다.\\nLisa: 그럼 어디에 가서 배달서비스를 부탁해야 할까요?\\nAssistant: 1층으로 내려가시면 '배달 서비스부'가 있을 것입니다.\\nLisa: 고맙습니다. 그런데 제가 언제 받아 볼 수 있는지 아시나요?",
			"explains": "Assistant: I'm sorry, but we don't have a delivery service.\\nLisa: Then where can I go for this service?\\nAssistant: If you go down to the first floor, you can see the 'Delivery Section'.\\nLisa: That's great. Do you know when it will arrive?\\n"
		},
		{
			"title": "A : James! It's Edward.",
			"means": "A : 제임스! 저 에드워드예요.\\nB : 지금 어디예요?\\nA : 저 지금 역에 있어요. 늦어서 정말 죄송한데요. 기차가 늦어져서요. 택시를 기다리고 있어요.\\nB : 하지만 10시에 스미스씨와 미팅이 있잖아요.\\n: A네, 저도 알아요. 벌써 오셨나요?\\nB : 네. 지금 사무실에 계세요.\\nA : 그럼 저 없이 회의 시작하세요. 하지만 반드시 메모는 해주세요.\\n",
			"explains": "A : James! It's Edward.\\nB : Where are you now?\\nA : I'm at the station. I'm so sorry for being late, but the train was late. I'm waiting for a cab.\\nB : But we have a meeting with Mr. Smith at 10 O'clock.\\nA : Yes, I know. Is he there yet?\\nB : Yes, he is in your office.\\nA : Then start the meeting without me, but make sure to take notes.\\n"
		},
		{
			"title": "A : I need somebody to come over and fix my internet.",
			"means": "A : 누가 좀 와서 제 인터넷 좀 고쳐주셨으면 해요.\\nB : 인터넷에 어떤 문제가 있나요?\\nA : 연결하는데 문제가 있어요.\\nB : 언제부터 이 문제가 있었어요?\\nA : 연결이 안 된지 며칠 됐어요.\\nB : 인터넷 창이 뜨지 않는 건가요?\\nA : 창이 뜨기는 하지만 연결이 되지 않아요.\\nB : 분명 연결에 문제가 있네요.\\nA : 오늘 고칠 수 있도록 누구 좀 보내주실 수 있나요?\\nB : 고치실 수 있도록 지금 보내드릴 수 있습니다.\\nA : 오시는데 어느 정도 시간이 걸릴까요?\\nB : 30분 안에는 도착할 것입니다.",
			"explains": "A : I need somebody to come over and fix my internet.\\nB : What's the problem with your internet?\\nA : My internet is having problems connecting.\\nB : How long have you been having this problem?\\nA : I've been having this problem for the last few days.\\nB : Does the internet come up at all?\\nA : It does, but it won't connect to anything.\\nB : There's obviously a problem with your connection.\\nA : Could you send someone to fix it today?\\nB : I can send somebody right now to fix it.\\nA : How long will it be till they get here?\\nB : It should be no longer than 30 minutes.\\n"
		},
		{
			"title": "A : Why isn't Jenny at work today? ",
			"means": "A : 오늘 Jenny는 왜 회사에 안 나온 거야?\\nB : 듣자 하니 일이 생겨서 올 수 없었다고 해.\\nA : 어떤 일인지 궁금하네.\\nB : 최근에 Jenny가 남자친구랑 헤어진 것 같아.\\nA : 정말?\\nB : 나도 몰라. 그냥 추측하는 거야.\\nA : 그렇게 루머가 시작되는 거야.",
			"explains": "A : Why isn't Jenny at work today? \\nB : Apparently, something has come up and she couldn't come.\\nA : I wonder what happened.\\nB : It seems that she has recently broken up with her boyfriend.\\nA : Really? \\nB : I don't know. I'm only guessing. \\nA : That's how rumors get started.\\n"
		},
		{
			"title": "A : Let me ask you a question. What do you think of Greg?",
			"means": "A : 질문 하나 할게. Greg에 대해 어떻게 생각해?\\nB : 왜? 동료로 어떻게 생각하느냐고?\\nA : 응, 동료로서 어떻게 생각하는지 얘기해줘.\\nB : 그는 굉장히 체계적이고 책임감이 있어.\\nA : 개인적으로는 어떤 것 같아?\\nB : 개인적으로는, 온화하고 상냥한 마음을 가진 사람이야.\\n",
			"explains": "A : Let me ask you a question. What do you think of Greg?\\nB : Why? As a colleague? \\nA : Yes, as a colleague.\\nB : He is very organized and responsible.\\nA : What about as a person?\\nB : As a person, he is very gentle and a heart of gold.\\n"
		},
		{
			"title": "B : I'd rather not talk about it. Just don't ask.",
			"means": "A : 무슨 일이야?\\nB : 그건 별로 얘기하고 싶지 않아. 그러니 묻지 마.\\nA : 너 화를 좀 푸는 게 좋을 것 같아.\\nB : 점검을 받으려고 자동차 수리센터에 차를 가져갔었거든.\\nB : 그냥 대충 훑어보고는 500 달러나 청구하는 거 있지.\\nA : 너에게 바가지를 씌웠구나!\\n",
			"explains": "A : What happened? \\nB : I'd rather not talk about it. Just don't ask.\\nA : I think you need to let off some steam.\\nB : I took my car to the garage to have them check my car.\\nB : They only gave it a once-over and charged me 500 bucks.\\nA : They ripped you off!\\n"
		},
		{
			"title": "Matt: Well I had it out with john this morning.",
			"means": "(맷과 폴이 직장에서…)\\n맷: 오늘 아침 글쎄 존과 한바탕 싸웠지 뭐야.\\n폴: 뭣 때문에 싸웠어?\\n맷: 존이 항상 내 자리에다가 주차하잖아.\\n폴: 그래서 자네가 뭐라고 했어?\\n맷: 그동안 마음에 걸리는 얘기좀 좀 털어놔야겠다고 했지.\\n폴: 그랬더니?\\n맷: 화를 내고 야단이었어.\\n폴: 정말?\\n맷: 응. 그래도 이젠 내 자리에 차를 안세우겠다고 하긴 했어.\\n폴: 그럼 그 일은 그만 처리한 거네.\\n",
			"explains": "(Matt and Paul are at work … )\\nMatt: Well I had it out with john this morning.\\nPaul: What did you argue about?\\nMatt: He's always parking in my parking space.\\nPaul: What did you say to him? \\nMatt: I told him I had to get something off my chest.\\nPaul: And then what happened?\\nMatt: He got all bent out of shape.\\nPaul: Really?\\nMatt: Yes. But he said he wouldn't park in my space anymore.\\nPaul: I guess you put an end to that.\\n"
		},
		{
			"title": "A : When was the last time you went to a concert?",
			"means": "A : 마지막으로 콘서트에 간 게 언제인가요?\\nB : 2013년 10월이요. 비욘세의 월드 투어 콘서트였어요.\\nA : 거기에 갔었어요?\\nB : 네. 콘서트는 말로 형언할 수 없을 정도로 훌륭했어요.\\n",
			"explains": "A : When was the last time you went to a concert?\\nB : October 2013. It was Beyonce's world-tour concert.\\nA : You were there? \\nB : Yes. The concert was indescribable.\\n"
		},
		{
			"title": "Syd: Our writing teacher always keeps us in class late.",
			"means": "(대학 친구 둘이 식당에서 얘기한다 …)\\n시드: 우리 작문 선생님은 항상 수업을 늦게까지 계속하셔.\\n섀런: 선생님은 네가 나가야 되는 시간을 모르시니?\\n시드: 분명 아실텐데 일단 열중하면 강의를 중단하지 못하시는 거지. 시계를 보지도 않으시는 것 같아.\\n섀런: 누가 선생님한테 시간 얘기를 꺼내지도 않니?\\n시드: 모두들 너무 예의가 바른 탓에. 우린 그저 선생님이 끝내시기를 정중히 기다리는 거지.\\n섀런: 만약 바로 연달아 다른 수업이 있으면? 그 수업은 항상 늦는 거잖아.\\n시드: 맞아 난 일주일 세 번씩 수학 수업에 지각이야.\\n",
			"explains": "(Two college friends are talking in the cafeteria … )\\nSyd: Our writing teacher always keeps us in class late.\\nSharon: Doesn't she know when you're supposed to get out of class?\\nSyd: I'm sure she does but once she gets on a roll she won't stop lecturing. I don't think she ever looks at the clock.\\nSharon: Doesn't anyone bring it up with the teacher?\\nSyd: Everyone's too polite. We just politely wait for her to finish.\\nSharon: What if you had another class back-to-back? You'd always be late for that class.\\nSyd: You're right but I'm late to my math class three times a week.\\n"
		},
		{
			"title": "A : Would you be interested in taking dancing lessons with me?",
			"means": "A : 너 나랑 같이 춤 강습 받을 생각 있어?\\nB : 춤 강습?\\nA : 응. 재충전을 하는 좋은 방법이 될 거야.\\nB : 가격이 괜찮으면 같이 배워볼게.\\nB : 한 사람당 얼마야?\\nA : 한 사람당 한 시간에 50달러야.",
			"explains": "A : Would you be interested in taking dancing lessons with me?\\nB : Dancing lessons?\\nA : Yes. I think it will be a good way to recharge.\\nB : I will join you if the price is reasonable.\\nB : How much is it per person?\\nA : 50 dollars an hour per person.\\n"
		},
		{
			"title": "Nancy: So do you like your new job?",
			"means": "(리타가 이모 낸시를 방문중이다…)\\n낸시: 그럼 새 직장은 맘에 드는 거니?\\n리타: 아직 알기엔 너무 일러요. 한 2주일 후에 다시 물어봐주세요.\\n낸시: 커피좀 더 마실래?\\n리타: 조금만 더요.\\n낸시: 그러니까 이번 새 직장은 한단계 올라선 셈인거지?\\n리타: 응. 이젠 사무실 매니저니까 봉급도 더 많아요.\\n낸시: 잘됐다 .\\n리타: 낸시이모 이모는 얼마나 더 오래 일하실 거예요? 은퇴생각은 없어요?\\n낸시: 은퇴 생각은 해봤지만 금방 할 생각은 없어.\\n리타: 응 아직 생각해볼 시간은 있죠.\\n",
			"explains": "(Rita is visiting her aunt Nancy … )\\nNancy: So do you like your new job?\\nRita: Too soon to tell. Ask me again in a couple of weeks.\\nNancy: Would you like some more coffee?\\nRita: Just a little bit thank you.\\nNancy: So this new job is a step-up right?\\nRita: I'm an office manager now and the pay is more.\\nNancy: That's good.\\nRita: Aunt Nancy how much longer are you going to work? Any thoughts about retiring?\\nNancy: I've thought about retiring but I don't see it happening soon.\\nRita: Well you still have time to think about it.\\n"
		},
		{
			"title": "Stephen: Good morning Gary. I'm surprised I caught you at home.",
			"means": "(스티븐이 친구 게리와 전화 통화를 하고 있다…)\\n스티븐: 안녕 게리. 널 집에서 보다니 의외다.\\n게리: 안녕 스티븐. 난 오늘 일자리 없는 배우야. 영화 촬영이 어제로 완전히 끝났거든.\\n스티븐: 있잖아 그거 나한테는 희소식이네. 네가 할 일거리가 있거든.\\n게리: 이번엔 뭔데?\\n스티븐: 내가 광고 편집 중인데 네가 해설을 맡아줬으면 좋겠다.\\n게리: 일시적인 일로는 괜찮은 것 같다. 언제 내가 필요한데?\\n스티븐: 오늘부터 1주일 뒤 오전 10시에.\\n게리: 얼마나 줄 거야?\\n스티븐: 평소대로야. 제작비가 많은 일은 아니거든.\\n게리: 친한 친구들과 일하는 거야 언제나 좋지.\\n",
			"explains": "(Stephen is talking to his friend Gary on the telephone…)\\nStephen: Good morning Gary. I'm surprised I caught you at home.\\nGary: Morning Stephen. I'm an out-of-work actor today. The movie wrapped up yesterday.\\nStephen: Well that's good news for me. I've got work for you.\\nGary: What is it this time?\\nStephen: I'm editing a commercial and I'd like you to be the voice-over.\\nGary: That sounds like a good gig. When do you need me?\\nStephen: A week from today at 10 am.\\nGary: What are you paying me?\\nStephen: The same as usual. This isn't a high budget job.\\nGary: It's always good to work with old friends.\\n"
		},
		{
			"title": "Jason: How much would you charge me for this table and this chair?",
			"means": "Jason: 이 테이블과 의자가 얼마죠?\\nSeller: 다 해서 140달러 입니다. 아주 싼 가격이죠.\\nJason: 예상보다 비싸군요. 가격을 조금 깎아 주실 수 있나요?\\nSeller: 얼마 정도 생각하시는데요?\\nJason: 100달러 정도면 살 수 있는데요.\\nSeller: 죄송합니다, 120달러 이하는 안돼요.",
			"explains": "Jason: How much would you charge me for this table and this chair?\\nSeller: It will be $140 all together. It's very cheap.\\nJason: It's more than I expected. Can you cut down the price a little?\\nSeller: What price range do you have in mind?\\nJason: We can pay $100 for them.\\nSeller: Sorry, I can't go any lower than $120.\\n"
		},
		{
			"title": "Seller: Hey! OK! If you buy another one, I will give you a better price.",
			"means": "Seller: 여기요! 알았어요. 다른 물건 하나 더 사면 더 싸게 해 줄게요.\\nJason: 알겠습니다. 그럼 이 램프를 추가로 사죠. 다 해서 120달러 드릴게요.\\nSeller: 밑지고 파는 겁니다. 130달러로 하죠?\\nJason: 말도 안 되요. 장사하시는 분들은 다 그렇게 말하지만 사실은 그렇지 않다는 거 다 알아요. 여기 120달러 받으세요.\\n",
			"explains": "Seller: Hey! OK! If you buy another one, I will give you a better price.\\nJason: OK, I'll take this lamp then. I'll give you $120 all together.\\nSeller: I'm not making any profit at that price. How about $130?\\nJason: Nonsense! All sales people say that. And everyone knows it's not true. Here is $120.\\n"
		},
		{
			"title": "A : You look gorgeous today!",
			"means": "A : 오늘 정말 멋진데!\\nB : 사실 오늘 클럽에 가거든.\\nA : 그럼 클럽에 가려고 이렇게 차려입은 거야?\\nA : 난 결혼식 같은데 가는 줄 알았어.\\nB : 클럽에 가는데 어떻게 입어야 하는지 잘 몰라서.\\n",
			"explains": "A : You look gorgeous today!\\nB : Actually I'm going clubbing today.\\nA : So you all dressed up for clubbing?\\nA : I thought you're going to a wedding or something.\\nB : I just don't know how to dress up properly for clubbing.\\n"
		},
		{
			"title": "Lisa: Excuse me, could I exchange this for another one? ",
			"means": "Lisa: 실례합니다. 다른 것으로 교환하고 싶은데 가능할까요?\\nAssistant: 그럼요! 영수증을 보여 주시겠어요? 어떤 문제죠?\\nLisa: 영수증 여기 있습니다. 살 땐 흠이 있는 것을 몰랐어요.\\nAssistant: 어디에 흠이 있는지 보여 주시겠어요?\\nLisa: 여기요. 여기가 긁혔어요.\\nAssistant: 어머! 제가 새 것으로 바로 바꿔 드릴께요.\\n",
			"explains": "Lisa: Excuse me, could I exchange this for another one? \\nAssistant: Sure, can I have your receipt? Any problems?\\nLisa: Here is the receipt. I couldn't find any defects when I bought it.\\nAssistant: Can you show me where?\\nLisa: Here! Here is a scratch.\\nAssistant: Oh, I'll get you a new one right now.\\n"
		},
		{
			"title": "Assistant: I'm sorry, but we no longer sell this item.",
			"means": "Assistant: 죄송합니다만 이 제품은 더 이상 판매하고 있지 않습니다.\\nLisa: 그럼 어떻게 해야 하죠?\\nAssistant: 다행히도 이것과 아주 비슷한 제품이 있습니다. 그리고 가격도 더 저렴합니다.\\nLisa: 알겠습니다. 그럼 차액은 환불해 주실 거죠?\\n",
			"explains": "Assistant: I'm sorry, but we no longer sell this item.\\nLisa: So what do you suggest me to do, then?\\nAssistant: Fortunately, we have a very similar product here and it's cheaper.\\nLisa: OK, then, can I get the difference back, please?\\n"
		},
		{
			"title": "Assistant: Really? So how can I help you?",
			"means": "Jason: 안녕하세요, 몇 일전 제가 그 쪽 웹사이트에서 MP3 플레이어를 구매했습니다. 오늘 받아 봤는데 제가 예상한 것과 다르더군요. \\nAssistant: 정말요? 그럼 무엇을 도와드릴까요? \\nJason: 환불을 받고 싶은데요. \\nAssistant: 손님의 상품 구매 번호를 불러 주시겠습니까? \\nJason: WIN2235656입니다. 총 $85을 지불했습니다. \\nAssistant: 지불하신 카드로 다시 환불해 드리겠습니다. ",
			"explains": "Jason: Hello, I bought an MP3 player on your website a few days ago. I got it today and it's not as I expected. \\nAssistant: Really? So how can I help you?\\nJason: I'd like to get a refund, please. \\nAssistant: Can you tell me your purchase reference number? \\nJason: It's WIN2235656. I paid $85 for it. \\nAssistant: We will credit it to your credit card account. \\n"
		},
		{
			"title": "Assistant: I'm terribly sorry. I think we made a mistake and sent you the wrong model.",
			"means": "Assistant: 진심으로 죄송합니다. 저의가 실수를 하여 다른 모델을 배송해 드렸네요.\\nJason: 뭐라고요! 이건 말도 안됩니다.\\nAssistant: 저의가 다시 바로 배송해 드리겠습니다.\\nJason: 이틀 후에 받지 못하면 소비자 감시원에 신고하겠습니다.",
			"explains": "Assistant: I'm terribly sorry. I think we made a mistake and sent you the wrong model.\\nJason: Excuse me! That is unacceptable.\\nAssistant: We'll send your model straight away.\\nJason: If I don't receive it in two days, I'll report it to the Customer Watchdog.\\n"
		},
		{
			"title": "A : I'm good. How can I help you?",
			"means": "A : 안녕하세요. 잘 지내시죠?\\nB : 전 잘 지내요. 어떻게 지내세요?\\nA : 저도 잘 지냅니다. 무엇을 도와드릴까요?\\nB : 마이클 지금 시간 있나요?\\nA : 아니요. 아직 회의가 진행 중입니다.\\nA : 회의가 몇 분 안에 끝날 거예요.\\n",
			"explains": "A : Hi, how are you?\\nB : I'm fine. How are you?\\nA : I'm good. How can I help you?\\nB : Is Michael free?\\nA : No. The meeting is still going on.\\nA : The meeting should be wrapping up in a few minutes.\\n"
		},
		{
			"title": "Kasey: How is Uncle Louis holding up? Is he feeling better?",
			"means": "(케이시가 엄마 로우이스와 이야기를 나누며…)\\n케이시: 루이스 삼촌 상태가 어떠세요? 나아지셨대?\\n로우이스: 훨씬 좋아지셨어. 감기는 다 나으셨다.\\n케이시: 아 잘 됐네요. 괜찮아 지셨다니 좋네요.\\n로우이스: 무릎이 좀 아프신데 이젠 침대에 누워 계시지 않아도 돼.\\n케이시: 잘 됐어요.\\n로우이스: 오늘 샤핑 몰에서 뭣 좀 샀니?\\n케이시: 귀걸이 세일을 하더라고요.\\n(케이시가 샤핑 몰에서 산 귀걸이를 로우이스에게 보여주며)\\n로우이스: 아 참 너무 예쁘다? 멋지다!\\n케이시: 엄마 것도 한 쌍 샀어요.\\n로우이스: 너무 고맙다 얘!\\n",
			"explains": "(Kasey is talking to her mother Lois…)\\nKasey: How is Uncle Louis holding up? Is he feeling better?\\nLois: He's doing much better. He's over his cold.\\nKasey: Oh that's good. I'm glad he's feeling better.\\nLois: His knees hurt a little but he's not stuck in bed any more.\\nKasey: I'm glad to hear that.\\nLois: Did you buy anything at the mall today?\\nKasey: They had a sale on earrings.\\n(Kasey shows Louis the earrings she bought.)\\nLois: Oh they're very nice! I like them!\\nKasey: I picked up a pair for you.\\nLois: Thank you so much!\\n"
		},
		{
			"title": "A : I'm thinking about getting a haircut.",
			"means": "A : 나 머리 자르려고 해.\\nB : 좋은 생각이야. 너 대학교 때부터 계속 긴 머리였잖아.\\nA : 응. 나도 이번 한번 정도는 변화를 주는 게 좋을 것 같아.\\nB : 얼마나 자르려고?\\nA : 1~2인치 정도.\\nB : 뭐! 그럼 그냥 다듬는 거잖아!",
			"explains": "A : I'm thinking about getting a haircut.\\nB : That's a good idea. You've had that long hair since university.\\nA : Yes. I think I need a change for once.\\nB : How much are you planning to cut off?\\nA : About one to two inches.\\nB : What! It's only a trim!\\n"
		},
		{
			"title": "Waitress: Are you ready to order, sir?",
			"means": "Waitress: 주문하시겠습니까?\\nJason: 이곳의 특별 요리를 추천해 주실 수 있나요? 저희는 사슴 스테이크가 유명합니다.\\nJason: 정말요? 그럼 그것으로 주시고요, 추가로 감자요리도 주세요.\\nWaitress: 어떻게 요리해 드릴까요?\\nJason: 완전히 익혀 주시고요, 으깬 감자도 함께 준비해 주세요.\\n",
			"explains": "Waitress: Are you ready to order, sir?\\nJason: What is your most popular dish?\\nWaitress: We are famous for our venison steak.\\nJason: Really? OK! I'll have that one and a side of potatoes.\\nWaitress: Sure. How would you like for us to prepare it?\\nJason: Well-done, please. And I'd like some mashed potatoes with that.\\n"
		},
		{
			"title": "Jason: Excuse me! This is not what I ordered.",
			"means": "Jason: 잠시만요! 이건 제가 주문한 것이 아닌데요.\\nWaitress: 정말 죄송합니다. 주문하신 걸로 바로 드리겠습니다.\\nJason: 여기요! 음식에 머리카락이 들어 있어요. 이 식당 왜 이래요?\\nWaitress: 오늘 드신 것은 무료로 해드리고 다음에 사용하실 수 있는 무료 쿠폰을 드리겠습니다. 죄송합니다.\\n",
			"explains": "Jason: Excuse me! This is not what I ordered.\\nWaitress: Oh, I'm terribly sorry, sir. I'll bring your dish right away!\\nJason: Hello! There's a piece of hair in my food. What is wrong with this restaurant?\\nWaitress: Sir, we will not charge for today's meal, and here is a free coupon for the next visit. I'm sorry.\\n"
		},
		{
			"title": "Pizza: Win-Pizza. How can I help you?",
			"means": "Pizza: 윈 피자입니다. 어떻게 도와 드릴까요?\\nJason: 네, 윈 스페셜 피자 큰 것 하나에 페퍼로니 추가해 주세요.\\nPizza: 네, 알겠습니다. 주소와 전화번호를 알려 주시겠어요.\\nJason: 윈 아파트 134번 인데요, 혹시 세트 메뉴가 있나요?\\nPizza: 그럼요, 윈 스페셜이라고 있습니다. 중간 크기 윈 스페셜과 닭 날개 튀김 6조각을 드리고 있어요.\\nJason: 좋아요! 그것으로 주문할께요. 그리고 케첩을 좀더 보내 주세요.",
			"explains": "Pizza: Win-Pizza. How can I help you?\\nJason: Yeah, I would like a large Win-special pizza with extra pepperoni, please.\\nPizza: No problem, sir. Can I have your address and your telephone number please?\\nJason: Win-apartment, # 134. Hey, do you have any combo deals?\\nPizza: Sure, we have a Win Special. One medium Win-special pizza with 6 pieces of buffalo wings.\\nJason: Great! I'll have that! Can you pack me some extra ketchup, please?\\n"
		},
		{
			"title": "Jason: Hold on, I have a coupon here. It says one free Win-meatlover pizza.",
			"means": "Jason: 잠시만요, 저 쿠폰이 있어요. 여기 윈 미트러버 피자가 무료라고 써 있네요.\\nPizza: 죄송합니다. 지난 달이 특별기간이었습니다. 이제는 만료되었습니다.\\nJason: 정말요? 만기일이 하루 지났는데.\\nPizza: 걱정마세요. 전화주문을 하시면 스파게티를 무료로 드리고 있습니다.\\n",
			"explains": "Jason: Hold on, I have a coupon here. It says one free Win-meatlover pizza.\\nPizza: I'm sorry but it was our special offer last month. It's expired now.\\nJason: What? Really? Today is only one day after the expiration date.\\nPizza: Don't worry. We are offering free spaghetti when you make a telephone order.\\n"
		},
		{
			"title": "Jason: How much do you usually drink?",
			"means": "Jason: 보통 주량이 얼마나 되?\\nLisa: 잘 모르겠어. 항상 필름이 끊겨서. 그냥 사람들 만날 때만 좀 마셔.\\nJason: 좋아, 그럼 취할 때까지 마셔보자.\\nLisa: 좋아! 난 맥주로 할게. 고마워.\\nJason: 실례합니다. 맥주 한 병이랑 위스키 한 잔 주세요.\\nBartender: 위스키에 얼음을 넣어 드릴까요?",
			"explains": "Jason: How much do you usually drink?\\nLisa: I don't really know. I always pass out. But I'm a social drinker.\\nJason: Cool, let's drink till dawn.\\nLisa: OK! I'd like a beer. Thanks.\\nJason: Excuse me. We'll have a bottle of beer and a glass of whisky.\\nBartender: Would you like your whisky on the rocks?\\n"
		},
		{
			"title": "Jason: I think we should stop here. I think you're getting wasted.",
			"means": "Jason: 이제 그만 마셔야 겠어. 너 취한 것 같다.\\nLisa: 무슨 말이야? 네가 생각하는 것 만큼 그렇게 안 취했어.\\nJason: 당연하겠지. 한 얘기 하고 또 하고 하는데.\\nLisa: 아주 버릇없네. 넌 술취하면 통제불능이구나.",
			"explains": "Jason: I think we should stop here. I think you're getting wasted.\\nLisa: What are you talking about? I'm not as drunk as you think I am.\\nJason: Of course you are fine. You keep saying the same things over and over again.\\nLisa: You are rude. You get out of control when you are drunk.\\n"
		},
		{
			"title": "Sophie: Excuse me. Where can I find the best-sellers' section?",
			"means": "Sophie: 베스트셀러 코너는 어디 있죠?\\nAssistant: 한 층 더 내려 가시면 2층에 있습니다.\\nSophie: 윈 요리 책을 찾고 있어요.\\nAssistant: 죄송하지만 그 책은 품절 되었습니다. 아주 잘 팔리는 책이거든요.\\nSophie: 그럼 주문을 해 주실 수 있나요?\\nAssistant: 그럼요, 하지만 몇 주 정도 걸릴 겁니다.",
			"explains": "Sophie: Excuse me. Where can I find the best-sellers' section?\\nAssistant: You will have to go down one level, to the second floor.\\nSophie: I'm looking for the Win Cooking book.\\nAssistant: I'm sorry it's out of stock. It's a hot selling book.\\nSophie: Then could you order it for me?\\nAssistant: Sure, but it will take a few weeks though.\\n"
		},
		{
			"title": "A : I can't stand living here! I'm moving out!",
			"means": "A : 여기서 도저히 못 살겠어. 나 이사 갈래!\\nB : 왜 그래? 계약기간이 아직 많이 남았잖아.\\nA : 맞아 집세도 괜찮지만 이웃집 사람이 정말 짜증 나게 해. 매일 파티를 한다고!\\nB : 집 주인한테 알리는 게 어때?",
			"explains": "A : I can't stand living here! I'm moving out!\\nB : What's wrong? I thought your lease doesn't end anytime soon.\\nA : You are right. The rent is affordable but my neighbors are just annoying. They party all the time!\\nB : Why don't you give your landlord a heads-up about it?\\n"
		},
		{
			"title": "Assistant: What kind of shoes are you looking for?",
			"means": "Assistant: 어떤 종류의 신발을 찾으세요?\\nJason: 그냥 편한 신발을 찾고 있어요.\\nAssistant: 이건 어떠세요? 발에 잘 맞으세요?\\nJason: 좀 작은 것 같군요. 폭이 너무 좁아요.\\nAssistant: 이게 저희 매장에서 가장 큰 사이즈 인데요.\\nJason: 그럼 더 큰 사이즈로 주문해 주시겠습니까? 그리고 제 주소로 보내 주시겠어요?\\nAssistant: 네, 치수 10으로 주문 해 드리겠습니다.\\n",
			"explains": "Assistant: What kind of shoes are you looking for?\\nJason: I'm just looking for something very comfortable.\\nAssistant: How about these? Do they fit all right?\\nJason: The're a bit tight. These are too narrow.\\nAssistant: This is the biggest size we have in stock.\\nJason: Then can you order the bigger size? And can you send it to my address, please?\\nAssistant: Sure, I'll order a size 10 for you.\\n"
		},
		{
			"title": "Assistant: What size do you wear?",
			"means": "Assistant: 사이즈 몇 신으세요?\\nJason: 저는 미국 치수로 10을 신어요. 하지만 한국 치수로는 몇인지 모르겠네요.\\nAssistant: 그럼 한번 재보죠. 여기에 발을 놓으세요. 당신은 한국 치수로 280 입니다.\\nJason: 고맙습니다. 그럼 이 신발로 사이즈 280 주세요.",
			"explains": "Assistant: What size do you wear?\\nJason: I wear a US size 10 in American. But I don't know my Korean size in Korean.\\nAssistant: Let's measure it. Please put your foot here. You are size 280 in Korean.\\nJason: Thanks a lot. Then I'll have this pair of shoes in size 280, please.\\n"
		},
		{
			"title": "Jason: Hello! Do we need to book a table for dinner?",
			"means": "Jason: 안녕하세요! 저녁 식사하려면 예약을 해야 하나요?\\nWaiter: 네! 하셔야 합니다. 저희는 저녁에 항상 바쁩니다.\\nJason: 그럼 내일 저녁으로 예약을 해 주시겠습니까?\\nWaiter: 그럼요. 몇 시에 방문하실 예정이신가요?\\nJason: 7시 30분이요. 두 명 예약해주세요.\\nWaiter: 네. 내일 저녁 7시 30분 두 분 예약 되었습니다. 감사합니다.\\n",
			"explains": "Jason: Hello! Do we need to book a table for dinner?\\nWaiter: Yes, you do. We're always busy in the evening.\\nJason: Then can I make a reservation for tomorrow, please?\\nWaiter: Certainly, what time will you be visiting us?\\nJason: I'll be there at 7:30 P.M. and it's for two people.\\nWaiter: OK, sir. So it's 7:30 P.M. tomorrow for two people. Thank you.\\n"
		},
		{
			"title": "Waitress: I'm sorry. We don't have your name on our reservation list.",
			"means": "Waitress: 죄송합니다. 저희 예약 명단에 손님 성함을 찾을 수 없군요.\\nJason: 다시 한번 확인해 주세요. 제가 어제 전화로 예약했는데요.\\nWaitress: 어느 분 성함으로 예약하셨나요?\\nJason: 아! 제 이름이 아니라 제 여자친구 이름으로 예약이 되었을 겁니다. 리사 스미스로요.\\n",
			"explains": "Waitress: I'm sorry. We don't have your name on our reservation list.\\nJason: Please check again. I made a reservation by phone yesterday.\\nWaitress: Under which name did you make a reservation?\\nJason: Ah! It should be under my girl friend's name not mine. Lisa Smith.\\n"
		},
		{
			"title": "Young: Roger can you break a twenty?",
			"means": "(한국 학생 영이 라저 선생님과 이야기를 하고 있다…)\\n영: 라저 20달러짜리 바꿀 잔 돈 있으세요?)\\n라저: (지갑을 열며) 있다. 여기 10달러 5달러 그리고 1달러 다섯 장.\\n영: 감사합니다. 신문을 사려는데 잔 돈이 없어서요.\\n라저: 가판대에서 신문 사려고?\\n영: 예.\\n라저: 그럼 동전이 필요할 걸. 1달러짜리 다시 줘 봐. 쿼터 4개 줄게.\\n영: 아 그렇네요. 신문 가판대는 쿼터만 받죠?\\n라저: 가판대에서 신문 사면 세금 안 내도 돼.\\n영: 그래요?\\n라저: 응. 한데 마켓이나 책방에서 사면 세금 내야 돼.\\n",
			"explains": "(Young a Korean student is talking to his teacher Roger…)\\nYoung: Roger can you break a twenty?\\nRoger: (Opening his wallet) Sure. Here's a ten a five and five singles.\\nYoung: Thanks. I want to buy a newspaper but I don't have any change on me.\\nRoger: Are you buying the newspaper from a newspaper machine?\\nYoung: Yes.\\nRoger: Then you'll need coins. Give me back a dollar and I'll give you four quarters.\\nYoung: Oh that's right. The machine only takes quarters.\\nRoger: You don't have to pay tax if you buy the newspaper from a machine.\\nYoung: Is that so?\\nRoger: Yes. But you do have to pay tax if you buy it from a market or bookstore.\\n"
		},
		{
			"title": "Lisa: Hi, I would like to schedule an appointment with Dr. Kingston, please.",
			"means": "Lisa: 안녕하세요. 킹스턴 선생님과 진료 예약을 하고 싶습니다.\\nNurse: 어떤 진료를 받으시려는 거죠?\\nLisa: 일반(종합) 검진을 받고 싶습니다.\\nNurse: 네. 몇 일, 몇 시에 선생님을 뵙길 원하시죠?\\nLisa: 다음 주 월요일 3시에 가능할까요?\\nNurse: 네, 그럼 킹스턴 선생님으로 3시에 예약해 드리겠습니다.",
			"explains": "Lisa: Hi, I would like to schedule an appointment with Dr. Kingston, please.\\nNurse: What's your purpose for seeing him?\\nLisa: I want to get a general checkup.\\nNurse: Okay. When and what time would you like to come?\\nLisa: Is next Monday at 3 o'clock available?\\nNurse: Yes, I'll book you for Dr. Kingston at 3 o'clock then.\\n"
		},
		{
			"title": "Nurse: Dr. Kingston will be with another patient at that time. How about 5 P.M.?",
			"means": "Nurse: 그 시간에는 킹스턴 선생님께서 다른 환자 진료가 있습니다. 5시는 어떠신지요?\\nLisa: 더 빨리는 안 되나요?\\nNurse: 킹스턴 선생님 스케줄을 알아 볼게요. 죄송합니다만 예약이 꽉 찼네요.\\nLisa: 정말요? 그럼 5시에 예약을 할게요.\\n",
			"explains": "Nurse: Dr. Kingston will be with another patient at that time. How about 5 P.M.?\\nLisa: Can you possibly make it earlier?\\nNurse: Let me check Dr. Kingston's schedule. I'm sorry; he is fully booked.\\nLisa: Really? I'll take the 5 o'clock appointment then.\\n"
		},
		{
			"title": "A : My younger sister had a girl!",
			"means": "A : 내 여동생이 딸을 낳았어!\\nB : 축하해!\\nA : 고마워. 그리고 또 어떤 일이 있는지 알아?\\nB : 어떤 일인데?\\nA : 동생하고 동생 남편이 내 이름을 따서 아기 이름을 지었어.\\nA : 오늘 기분이 정말 최고야! 날아오를 것 같아!\\n",
			"explains": "A : My younger sister had a girl!\\nB : Congratulations!\\nA : Thanks. And guess what?\\nB : What?\\nA : My younger sister and her husband named their baby after me.\\nA : I'm on cloud nine today and I feel like I can fly!\\n"
		},
		{
			"title": "Nora: Hey what gives Erica? You look upset.",
			"means": "(에리카가 화가 나서 출근했는데 노라가 반긴다…)\\n노라: 안녕 에리카 왜그래? 기분이 안좋아보여.\\n에리카: 맞아 . 어제 잠을 거의 못잤어.\\n노라: 왜 ? 무슨 일로?\\n에리카: 어제 저녁에 이웃하고 싸웠거든.\\n노라: 뭣 때문에?\\n에리카: 그 사람 음악을 아주 크게 그것도 밤 늦도록 틀거든. 잠을 못자게.\\n노라: 그래서 어제 저녁 얘기를 한 거야?\\n에리카: 응 하지만 별 소용이 없었어.\\n노라: 매니저하고 얘기하지 그래. 그건 옳지 않아.\\n에리카: 그럼 나 얘기할 거야. 집에 가면 매니저하고 얘기할 거야.\\n",
			"explains": "(Erica walks into work upset and is greeted by Nora … )\\nNora: Hey what gives Erica? You look upset.\\nErica: I am. I didn't get much sleep last night.\\nNora: Why? What happened?\\nErica: I had it out with my neighbor last night.\\nNora: What was it about?\\nErica: He plays his music so loud and into the night. I couldn't sleep.\\nNora: And you talked to him last night?\\nErica: Yes but it didn't do any good.\\nNora: Talk to the manager. That's not right.\\nErica: Oh I will. I'll talk to the manager when I get home.\\n"
		},
		{
			"title": "Jason: I'd like to book a flight to London. Is there a direct flight to London?",
			"means": "Jason: 런던으로 가는 항공편을 예약하고 싶습니다. 런던행 직항 항공편이 있습니까?\\nAssistant: 언제, 어디에서 떠날 예정이신가요?\\nJason: 저는 서울에서 8월 16일에 떠날 예정입니다.\\nAssistant: 왕복표를 구매하길 원하십니까?\\nJason: 네. 8월 21일에 돌아오려 합니다.\\nAssistant: 16일에 런던으로 가는 직항 항공편이 있습니다. 이 자리는 일반석입니다.\\n",
			"explains": "Jason: I'd like to book a flight to London. Is there a direct flight to London?\\nAssistant: On what date and from where will you be leaving?\\nJason: I'm planning to leave on Aug 16th, from Seoul, Korea.\\nAssistant: Do you want to book it as a roundtrip ticket?\\nJason: Yes. I'd like to return on the 21st of Aug.\\nAssistant: We have a nonstop flight to London on the 16th. It's an economy class.\\n"
		},
		{
			"title": "Assistant: I'm sorry. All flights have been booked for August.",
			"means": "Assistant: 죄송합니다. 8월의 모든 항공편 자리가 꽉 찼습니다.\\nJason: 대기자로라도 탑승을 할 수 있을까요?\\nAssistant: 네. 취소되는 좌석이 생기면 연락 드리겠습니다.\\nJason: 감사합니다. 연락 기다리겠습니다.\\n",
			"explains": "Assistant: I'm sorry. All flights have been booked for August.\\nJason: Really? Can you put my name on the waiting list by any chance?\\nAssistant: Yes, I'll let you know if there's a cancellation.\\nJason: Thank you! I'll wait for your call.\\n"
		},
		{
			"title": "Woman: Thanks again for helping me with my purse.",
			"means": "(남자가 핸드백에서 떨어진 물건을 주워담는 걸 도와준 후 남자와 여자가 버스에 앉았다 …)\\n여자: 도와줘서 고마워요.\\n남자: 별 말씀을요.\\n여자: 전 항상 이 버스로 출근을 하거든요. 근데 한번도 못뵈었네요.\\n남자: 전 주로 운전해서 출근해요 근데 차가 수리중이에요.\\n여자: 다운타운에서 일하세요?\\n남자: 네. 그쪽도?\\n여자: 네. 다운타운 외곽에서요.\\n남자: 어느 정거장에서 내리세요?\\n여자: 버몬트 애비뉴요.\\n남자: 이제 곧 버몬트 애비뉴인데요.",
			"explains": "(A man and woman are sitting on a bus after the man helped her pick up things that fell from her purse … )\\nWoman: Thanks again for helping me with my purse.\\nMan: You're welcome.\\nWoman: I always take this bus to work. I've never seen you on it before.\\nMan: I usually drive to work but my car is in the shop.\\nWoman: Do you work downtown?\\nMan: Yes. And you?\\nWoman: Yes. Well on the outskirts of downtown.\\nMan: What stop do you get off?\\nWoman: I get off at Vermont Avenue.\\nMan: Vermont Avenue is coming up soon.\\n"
		},
		{
			"title": "A : You look tired.",
			"means": "A : 너 피곤해 보여.\\nB : 나 피곤해. 녹초가 됐어.\\nA : 오늘 힘들었어?\\nB : 응. 집에 오니 정말 좋다.\\nA : 내가 저녁 만들어 줄게.\\nB : 고마워!\\nA : 이번 주말에 계획 있어?\\nB : 아니. 그냥 쉬려고.\\n",
			"explains": "A : You look tired.\\nB : I am tired. I'm bushed.\\nA : Did you have a long day?\\nB : Yes. I'm so glad to be home.\\nA : I'll get your dinner ready.\\nB : Thank you!\\nA : Do you have any plans for the weekend?\\nB : No. I'm going to just kick back.\\n"
		},
		{
			"title": "Cindy: Do you want any more coffee?",
			"means": "(브루스가 집 앞에서 세차중인데 아내 신디가 밖으로 나온다 …)\\n신디: 커피 더 마실래?\\n브루스: 아니 고맙지만 됐어. 충분히 마셨거든.\\n신디: 정말이지 ?\\n브루스: 응 . 두 잔 이상은 못 마셔.\\n신디: 차 닦는데 얼마나 걸릴까?\\n브루스: 어 한 10분정도.\\n신디: 끝나면 바닷가로 운전해서 나가볼까?\\n브루스: 그래 . 아주 좋은 생각이야.\\n신디: 바닷가를 걸을 수도 있고.\\n브루스: 그래 그러자.\\n",
			"explains": "(Bruce is washing his car in the driveway when his wife Cindy comes outside … )\\nCindy: Do you want any more coffee?\\nBruce: Oh no thanks. I've had my fill.\\nCindy: Are you sure?\\nBruce: Yes. Two cups is my limit.\\nCindy: How long are you going to be washing the car?\\nBruce: Oh for about ten more minutes.\\nCindy: Do you feel up to taking a drive to the beach when you're finished?\\nBruce: Sure. That sounds like a great idea.\\nCindy: We can take a walk on the beach.\\nBruce: Okay let's do that.\\n"
		},
		{
			"title": "Sophie: Excuse me. Where should I get off to get to Win Tower?",
			"means": "Sophie: 실례합니다. 윈 타워에 가려면 어디서 내려야 하나요?\\nDriver: 버스를 잘못 타신 것 같은데요.\\nSophie: 아, 정말요? 그럼 어떤 버스를 타야 하나요?\\nDriver: 같은 버스를 길 건너편에서 타셔야 해요.\\n",
			"explains": "Sophie: Excuse me. Where should I get off to get to Win Tower?\\nDriver: I think you got on the wrong bus.\\nSophie: Oh, no! Really? Which bus do I need to take then?\\nDriver: Same number but you should take it across the street.\\n"
		},
		{
			"title": "A : Do you want some donut?",
			"means": "A : 도넛 좀 먹을래?\\nB : 아니 고맙지만. 난 배가 불러.\\nA : 넌 정말 조금 먹는다.\\nB : 난 별로 많이 안 먹어도 배가 불러.\\n",
			"explains": "A : Do you want some donut?\\nB : No thank you. I'm stuffed.\\nA : You eat like a bird.\\nB : It doesn't take a lot to fill me up.\\n"
		},
		{
			"title": "Sophie: Excuse me! Could you tell me which subway line will take me to the Express Bus Terminal?",
			"means": "Sophie: 실례합니다. 고속버스 터미널에 가려면 몇 호선을 타야 하나요?\\nPerson 1: 오렌지색 3호선을 타시면 됩니다.\\nSophie: 이 역은 초록색 라인인데 그럼 갈아타야 하나요?\\nPerson 1: 네! 환승을 한번 하셔야 해요.\\nSophie: 어느 역에서 갈아타야 하나요?\\nPerson 1: 시청역에서 오렌지색으로 갈아타시면 됩니다.",
			"explains": "Sophie: Excuse me! Could you tell me which subway line will take me to the Express Bus Terminal?\\nPerson 1: Line number 3, the orange line will take you there.\\nSophie: This station is on the green line. Do I have to transfer?\\nPerson 1: Yes! You have to transfer once.\\nSophie: Can you tell me which station I should transfer at?\\nPerson 1: You should transfer to the orange line at City Hall."
		},
		{
			"title": "Sophie: Excuse me! What time is the last train to Win Village?",
			"means": "Sophie: 죄송합니다만 윈 마을까지 가는 막차가 몇 시에 있죠?\\nTicket Officer: 윈 마을까지 가는 지하철은 12시 15분이 막차입니다.\\nSophie: 막차를 탈 수 있을까요?\\nTicket Officer: 글쎄요, 아마 뛰어가면 탈 수 있을 거에요.\\n",
			"explains": "Sophie: Excuse me! What time is the last train to Win Village?\\nTicket Officer: The last train to Win Village is 12:15 A.M.\\nSophie: Do you think I can make the last train?\\nTicket Officer: Well, if you run, you might be able to make it.\\n"
		},
		{
			"title": "A : Excuse me, is anyone sitting in this seat?",
			"means": "A : 실례지만 여기 앉는 사람이 있나요?\\nB : 네. 미안하지만 앉는 사람이 있습니다.\\nA : 그럼 이 자리는요?\\nB : 거긴 아무도 앉지 않아요. 누구든지 앉으면 됩니다.\\nA : 고맙습니다.",
			"explains": "A : Excuse me, is anyone sitting in this seat?\\nB : Yes. I'm sorry this seat is taken.\\nA : How about this seat?\\nB : No one is sitting in that seat. That one is up for grabs.\\nA : Thank you.\\n"
		},
		{
			"title": "Jill: Put the ice cream in the freezer before it melts.",
			"means": "(질과 딸 에이미가 슈퍼마켓에 갔다 집으로 돌아와서…)\\n질: 아이스크림은 녹기 전에 냉장고에 넣어라.\\n에이미: 예. 슈퍼마켓에 사람들 정말 많았죠 그쵸?\\n질: 그래 정말 많더라. 오늘밤 저녁은 뭘 먹고 싶니?\\n에이미: 전 배 그렇게 안 고파요. 그냥 어젯밤에 먹다 남은 스파게티 좀 먹을래요.\\n질: 그것만 먹고 말 거야?\\n에이미: 샐러드 좀 만들게요.\\n질: 넌 한창 클 나이야. 더 잘 먹어야지.\\n에이미: 스파게티 버리시려는 거 아니죠 설마?\\n질: 안 버려. 내가 먹을 거야. 난 클 나이 지났잖니.\\n에이미: 스파게티 좋아요 엄마. 전 그거면 돼요.\\n",
			"explains": "(Jill and her daughter Amy arrive home from the supermarket…)\\nJill: Put the ice cream in the freezer before it melts.\\nAmy: Okay. The supermarket was packed wasn't it?\\nJill: Yes it was. What would you like for dinner tonight?\\nAmy: I'm not too hungry. I'll just have some leftover spaghetti from last night.\\nJill: That's all you're going to eat?\\nAmy: I'll make a salad.\\nJill: You're a growing girl. You've got to eat better than that.\\nAmy: You're not going to toss the spaghetti are you?\\nJill: No. I'll eat it. I'm not a growing girl.\\nAmy: Spaghetti is fine Mom. That's all I want.\\n"
		},
		{
			"title": "A : I'm moving out on Friday and I was wondering if you could help me move.",
			"means": "A : 부탁이 하나 있어요.\\nB : 부탁할게 뭔데?\\nA : 금요일에 이사 가는데 이사를 도와줄 수 있을까 해서.\\nB : 언제 이사할 계획인데? \\nA : 이번 다가오는 금요일이야. \\nB : 그래. 이번 주 금요일엔 시간 있어. \\nA : 너무 고마워! \\nB : 내가 몇 시에 가면 될까?\\nA : 9시 괜찮아? \\nB : 9시 좋아.\\n",
			"explains": "A : I have a favor to ask you.\\nB : What is it?\\nA : I'm moving out on Friday and I was wondering if you could help me move.\\nB : When are you planning on moving?\\nA : This coming Friday.\\nB : Sure. This Friday is open.\\nA : Thanks a lot.\\nB : What time do you want me to come by?\\nA : Is 9 okay for you?\\nB : 9:00 is fine.\\n"
		},
		{
			"title": "A : Isn't it past your bedtime already?",
			"means": "A : 잠 잘 시간 벌써 지나지 않았니?\\nB : 잠이 오지 않아요. \\nA : 지금 꽤나 늦었고 넌 내일 일찍 일어나야 하잖니.\\nB : 지금은 잠을 잘 수 없다고요.\\nA : 그냥 눈을 감고 자려고 노력해봐. \\nB : 벌써 그렇게 해보았어요. \\nA : 넌 지금 자야 하니 그냥 자렴.\\n",
			"explains": "A : Isn't it past your bedtime already?\\nB : I can't sleep.\\nA : It's quite late and you have to get up early in the morning.\\nB : I just can't get to sleep right now.\\nA : Just close your eyes, and try to sleep.\\nB : I've tried that already.\\nA : You need to go to sleep now, so go to sleep.\\n"
		},
		{
			"title": "Jim: Did you see that soccer game on TV last week?",
			"means": "(짐이 직장에서 라저와 이야기한다… )\\n짐: 그 축구 게임 지난 주에 TV 중계 봤어?\\n라저: 멕시코와 미국 게임 말하는 거야?\\n짐: 응.\\n라저: 아니, 못 봤는데 멕시코가 2대 1로 이겼다는 건 신문에서 읽었어.\\n짐: 맞아. 그리고 멕시코 팬들이 일제히 열광했잖아.\\n라저: 그래. 멕시코 팬들 정말 흥분했지. 사람들이 거리에서 춤을 추고.\\n짐: 축구 좋아해?\\n라저: 아니. 축구엔 관심 없어.\\n짐: 나도 그래. 난 농구하고 야구 좋아해.\\n라저: 나도.\\n",
			"explains": "(Jim is talking to Roger at work…)\\nJim: Did you see that soccer game on TV last week?\\nRoger: Do you mean the game between Mexico and the U.S?\\nJim: Yes.\\nRoger: No, I didn't, but I read in the paper that Mexico won 2 to 1.\\nJim: Yes, and the Mexican fans were all fired up.\\nRoger: Sure. They were very excited. People were dancing in the streets.\\nJim: Do you like soccer?\\nRoger: No, I'm not into soccer.\\nJim: Neither am I. I go for basketball and baseball.\\nRoger: Me, too.\\n"
		},
		{
			"title": "A : Can I return this if I don't like it?",
			"means": "A : 마음에 들지 않으면 환불할 수 있나요?\\nB : 네. 7일 내 현금 환불을 보증합니다.\\nA : 착용감이 더 편한 것은 없나요?\\nB : 네. 여기 있습니다. 구매하시겠습니까?\\nA : 아니요 다음 주까지 기다려 보는 게 좋을 것 같아요. 지금은 양말만 구매하도록 하겠습니다.\\n",
			"explains": "A : Can I return this if I don't like it?\\nB : Yes. We have a 7-day money-back guarantee.\\nA : Do you have anything with more comfortable fit?\\nB : Yes. Here you are. Would you like to purchase it?\\nA : No, I think I'd better wait until next week. For now, I'll just take the socks.\\n"
		},
		{
			"title": "A : Thank you for calling. How may I help you?",
			"means": "A : 전화 주셔서 감사합니다. 무엇을 도와드릴까요?\\nB : 안녕하세요. 전화 요금 청구서를 받았는데요. 제가 걸지 않은 장거리 통화 기록이 있습니다.\\nA : 당신의 전화번호와 알 수 없는 번호로 전화가 걸린 날짜를 알려주시겠습니까?\\nB : 물론입니다. 3월 1일이고요. 전화번호는 072-1425-12XX 입니다.\\nA : 당신의 청구내역에서 그 요금을 삭제하였습니다. 새로운 총 금액은 55불 23센트 입니다.\\nB : 감사합니다.",
			"explains": "A : Thank you for calling. How may I help you?\\nB : Hi, I just received my telephone bill and there is a long-distance telephone number that I never dialed.\\nA : Could you please tell me your telephone number and what day the unknown number was dialed?\\nB : Sure, the call was made on the first of March and the number is 072-1425-12XX.\\nA : I have taken those charges off of your account. Your new total is $ 55.23.\\nB : Thank you very much.\\n"
		},
		{
			"title": "A : Hello. This is Dr. Kim's Dental. May I help you?",
			"means": "A : 안녕하세요. 닥터 김 치과의원입니다. 무엇을 도와드릴까요?\\nB : 안녕하세요. 오늘 4시에 예약이 되어있는데요. 유감스럽게도 스케줄을 다시 잡아야 할 것 같습니다.\\nA : 제임스 리씨인가요?\\nB : 네. 금요일 같은 시간에 예약이 가능한가요?\\nA : 4시에는 신경치료 환자분이 계신데요. 시간이 좀 걸릴 것 같습니다. 5시는 어떠세요? 괜찮으신가요?\\nB : 네. 좋습니다. 그럼 금요일 5시에 뵈어요.",
			"explains": "A : Hello. This is Dr. Kim's Dental. May I help you?\\nB : Hello, I have an appointment today at 4, but unfortunately I have to reschedule.\\nA : Is this James Lee?\\nB : Yes. Does Dr. Kim have a slot open for Friday at the same time?\\nA : Dr. Kim has a root canal patient at 4 and it might take a while. How about 5? Will that be okay?\\nB : Sure. That sounds great. I'll see you on Friday at 5.\\n"
		},
		{
			"title": "Sophie: Do you have the Win-cooking book from this author?",
			"means": "Sophie: 이 저자가 쓴 윈 요리책이 있나요?\\nAssistant: 죄송합니다만 저희는 판매하지 않고 있습니다.\\nSophie: 그럼 주문할 수 있나요? 이 책이 정말로 필요하거든요.\\nAssistant: 확인해 보겠습니다. 불행히도 그 책은 절판 되었네요.",
			"explains": "Sophie: Do you have the Win-cooking book from this author?\\nAssistant: I'm sorry but we don't have it.\\nSophie: Can I have it ordered? I really need to get this book.\\nAssistant: Let me check for you. Unfortunately, it's out of print.\\n"
		},
		{
			"title": "Driver: Hello! Where can I take you today?",
			"means": "Driver 어서 오십시오! 어디로 모실까요?\\nJason: 안녕하세요. 이 주소로 데려다 주세요. 얼마나 걸릴까요?\\nDriver: 어디로 해서 갈까요?\\nJason: 가장 빠른 길로 가 주세요. 제가 약속에 조금 늦었거든요.\\nDriver: 다 왔습니다. 길 어느 편에 세워 드릴까요?\\nJason: 빨리 왔네요. 이쪽 편에 세워주시면 좋습니다.\\n",
			"explains": "Driver: Hello! Where can I take you today?\\nJason: Hi! Please take me to this address. How long will it take to get there?\\nDriver: Which way do you want me to go?\\nJason: The fastest way, please. I'm a little bit late for my appointment.\\nDriver: Here we are. Which side of the street do you want me to stop?\\nJason: That was quick! This side is good for me."
		},
		{
			"title": "Jason: I'm sorry, but I think you're taking the long way around.",
			"means": "Jason: 죄송한데요, 돌아서 간다는 느낌이 드는데요.\\nDriver: 네, 돌아가고 있어요. 다른 길들은 공사로 인해 차단됐거든요.\\nJason: 그러면 요금이 평소보다 훨씬 많이 나오잖아요.\\nDriver: 이쪽으로 가면 요금이 덜 나올 거에요. 믿으세요!\\n",
			"explains": "Jason: I'm sorry, but I think you're taking the long way around.\\nDriver: Actually, I am. But all the other ways are under construction and so they are blocked.\\nJason: But then it will cost much more than the usual.\\nDriver: No, actually, it's cheaper this way. Trust me!"
		},
		{
			"title": "Young Kyu: Do you ever think back to the day we flew to the U.S?",
			"means": "(두 친구가 학교를 향해 걸어가며…)\\n영규: 우리 비행기 타고 미국 오던 날 생각해 본 적 있어?\\n박: 그럼. 몸은 지치고 머리는 복잡했잖아.\\n영규: 맞아. 한데 많이 설레기도 했어.\\n박: 어떻게 하면 잘 할 수 있을까 얘기도 많이 나누었는데.\\n영규: 생각처럼 쉽지는 않았어, 안 그래?\\n박: 그럼. 어려움이 많았지만 잘 헤치고 왔어.\\n영규: 몇 달 사이에 우리 실력이 정말 많이 늘었어.\\n박: 하지만 아직도 배울 게 많아.\\n영규: 그 얘기 잘 했어.\\n박: 자기 만족에 빠져서 공부를 게을리 하면 안 되니까.\\n",
			"explains": "(Two friends are walking to school…)\\nYoung Kyu: Do you ever think back to the day we flew to the U.S?\\nPark: Of course. We were tired and confused.\\nYoung Kyu: Yes, but we were very excited.\\nPark: We talked endlessly about how we were going to get ahead.\\nYoung Kyu: It's not as easy as we thought, is it?\\nPark: That's for sure. We've had plenty of difficulties to get through.\\nYoung Kyu: We have come a long way in a few months.\\nPark: But we still have many things to learn.\\nYoung Kyu: Thanks for reminding me.\\nPark: I don't want you to get complacent and stop working hard.\\n"
		},
		{
			"title": "Clerk: How long will you have it for?",
			"means": "Clerk: 얼마나 사용하실 건가요?\\nJason: 차를 3일 동안 빌리고 싶습니다.\\nClerk: 어떤 기아변속 차량이 필요하신가요? 자동이요 아니면 수동이요?\\nJason: 둘 다 운전 가능합니다. 수동 차량으로 주세요.\\nClerk: 어떤 크기의 차량을 원하십니까?\\nJason: 소형차로 해 주세요.\\n",
			"explains": "Clerk: How long will you have it for?\\nJason: I'd like to keep it for three days, please.\\nClerk: Which transmission do you need? An automatic or a stick?\\nJason: I can drive both. I'll have a stick.\\nClerk: Which size of car would you like to rent?\\nJason: I prefer to have a compact car if available.\\n"
		},
		{
			"title": "Jason: Before I pay for it, is this car insured?",
			"means": "Jason: 지불하기 전에 한 가지 더 물어볼게요. 자동차 보험은 들어있나요?\\nClerk: 아니오. 보험은 따로 요금을 내셔야 합니다. 보험을 드시겠습니까?\\nJason: 네! 자동차 보험을 들어 주세요.\\nClerk: 3일 자동차 사용료와 보험료를 합쳐 210 달러입니다.\\n",
			"explains": "Jason: Before I pay for it, is this car insured?\\nClerk: No, insurance will cost you extra. Would you like to insure it?\\nJason: Yes! I'd like to be insured, please.\\nClerk: That will be $210 for three days plus the insurance charge."
		},
		{
			"title": "Jason: We're running out of gas.",
			"means": "Jason: 연료가 거의 다 떨어져 가는데.\\nLisa: 주유소에서 기름을 넣어야겠어.\\nJason: 알았어, 반만 채우자. 가득 주유할 현금이 없어.\\nLisa: 그래 그럼! 근데 왜 주유해 주러 아무도 안 오지?\\nJason: 저기요! 여기서 지금 10분 동안 직원을 기다리고 있는데요.\\nLisa: 표지판을 못 보셨습니까? 여긴 셀프 서비스 주유소입니다. 직접 주유하세요.\\n",
			"explains": "Jason: We're running out of gas.\\nLisa: We'd better stop at the gas station then.\\nJason: OK, let's fill it up to half. I don't have enough cash for a full tank.\\nLisa: All right! How come no one is serving us?\\nJason: Hey! I've been waiting for the attendant for at least 10 minutes now.\\nAttendant: Didn't you see the sign? This is a self-service gas station. Pump it up yourself."
		},
		{
			"title": "Jason: Oh! The steering wheel is too stiff.",
			"means": "Jason: 운전대가 너무 뻑뻑한데.\\nLisa: 뭐가 문제야? 멈추서 살펴보는 것이 좋을 것 같은데.\\nJason: 타이어가 펑크 난 것 같아. 난 타이어를 어떻게 바꾸는지 모르는데.\\nLisa: 고장신고 센터에 전화를 하는 것이 좋겠어.\\n",
			"explains": "Jason: Oh! The steering wheel is too stiff.\\nLisa: Is there something wrong? You'd better stop and check it out.\\nJason: I think I have a flat tire. I am afraid that I don't know how to change a tire.\\nLisa: We should call the breakdown service center.\\n"
		},
		{
			"title": "Jason: So how much is it all together?",
			"means": "Jason: 다해서 얼마죠?\\nSophie: 이것들이 다 필요한 거야? 내 생각엔 네가 너무 많이 산 것 같아.\\nJason: 잠깐만! 나 지금 현금이 없구나.\\nSophie: 그럼 어떻게 할 거니? 현금지급기는 여기서 너무 멀잖아.\\nJason: 돈 좀 빌려 줄 수 있니? 내가 내일 갚을게.\\nSophie: 알았어! 내일 갚겠다고 약속해.",
			"explains": "Jason: So how much is it all together?\\nSophie: Do you need all of these? I think you bought too many.\\nJason: Hold on! I don't have any cash on me.\\nSophie: What are you going to do? The ATM is too far from here!\\nJason: Could you lend me some money? I'll pay you back tomorrow.\\nSophie: OK! Promise me to pay me back tomorrow."
		},
		{
			"title": "Jason: Could you lend me some cash?",
			"means": "Jason: 현금 좀 빌려 줄 수 있니?\\nSophie: 얼마나 필요한데?\\nJason: 지금 있는만큼 다 빌려 줘. 한 200달러 정도?\\nSophie: 어머나! 나도 그 만큼의 현금은 없어.\\n",
			"explains": "Jason: Could you lend me some cash?\\nSophie: How much do you need?\\nJason: As much as you have right now. About $200?\\nSophie: Oh, no! I don't have that much either.\\n"
		},
		{
			"title": "A : My grandfather's birthday is coming up.",
			"means": "A : 우리 할아버지 생신이 얼마 안 남았어.\\nB : 정말? 언제야?\\nA : 다음 주 일요일이야.\\nB : 생일잔치 할 거야?\\nA : 조촐하게 하고 싶어 하셔. 가족들만 모여서 조용히.",
			"explains": "A : My grandfather's birthday is coming up.\\nB : Really? When?\\nA : Next Sunday.\\nB : Are you going to have a party for him?\\nA : He wants it low-key. Just the family a quiet get-together.\\n"
		},
		{
			"title": "Jay: Hey George is Jennifer coming?",
			"means": "(제이가 친구에게 조언을 구한다…)\\n제이: 안녕 조지. 제니퍼 오는 거야?\\n조지: 응. 왜?\\n제이: 아무 것도 아냐. 그냥 물어보는 거야.\\n조지: 너 제니퍼 좋아하지 그렇지?\\n제이: 무슨 말을 하는 거야?\\n조지: 네 얼굴에 쓰여있어. 데이트 신청하지 그래?\\n제이: 배짱이 없어서 그래.\\n조지: 뭐가 겁나는데?\\n제이: 퇴짜 맞으면 어떻게 해.\\n조지: 이렇게 계속 갈 수는 없잖아. 운에 맡기고 해봐야지.\\n",
			"explains": "(Jay is getting advice from a friend…)\\nJay: Hey George is Jennifer coming?\\nGeorge: Yeah why?\\nJay: Nothing. Just asking.\\nGeorge: You like her don't you?\\nJay: What are you talking about?\\nGeorge: It's so obvious. Why don't you ask her for a date?\\nJay: Because I don't have the guts.\\nGeorge: What are you afraid of?\\nJay: I couldn't handle it if she turned me down.\\nGeorge: You can't continue this way. You've got to take a chance.\\n"
		},
		{
			"title": "Jason: Hi, Donna, could you do me a favor?",
			"means": "Jason: 안녕하세요, 도나씨. 부탁 하나 해도 될까요?\\nDonna: 부탁이 뭔지에 따라 다르지만 말해 보세요.\\nJason: 음, 리사와 내가 오늘 저녁에 회사 부부동반 저녁식사가 있어요.\\nDonna: 그래요. 어떤 부탁인지 알 것 같네요. 말해 보세요.\\nJason: 오늘 저녁에 타미를 좀 봐 주실수 있나요?\\nDonna: 알았어요! 다음에 제가 필요할 땐 저희 아이를 좀 봐 주세요.\\n",
			"explains": "Jason: Hi, Donna, could you do me a favor?\\nDonna: It depends on the favor, but tell me anyway.\\nJason: Well, Lisa and I are going to the company's dinner party tonight.\\nDonna: I think I know what your favor will be. But keep going.\\nJason: Could you please babysit Tommy tonight?\\nDonna: All right! You can babysit my child next time when I need it.\\n"
		},
		{
			"title": "A : Have you had breakfast?",
			"means": "A : 아침은 먹었어?\\nB : 응. 너는?\\nA : 지금 막 차 한잔 마셨어. 아침 뭐 먹었어?\\nB : 스크램블 에그랑 커피 한 잔으로 했어.\\nB : 아침으로 음식을 좀 먹지 그랬어?\\nA : 나는 아침 먹는 것이 익숙하지 않아.\\nA : 아침에 식사를 하면 속이 안 좋아.\\nB : 우유를 마시는 것은 어때? 아침에 우유 마시는 것은 괜찮아?\\nA : 우유는 괜찮은데 그냥 차나 커피 한잔하는 것도 난 충분한 것 같아.\\n",
			"explains": "A : Have you had breakfast?\\nB : Yes. How about you?\\nA : I had a cup of tea just now. What did you have for your breakfast?\\nB : I had scrambled egg, and a cup of coffee.\\nB : Why don't you have any food for your breakfast?\\nA : I am not used to having food in the morning.\\nA : If I do so, I'll have a problem with my belly.\\nB : How about milk? Is it OK for you to drink milk in the morning?\\nA : Milk is OK with me. But a cup of tea or coffee is enough for me. \\n"
		},
		{
			"title": "Jeff: That was a good meeting. What did you think?",
			"means": "(금요일에 제프와 댄이 직장에서 사업회의가 끝난 후 얘기한다 …)\\n제프: 아주 좋은 회의였어. 자네는 어땠어?\\n댄: 맞아 좋았어. 난 좀 놀랐지.\\n제프: 사장이 보통 본론으로 들어가지 않는데 오늘은 그랬어.\\n댄: 보통 때는 질질 끌기 때문에 난 회의라면 질색이거든.\\n제프: 글쎄 금요일이잖아. 자넨 이번 주말에 뭐해?\\n댄: 글쎄 잘 모르겠어. 내 계획은 아직 결정된 게 없어.\\n제프: 나도.\\n댄: 아무 것도 안하게 되면 내가 일요일에 전화할게.\\n",
			"explains": "(It's Friday and Jeff and Dan are talking after a business meeting at work … )\\nJeff: That was a good meeting. What did you think?\\nDan: Yes it was. I was surprised.\\nJeff: The boss usually doesn't get to the point but he did today.\\nDan: I usually don't like these meetings because they drag on.\\nJeff: Well it's Friday. What are you doing this weekend?\\nDan: I'm not sure. My plans are up in the air.\\nJeff: Me too.\\nDan: I'll call you Sunday if I'm not doing anything.\\n"
		},
		{
			"title": "A : Good morning. This is James Park.",
			"means": "A : 안녕하세요. 제임스 박입니다.\\nB : 안녕하세요. 제임스씨. 저는 캐롤린입니다.\\nA : 무엇을 도와드릴까요?\\nB : 당신이 보내주신 리포트에 관해서 전화 드립니다. 미완성된 것 같아서요.\\nA : 미완성이라는 게 무슨 뜻인지 말씀해 주시겠습니까?\\nB : 리포트에 그래프를 넣는 것을 잊으신 것 같아서요.\\nA : 아 알겠습니다. 그래프를 추가해서 다시 보내드리도록 하겠습니다.\\nB : 고맙습니다.\\n",
			"explains": "A : Good morning. This is James Park.\\nB : Hi, James. This is Carolyn.\\nA : How may I help you?\\nB : I am calling you regarding the report you sent me. It seems incomplete.\\nA : Could you please tell me what you mean by incomplete?\\nB : It seems that you forgot to put the graphs in the report.\\nA : Oh, OK. I will add that now and send it to you again.\\nB : Thank you.\\n"
		},
		{
			"title": "A : Hello, Korea Hotel. How may I help you?",
			"means": "A : 안녕하세요. 코리아 호텔입니다. 무엇을 도와드릴까요?\\nB : 안녕하세요. 저는 제임스 박입니다. 코리아 호텔로 가는 길 좀 알려주시겠습니까?\\nA : 물론이죠. 어느 방향(위치)에서 오시는 건가요?\\nB : 저는 인천국제공항에서 갑니다. 공항으로부터 호텔이 먼가요?\\nA : 아니요. 전혀 멀지 않습니다. 남쪽 방향의 100번 고속도로를 타세요. 그리고 3마일 정도 가신 후 메인 스트리트로 빠져 나오면 됩니다.\\nB : 네, 알겠습니다. 감사합니다.\\n",
			"explains": "A : Hello, Korea Hotel. How may I help you?\\nB : Hello, my name is James Park. Could you give me directions to your hotel?\\nA : Sure. What direction are you coming from?\\nB : I'll be coming from Incheon international airport. Is your hotel far from the airport?\\nA : No, not at all. Take the 100 freeway going south. Go about 3 miles and exit at Main Street.\\nB : Alright. Thank you very much.\\n"
		},
		{
			"title": "Jason: Hi, Donna. Is it possible for you to babysit Tommy tonight?",
			"means": "Jason: 도나씨, 안녕하세요. 오늘 저녁에 제 아이 타미를 좀 봐 주실수 있나요?\\nDonna: 기꺼이 해 드리죠. 몇 시부터 봐 드릴까요?\\nJason: 도와주셔서 감사합니다. 오늘 밤 8시부터 10시까지요.\\nDonna: 뭘요. 당신도 똑같이 도와 주셨을 텐데요.\\n",
			"explains": "Jason: Hi, Donna. Is it possible for you to babysit Tommy tonight?\\nDonna: I'll be more than happy to do that for you. From what time?\\nJason: Thank you for helping me out. From 8 to 10 tonight, please.\\nDonna: Don't mention it. You would've done the same.\\n"
		},
		{
			"title": "Lisa: Hey, Jason! Don't you get stuck in a heavy traffic jam every morning?",
			"means": "Lisa: 제이슨! 매일 아침마다 교통체증에 걸리지 않아?\\nJason: 전혀! 여기까지 도착하는데 20분 밖에 걸리지 않는 걸.\\nLisa: 정말? 그렇다면 내 개인적으로 부탁하나 해도 될까?\\nJason: 뭔데? 꼭 들어줘야 하니?\\nLisa: 응. 아침에 같이 타고 가도 될까?\\nJason: 카풀을 부탁하는 거야?\\n",
			"explains": "Lisa: Hey, Jason! Don't you get stuck in a heavy traffic jam every morning?\\nJason: Not at all! It only takes 20 minutes to get here.\\nLisa: Really? Can you do me a personal favor then?\\nJason: What? Do I have to say yes?\\nLisa: Yes, Can I join your ride in the morning?\\nJason: Are you asking to carpool?\\n"
		},
		{
			"title": "Jason: Are you asking to carpool?",
			"means": "Jason: 카풀을 부탁하는 거야?\\nLisa: 응, 내가 아침에 너희 집으로 갈게. 나를 데리러 오지 않아도 되게.\\nJason:그래! 그럼 기름값을 반반으로 나누어 내도록 하자.\\nLisa: 반은 너무 많아! 난 아침에만 얻어 타는데 말야! 불공평해!\\n",
			"explains": "Jason: Are you asking to carpool?\\nLisa: Yes, I'll go to your house in the morning. So you don't have to pick me up.\\nJason: All right! But let's split the gas money then.\\nLisa: Half is too much! I'm only going to use it in the morning! Not fair!\\n"
		},
		{
			"title": "A : Has anyone helped you yet?",
			"means": "A : 누가 도와 드리고 있나요?\\nB : 아뇨, 아직이요.\\nA : 제가 기꺼이 도와드리겠습니다.\\nB : 아이패드를 사려고 합니다. 어떤 기능들을 가지고 있나요?\\nA : 아이패드로 이메일 확인, 인터넷 서핑 그리고 영화를 볼 수 있습니다. 더군다나 아이패드는 터치스크린이 있습니다.\\nB : 알아두면 좋은 정보네요. 도움 주셔서 감사합니다.\\n",
			"explains": "A : Has anyone helped you yet?\\nB : No, not yet.\\nA : I'd be more than happy to help you!\\nB : I'm thinking of buying an iPad. What kinds of functions does it have?\\nA : On an iPad, you can check email, surf the web, and watch movies. Moreover, an iPad has a touch screen.\\nB : That's good to know. Thanks for your help!\\n"
		},
		{
			"title": "Tony: What did you do for Thanksgiving?",
			"means": "(친구 둘이 이야기를 나누는데…)\\n토니: 추수감사절에 뭐 했어?\\n데이먼: 미국의 추석을 맞아 샌타바버러에 갔었어.\\n토니: 추석이 무슨 뜻이야?\\n데이먼: 추석은 한국의 추수감사절이야. 9월에 있어.\\n토니: 그래 살다 보니 이런 것도 알게 되네. 그건 몰랐어.\\n데이먼: 우리 친구들이 매번 샌타바버러에 있는 집으로 초대를 해.\\n토니: 그거 좋다.\\n데이먼: 넌 추수감사절에 뭐 했어.\\n토니: 난 여기 LA에서 친구들과 보냈어.\\n데이먼: 난 명절 중에 추수감사절이 제일 좋더라. 추수감사절과 함께 할리데이 시즌이 시작되잖아.\\n",
			"explains": "(Two friends are talking…)\\nTony: What did you do for Thanksgiving?\\nDamon: I drove up to Santa Barbara for America's Chusok.\\nTony: What does chusok mean?\\nDamon: Chusok is Korea's Thanksgiving. It's in September.\\nTony: Well live and learn. I didn't know that.\\nDamon: My friends always invite me up to their house in Santa Barbara.\\nTony: That's nice.\\nDamon: What did you do for Thanksgiving?\\nTony: I spend it with friends here in L.A.\\nDamon: Thanksgiving is my favorite holiday. It kicks off the holiday season.\\n"
		},
		{
			"title": "Jason: Hey! This is a public place.",
			"means": "Jason: 예의 좀 지켜주세요. 여긴 공공장소입니다.\\nMan1: 뭐라고요! 내가 뭘 어쨌는데요?\\nJason: 음악이 너무 크잖아요. 좀 조용히 합시다.\\nMan1: 뭐요! 내 돈 내고 타고 내 음악이니까 상관 마세요.\\n",
			"explains": "Jason: Hey! This is a public place.\\nMan1: Excuse me! What did I do?\\nJason: Your music is too loud. Let's have some peace in here.\\nMan1: What's up! I paid for this ride and it's my music, so don't bother.\\n"
		},
		{
			"title": "Jason: Excuse me! Do you mind if I sit here?",
			"means": "Jason: 저기요! 여기 앉아도 될까요?\\nBartender: 그럼요. 오늘은 어떤 술을 드릴까요?\\nJason: 위스키를 더블로 얼음과 같이 주세요. 담배 피워도 괜찮죠?\\nBartender: 술은 여기 있습니다. 죄송하지만 여기는 금연구역입니다.\\nJason: 술집에 금연구역이라니요? 에.. 좀 봐줘요. 오늘 정말 안 좋은 날이었거든요.\\nBartender: 흠… 알겠습니다. 하지만 다음부턴 피우시면 안 되요.\\n",
			"explains": "Jason: Excuse me! Do you mind if I sit here?\\nBartender: Sure! What could I get you tonight?\\nJason: Double whiskey on the rocks, please. Do you mind if I smoke?\\nBartender: Here's your drink. And I'm sorry but this is a non-smoking area.\\nJason: A non-smoking area in the bar? Give me a break! I really had a bad day.\\nBartender: Hmm… OK, sir. But I can't allow you to smoke next time.\\n"
		},
		{
			"title": "Jason: Can I smoke here?",
			"means": "Jason: 담배를 피워도 괜찮을까요?\\nBartender: 죄송합니다만 여기는 금연구역입니다.\\nJason: 술집에 금연구역이라고요? 제 자리를 흡연구역으로 바꿔 주세요.\\nBartender: 모든 흡연구역은 테이블 자리입니다. 따라 오시죠.\\n",
			"explains": "Jason: Can I smoke here?\\nBartender: I'm sorry but this is a non-smoking area.\\nJason: A bar with a non-smoking area? I'd like to change my seat to the smoking section, please.\\nBartender: All the smoking areas are the table seats. Follow me, please.\\n"
		},
		{
			"title": "A : I have a special announcement to make.",
			"means": "A : 중요한 발표가 있습니다.\\nA : 30년 넘게 저희와 함께 일해오신 미스터 리가 이번 주를 마지막으로 은퇴를 하십니다.\\nA : 오늘 저녁 미스터 리를 위한 고별 파티가 있습니다.\\nB : 정말 은퇴하시는 거예요? 그럼 은퇴 후 계획은요?\\nC : 아직까지 특별한 계획은 없어요.\\nB : 인생의 새로운 장에 축복이 있길 바라요.\\nC : 고맙습니다.\\n",
			"explains": "A : I have a special announcement to make.\\nA : After more than 30 years of service, Mr. Lee will be retiring at the end of this week.\\nA : We are having an official retirement party for him tonight.\\nB : Mr. Lee! You're leaving us? Any plans after you retire?\\nC : I don't have a plan yet.\\nB : I wish you the best on the next chapter in your life!\\nC : Thank you!\\n"
		},
		{
			"title": "Sheila: What's that up ahead?",
			"means": "(프랭크 부부가 프리웨이를 달리며…)\\n쉴러: 저 앞에 저게 뭐야?\\n프랭크: 모르겠는데. 안 보여.\\n쉴러: 사고 난 건지 공사하는 건지 분간이 안 가네.\\n프랭크: 뭐가 됐던 약속 시간에 늦겠다.\\n쉴러: 그렇네. 1마일은 브레이크 등 밖에 안 보이네.\\n프랭크: 어떻게 해볼 도리가 없네.\\n쉴러: 부동산 중개사한테 전화하면 좋겠는데 휴대폰을 놓고 왔어.\\n프랭크: 여기. 난 가져왔어.\\n쉴러: 뭐라고 해야지?\\n프랭크: 상황이 어느 정도인지 알게 되면 다시 전화한다고 해.\\n",
			"explains": "(Frank and his wife are driving on the freeway…)\\nSheila: What's that up ahead?\\nFrank: I'm not sure. I can't make it out.\\nSheila: I can't tell if it's an accident or construction.\\nFrank: Whatever it is it's going to make us late for our appointment.\\nSheila: You're right. There's nothing but a sea of brake lights for a mile.\\nFrank: There's nothing we can do about it.\\nSheila: I would call the realtor but I forgot my cell phone.\\nFrank: Here. I brought mine.\\nSheila: What should I tell him?\\nFrank: Tell him we'll call him again when we know what we are up against.\\n"
		},
		{
			"title": "John: Okay it's getting late. Let's wrap up this meeting.",
			"means": "(종업원들이 사장님과 회의를 하며…)\\n잔: 그래 시간이 늦어졌네요. 오늘 회의는 이것으로 끝내죠.\\n케이티: 전 좋아요.\\n데이빗: 그러죠 전 피곤해요. 퇴근했으면 해요.\\n테리: 우리 다음 회의는 언제죠?\\n잔: 오늘부터 한 달 뒤죠.\\n제프: 우리 회의를 짧게 해 보도록 하죠?\\n잔: 회의를 정시에 시작하면 그럴 수 있죠. 회의 시작이 늦은 편이잖아요.\\n케이티: 전 러시 아워의 교통 체증에 걸리기 싫어요.\\n잔: 그건 나도 그래.\\n테리: 그럼 한 달 뒤에 다시 모이고 회의를 짧게 하도록 해보죠.\\n",
			"explains": "(Employees are at a meeting with their boss…)\\nJohn: Okay it's getting late. Let's wrap up this meeting.\\nKatie: That's fine by me.\\nDavid: Yeah I'm tired. I want to go home.\\nTerry: When is our next meeting?\\nJohn: A month from today.\\nJeff: Could we try to make our meetings shorter?\\nJohn: Yes if we can start them on time. We usually start late.\\nKatie: I don't like hitting rush hour traffic.\\nJohn: I agree.\\nTerry: So we'll meet again in a month and we'll try to keep the meeting short.\\n"
		},
		{
			"title": "A : Thank you for calling Delicious Sushi. How may I assist you?",
			"means": "A : 딜리셔스 스시에 전화 주셔서 감사합니다. 무엇을 도와드릴까요?\\nB : 안녕하세요. 저는 제임스 박입니다. 오늘 저녁 6시 예약을 확인하고자 전화 드립니다.\\nA : 네. 예약이 되어있습니다. 오늘 정시에 오실 수 있나요?\\nB : 물론입니다. 그리고 제가 요청한 꽃들은 준비되었나요?\\nA : 네. 모든 것이 요청하신 데로 준비되어 있습니다.\\nB : 좋습니다. 감사합니다. 그럼 오늘 저녁 6시에 뵙겠습니다.\\n",
			"explains": "A : Thank you for calling Delicious Sushi. How may I assist you?\\nB : Hello, this is James Park. I am calling to confirm my dinner reservation for tonight at 6.\\nA : Yes. Your reservation is still in our books. Will you be on time tonight?\\nB : Of course. And did you prepare the flowers that I requested?\\nA : Yes, Mr. Park. Everything is prepared just the way you had requested.\\nB : Great! Thanks and I'll see you at 6 tonight.\\n"
		},
		{
			"title": "Jason: Okay! I've had enough! I'm going to talk to them.",
			"means": "Jason: 좋아! 더 이상은 안되겠어. 저 사람들한테 한마디 해야겠어.\\nSophie: 저 사람들한테 도대체 무슨 말을 하려고? 그냥 영화나 보자.\\nJason: 실례합니다! 그쪽 대화가 너무 시끄럽군요. 조용히 좀 해주시겠어요?\\nMan 1: 뭐라고요? 잘 안 들려요.\\nJason: 조용히 좀 하라고요!\\nMan 1: 죄송합니다. 우리가 그 정도로 시끄러운지 몰랐습니다.\\n",
			"explains": "Jason: Okay! I've had enough! I'm going to talk to them.\\nSophie: What are you going to say to them? Let's just watch the movie.\\nJason: Excuse me! Your conversation is too loud. Can you keep it down, please?\\nMan 1: Sorry? I can't hear you.\\nJason: I said keep your voice down.\\nMan 1: Oh, I'm sorry, we didn't know it was that loud.\\n"
		},
		{
			"title": "A : I got a cold 6 days ago, and now it seems it's getting worse. ",
			"means": "A : 6일 전에 감기에 걸렸는데 지금 점점 심해지는 것 같아요.\\nA : 아 그리고 코가 자꾸 막혀서 잠을 잘 수가 없어요.\\nB : 가슴을 청진할 수 있도록 옷을 올려 주세요.\\nB : 여기 처방전이에요.\\nB : 일주일 동안 6시간마다 복용하세요.\\n",
			"explains": "A : I got a cold 6 days ago, and now it seems it's getting worse. \\nA : Oh and I can't sleep because my nose is so stuffed up.\\nB : Please pull up your shirt so I can listen to your chest.\\nB : Here is a prescription.\\nB : I want you to take it every 6 hours for a week.\\n"
		},
		{
			"title": "A : Hello. This is Sky Airlines. Is this James Park?",
			"means": "A : 안녕하세요. 스카이 항공사입니다. 제임스 박씨입니까?\\nB : 네.\\nA : 안녕하세요. 예약 확인번호를 알려드리고자 전화 드렸습니다.\\nB : 잠시만 기다려 주시겠어요. 펜과 종이를 가져와야 돼서요. 네. 이제 말씀하세요.\\nA : 예약 확인번호는 XIE92660입니다.\\nB : 그럼 이 번호를 티켓팅 하는 분께 드리면 되나요?\\nA : 네 맞습니다. 다른 문의사항 있으신가요?\\nB : 아니요. 전화 주셔서 감사합니다.\\n",
			"explains": "A : Hello. This is Sky Airlines. Is this James Park?\\nB : Yes.\\nA : Hello. I called to give you your confirmation number.\\nB : Could you wait a minute? I need to grab a pen and paper. OK. Go ahead.\\nA : Your confirmation number is XIE92660.\\nB : So I need to give this number to the ticketing person, right?\\nA : Yes, sir. Do you have any questions?\\nB : No. Thank you so much for calling.\\n"
		},
		{
			"title": "A : Does it look too small?",
			"means": "A : 너무 작진 않나요?\\nB : 정말 잘 맞으시는데요.\\nA : 구매하겠습니다.\\nB : 지불은 어떻게 하실 건가요?\\nA : 신용카드로 하려고요. 특별 할인을 받을 수 있는 신용카드가 있습니까?\\nB : 안타깝게도 현재 저희는 신용카드로 구매하시는 분들께 특별 할인을 드리고 있지 않습니다.\\nA : 알겠습니다. 여기 제 신용카드입니다.\\nB : 여기 사인해주세요.\\nA : 여기요.\\nB : 안녕히 가세요. 저희 가게를 찾아 주셔서 감사합니다.",
			"explains": "A : Does it look too small?\\nB : It's definitely your size.\\nA : I would like to purchase it.\\nB : How would you like to pay for it?\\nA : I think I'll use my credit card. Is there any card that I can use to get a special discount?\\nB : Unfortunately currently we don't offer a special discount for credit card users.\\nA : Alright. Here's my credit card.\\nB : Your signature here, please.\\nA : There you go.\\nB : Good-bye, and thank you for shopping here.\\n"
		},
		{
			"title": "A : I have a problem with my credit card.",
			"means": "A : 제 신용카드에 문제가 있어요.\\nB : 문제가 무엇인지 말씀해주세요.\\nA : 제가 구매하지 않은 것에 대한 요금이 청구되었어요.\\nB : 무엇에 대한 요금으로 청구되었나요?\\nA : 제가 구매한 적이 없는 300불짜리 재킷이 청구되었습니다.\\nB : 구매하지 않으신 것이 확실하신가요?\\nA : 제가 그렇게 비싼 것을 샀다면 알 거예요[기억할 거예요].\\nB : 언제 구매한 것으로 되어있나요?\\nA : 4월 2일 오전 10시에 구매한 것으로 되어있습니다.\\nB : 저희가 조사해 보도록 하겠습니다.\\nA : 제가 이 요금을 지불해야 하나요?\\nB : 아니요. 저희가 알아서 처리하도록 하겠습니다.",
			"explains": "A : I have a problem with my credit card.\\nB : Tell me what the problem is.\\nA : There is a charge on here that I didn't make.\\nB : What was the charge for?\\nA : It was a charge for a 300 dollar-jacket that I never bought.\\nB : Are you sure that you didn't make that purchase?\\nA : I would know if I bought something that expensive.\\nB : When was this purchase made?\\nA : It was bought on Apr. 2nd at 10:00 am.\\nB : We'll do an investigation.\\nA : Do I have to pay for this charge?\\nB : No, you don't. We'll take care of it.\\n"
		},
		{
			"title": "Sophie: Hey, look at me! I think I look great in this blouse. What do you think?",
			"means": "Sophie:나 좀 봐봐! 이 블라우스 나한테 너무 잘 어울리는 것 같은데. 어때?\\nLisa: 그래! 너무 멋지다! 그거 얼마 주고 산 거야?\\nSophie: 별로 안 비싸. 그런데 왜 계속 웃지? 내 새 블라우스때문이 아니지?\\nLisa: 맞아. 화내지는 말고, 사실 너 지금 쿠키 파는 어린애 같아 보여.\\nSophie: 농담이지? 이건 다음 시즌에 꼭 있어야 하는 블라우스라고.\\nLisa: 농담이야. 너한테 정말 잘 어울려.\\n",
			"explains": "Sophie: Hey, look at me! I think I look great in this blouse. What do you think?\\nLisa: Yes! It looks fantastic! How much did you pay for it?\\nSophie: Not much. But why are you laughing? Hope it's not because of my blouse.\\nLisa: Actually, I am. Don't get mad at me but you look like a little cookie girl.\\nSophie: You're joking, right? This is a next season's must-have blouse.\\nLisa: I'm just kidding. It looks really nice on you.\\n"
		},
		{
			"title": "Sophie: What's so funny? Are you making fun of me?",
			"means": "Sophie: 뭐가 그렇게 웃겨? 지금 날 놀리는 거야?\\nLisa: 난 그냥 농담한 거야. 너무 진지하게 받아들이지 마.\\nSophie: 오늘 좀 좋지 않은 날이었어. 나 지금 농담할 기분이 아냐.\\nLisa: 미안, 난 그저 널 기운나게 하려 했던 거야.\\n",
			"explains": "Sophie: What's so funny? Are you making fun of me?\\nLisa: I'm just playing around. Why don't you lighten up a little!\\nSophie: I've had a bad day, and I'm not in the mood for jokes.\\nLisa: I'm sorry, I was just trying to cheer you up!\\n"
		},
		{
			"title": "Jason: Hey, Lisa! Can we talk for a bit?",
			"means": "Jason: 리사! 잠시 이야기 좀 할 수 있을까?\\nLisa: 우린 더 이상 할 얘기 없어. 그리고 나 지금 좀 바빠.\\nJason: 우리 사이에 오해가 있는 것 같아. 기분 상하게 하려 했던 의도는 아니었어.\\nLisa: 그래도 기분이 나빴어. 어떻게 그런 말을 할 수 있니.\\nJason: 정말 미안해. 내가 어떻게 해야 오해를 풀 수 있을까?\\nLisa: 미안하다고 했으니까 괜찮아. 사과 받아 들일게.\\n",
			"explains": "Jason: Hey, Lisa! Can we talk for a bit?\\nLisa: We don't have anything to talk about. And I'm kind of busy now.\\nJason: I think we had a misunderstanding. I didn't mean to hurt your feelings.\\nLisa: Well, but you did. I couldn't believe you said such a thing.\\nJason: I'm sorry. How can I get this straight?\\nLisa: You already said sorry. Apology accepted.\\n"
		},
		{
			"title": "Lisa: What you said about the size was rather offensive. Did you really mean that?",
			"means": "Lisa: 내 사이즈에 대해 말한 것은 좀 불쾌했어. 진심으로 한 말이니?\\nJason: 뭐? 그런 뜻이 아니었어.\\nLisa: 무슨 말이야? 내가 너무 뚱뚱해서 테니스 클럽에 가입 못할 거라고 말했잖아.\\nJason: 너한테 말하는 게 아니었어. 우리는 다른 사람에 대해 말하고 있었다고. 타미에 대해서.",
			"explains": "Lisa: What you said about the size was rather offensive. Did you really mean that?\\nJason: What? That's not what I meant.\\nLisa: What do you mean? You said I'm too fat to join the tennis club.\\nJason: I wasn't saying that to you, we were talking about someone else, Tommy!"
		},
		{
			"title": "Kathy: I have to copy a couple of chapters in this book.",
			"means": "(직장동료 둘이 이야기를 하는데…)\\n캐시: 나 이 책에서 두 챕터를 복사해야 돼.\\n데이빗: 지금 복사지 떨어졌어.\\n캐시: 뭐? 아 안 돼!\\n데이빗: 종이 하나도 없어.\\n캐시: 그렇게 많은 종이를 다 썼다는 거네.\\n데이빗: 그래. 우리 종이 너무 많이 써.\\n캐시: 아래층 사무실에 있는 종이를 좀 쓸 수 있을 것 같은데.\\n데이빗: 그렇게 해봐.\\n캐시: 그렇게 해야 돼.\\n데이빗: 우리 토너도 얼마 안 남았어.\\n",
			"explains": "(Two co-workers are talking…)\\nKathy: I have to copy a couple of chapters in this book.\\nDavid: We're out of copy paper.\\nKathy: What? Oh no!\\nDavid: We don't have any paper.\\nKathy: We go through so much paper.\\nDavid: We do. We use a lot of it.\\nKathy: Maybe I can use some paper in the office downstairs.\\nDavid: Give it a shot.\\nKathy: I'll have to.\\nDavid: We're also low on toner.\\n"
		},
		{
			"title": "A : And how was school today?",
			"means": "A : 오늘 기분이 어때?\\nB : 좋아요.\\nA : 학교는 어땠어?\\nB : 재미있었어요.\\nA : 좋구나. 오늘 학교에서는 무엇을 했니?\\nB : 만들기를 했어요.\\nA : 무엇을 만들었니?\\nB : 책을 만들었어요.\\nA : 그리고 주로 방과 후에는 무엇을 하니?\\nB : 방과 후에는 보통 특별 활동에 참여해요.\\n",
			"explains": "A : How are you today?\\nB : Fine.\\nA : And how was school today?\\nB : It was really fun.\\nA : Good. And what did you do today?\\nB : We made things.\\nA : What did you make?\\nB : We made books.\\nA : And what do you usually do after school?\\nB : After school, I usually take part in extracurricular activities.\\n"
		},
		{
			"title": "Lisa: I have something to tell you. It’s about Brad and me.",
			"means": "Lisa: 너에게 해 줄 말이 있어. 브래드와 나에 관한 거야.\\nSophie: 무슨 일인데? 브래드와 무슨 문제 있니?\\nLisa: 응! 그와 헤어질까 생각 중이야. 이건 우리끼리만 아는 얘기다.\\nSophie: 알았어. 걱정 마. 누구한테도 말하지 않을게.\\nLisa: 브래드는 말다툼을 할 때 내 이야기를 전혀 듣지 않아. 이젠 더 이상 못 참겠어.\\nSophie: 무슨 말인지 알겠어. 그런데 그거 혹시 아니? 모든 남자들은 다 그래.\\n",
			"explains": "Lisa: I have something to tell you. It's about Brad and me.\\nSophie: Is something wrong? Do you have problems with Brad?\\nLisa: Yes! I'm thinking of breaking up with him. This is just between you and me.\\nSophie: I know what you're saying. Don't worry. I'll keep my mouth shut.\\nLisa: He's not listening to me whenever we get into arguments. I can't handle it anymore.\\nSophie: I know what you mean, but you know what? All men are like that.\\n"
		},
		{
			"title": "Sophie: Are you serious about breaking up with Brad?",
			"means": "Sophie: 브래드와 이별하겠다는 것이 정말이니?\\nLisa: 정말 진심이야. 우린 서로 다른 부분이 너무 많아.\\nSophie: 조금 이상하게 들릴지 모르겠지만, 사람들은 절대 같을 수 없어. 다시 한번 생각해봐.\\nLisa: 수도없이 생각해 봤어. 네가 무슨 말을 하려는지 아는데 난 이미 결심했어.\\n",
			"explains": "Sophie: Are you serious about breaking up with Brad?\\nLisa: I'm dead serious. We have too many differences.\\nSophie: It may sound strange but people can never be the same anyway. Think again.\\nLisa: I thought about it a million times. I see what you mean but I made my final decision.\\n"
		},
		{
			"title": "Sophie: So? What do you think about him?",
			"means": "Sophie: 그래? 그 사람 어때?\\nJason: 우리가 아는 사람인가? 나한테 너무 낯익어. 어쨌든 첫 인상은 좋았어.\\nSophie: 맞아. 말주변이 좋던데. 그 사람 오늘 밤에 정말 재미있었어.\\nJason: 처음에는 말을 걸기 어려웠어. 하지만 나중에는 서로 너무 잘 통했어.\\nSophie: 내 생각엔 그 사람은 믿을만한 사람인 것 같아. 그렇지?\\nJason: 그건 지금 잘 모르겠어. 그 사람을 몇 번 더 만나 봐야겠지.\\n",
			"explains": "Sophie: So? What do you think about him?\\nJason: Do we know him? He looked very familiar to me. Anyway, he made a good first impression on me.\\nSophie: Yes, he was good with words. He was very funny tonight.\\nJason: It was hard to talk to him in the beginning. But we ended up knowing each other really well.\\nSophie: I think he is a kind of person we can trust. Right?\\nJason: I don't know about that right now. We should spend more time with him.\\n"
		},
		{
			"title": "Sophie: Oh my god! He just couldn't stop talking.",
			"means": "Sophie: 세상에! 그 남자는 어떻게 그리 말이 많니.\\nJason: 그리고 그 사람 저녁 내내 자기 이야기만 하더라고.\\nSophie: 내 인생에서 그 남자처럼 말을 많이 하는 남자는 본 적이 없어.\\nJason: 리사가 그 남자를 어디서 만났는지 모르겠지만 나는 개인적으로 별로 마음에 안 들어.\\n",
			"explains": "Sophie: Oh my god! He just couldn't stop talking.\\nJason: And plus, he was talking about himself throughout the whole dinner.\\nSophie: I've never seen a guy who talks that much in my whole life.\\nJason: I don't know where Lisa met him but I personally don't like him that much.\\n"
		},
		{
			"title": "Roger: We haven't had a school picnic in a long time.",
			"means": "(로저와 짐이 직장에서 얘기한다 …)\\n로저: 우리 학교 소풍을 안간지가 오래됐어.\\n짐: 그러게.\\n로저: 갈 때가 지난 것 같은데 말야.\\n짐: 다음주 금요일은 어떨까?\\n로저: 나야 좋지.\\n짐: 다음 목요일에 교사회의를 열어서 그걸 의논하자.\\n로저: 소풍은 어디로 갈까?\\n짐: 이번엔 다른 공원으로 가자.\\n로저: 난 좋아.\\n짐: 데이빗이 지난 주에 갔던 공원에 대해 얘기하던데. 내가 한번 물어볼께.\\n",
			"explains": "(Roger and Jim are talking at work … )\\nRoger: We haven't had a school picnic in a long time.\\nJim: I know.\\nRoger: It's about time we had one.\\nJim: How about next Friday?\\nRoger: Sounds good to me.\\nJim: Let's have a teachers' meeting next Thursday and talk about it.\\nRoger: Where are we having the picnic?\\nJim: Let's go to a different park this time.\\nRoger: That's fine by me.\\nJim: David was talking about a park he went to last week. I'll ask him about it.\\n"
		},
		{
			"title": "A : The elevators are out of service.",
			"means": "A : 엘리베이터들이 고장이야.\\nB : 나 발목을 삐었어.\\nA : 3층만 걸어 올라가면 돼.\\nA : 내가 네 가방을 들고 도와줄게.\\nB : 도와줘서 고마워.\\nA : 친구 좋은 게 뭐야.\\n",
			"explains": "A : The elevators are out of service.\\nB : I sprained my ankle.\\nA : We only have three flights to walk up.\\nA : I'll carry your bags and help you.\\nB : I appreciate your help.\\nA : That's what friends are for.\\n"
		},
		{
			"title": "Ryan: I lost my cool today.",
			"means": "(라이언이 아내 샐리와 이야기를 하는데…)\\n라이언: 오늘 나 흥분해서 화를 냈어.\\n샐리: 당신답지 않네. 무슨 일 있었어?\\n라이언: 한 친구가 매번 지각하고 동료들과 말다툼을 너무 많이 해서 화를 버럭 냈지.\\n샐리: 그럼 오늘 왜 흥분을 한 거야?\\n라이언: 몰라. 그 친구가 화나게 굴어서 그런 것 같아.\\n샐리: 내 생각엔 당신 직장에서 스트레스가 많아서 그런 것 같아.\\n라이언: 그런 것 같애?\\n샐리: 응. 그리고 당신 요즘 잠을 잘 못 자잖아.\\n라이언: 맞아. 그 생각을 못 했네.\\n샐리: 있잖아. 이제 왜 그런지 알았으니까 마음을 다스릴 수 있을 거야.\\n",
			"explains": "(Ryan is talking to his wife Sally…)\\nRyan: I lost my cool today.\\nSally: That's not like you. What happened?\\nRyan: I went off on a guy because he's always late and argues with his peers quite a bit.\\nSally: So why did you lose your cool today?\\nRyan: I don't know. I guess he pushed my button.\\nSally: I think it's because you're under a lot of pressure at work.\\nRyan: You think so?\\nSally: Yeah. And you haven't been sleeping well lately.\\nRyan: You're right. I didn't even realize it.\\nSally: Well now that you know what caused it maybe you can control it.\\n"
		},
		{
			"title": "Lisa: I haven't seen you for a long time! You look great!",
			"means": "Lisa: 정말 오랜만이다. 아주 좋아 보이는데.\\nSophie: 아주 좋아. 컨디션이 최고야. 너는?\\nLisa: 나도 좋아! 하지만 다이어트를 해야겠어. 최근에 몸무게가 많이 늘었거든.\\nSophie: 나는 요가 수업을 듣고 있는데. 너도 요가를 해 보거나 다른 운동을 해 봐.\\nLisa: 매일 아침에 조깅을 하면 기분이 좋아지긴 하지. 그런데 몸무게는 안 줄어!\\nSophie: 식생활을 한번 확인해 봐. 야채를 더 많이 먹도록 노력을 해보고.\\n",
			"explains": "Lisa: I haven't seen you for a long time! You look great!\\nSophie: I couldn't be better. I'm in my top shape. How about you?\\nLisa: I'm doing all right! But I need to go on a diet. I gained so much weight recently.\\nSophie: I take yoga classes. You should try it too or other exercises.\\nLisa: I jog every morning and I feel much better. But I can't lose weight!\\nSophie: May be you should check your eating habits. Try to eat more vegetables.\\n"
		},
		{
			"title": "Mark: Carlos it looks like your fence is falling apart.",
			"means": "(마크가 이웃 칼로스와 얘기한다)\\n마크: 칼로스 자네 담이 무너지려는 것 같아.\\n칼로스: 그래 맞아 마크. 이제 한물 가려나봐.\\n마크: 이래 저래 조만간 무너질 거야.\\n칼로스: 그냥 무너지도록 놔두려고. \\n마크: 누가 다칠 수도 있어. 이 동네에는 뛰어노는 아이들이 많잖아.\\n칼로스: 맞아. 가만 있지 말고 어서 고쳐야지.\\n마크: 원한다면 내가 도와줄게. \\n칼로스: 그래줄래? \\n마크: 물론이지. 나한테 연장도 많거든. \\n칼로스: 좋아. 고마워. 나는 지금 가서 나무를 좀 사올게.\\n",
			"explains": "(Mark is talking to his neighbor Carlos)\\nMark: Carlos it looks like your fence is falling apart.\\nCarlos: Yes Mark it is. It's seen better days.\\nMark: Sooner or later it's just going to fall down.\\nCarlos: I'll just let it fall.\\nMark: Someone could get hurt. There are a lot of kids who play in this neighborhood.\\nCarlos: You're right. I should get on it and fix it.\\nMark: I'll help you if you want.\\nCarlos: Would you?\\nMark: Sure. I've got lots of tools.\\nCarlos: Great. Thanks. I'll go and buy some wood now.\\n"
		},
		{
			"title": "Andrea: A friend of mine gave me two kittens.",
			"means": "(친구 둘이 몰에서 샤핑을 하며…)\\n앤드리어: 어떤 친구가 고양이를 두 마리 줬어. \\n미아: 고양이 데려가는 조건으로 너한테 돈 줬어? \\n앤드리어: 물론 아니지. 내가 달라고 한 거야. \\n미아: 고양이 두 마리를 어떻게 견딜 수 있겠어? \\n앤드리어: 나 고양이 좋아하잖니. \\n미아: 고양이 때문에 묶여 있어야 되지 않을까?\\n앤드리어: 난 별로 안 돌아 다니잖아. 여행도 많이 안 하고. \\n미아: 어디 가야 되면 내 친구한테 고양이 봐달라고 해줄게. \\n앤드리어: 고양이 주사 맞추러 가봐야 돼. \\n미아: 그리고 있지 조만간 돈 많이 들 거야.\\n",
			"explains": "(Two friends are shopping at the mall…)\\nAndrea: A friend of mine gave me two kittens.\\nMia: Did she pay you to take them?\\nAndrea: Of course not. I wanted them.\\nMia: How can you stand two cats?\\nAndrea: Because I love cats.\\nMia: Won't they tie you down?\\nAndrea: I'm not gone that much. I don't travel a lot.\\nMia: If you are gone I can get a friend to look after them.\\nAndrea: I have to take them to get their shots.\\nMia: And sooner or later they'll be expensive.\\n"
		},
		{
			"title": "A : I just got a memo that said Sarah's father passed away last weekend in his sleep.",
			"means": "A : 방금 지난 주말에 사라의 아버지가 주무시다가 돌아가셨다는 메모를 받았어.\\nB : 아직 52세밖에 안되셨는데!\\nA : 그러게. 정말 믿기 힘들어!\\nB : 심각한 심장질환이 있었다고 하더라고.\\nA : 정말 슬픈 일이다.\\n",
			"explains": "A : I just got a memo that said Sarah's father passed away last weekend in his sleep.\\nB : He was only 52!\\nA : I know. It's really hard to swallow!\\nB : They said he had a serious heart problem.\\nA : That's so sad.\\n"
		},
		{
			"title": "Penny: Chances are it's going to rain tomorrow.",
			"means": "(페니와 에린이 커피를 마시며…)\\n페니: 아마도 내일 비가 올 거래.\\n에린: 정말? 난 몰랐는데.\\n페니: 날씨 잘 안보니?\\n에린: 별로. 난 차 안에 우산을 두고 다니거든.\\n페니: 난 언제나 날씨가 어떻게 될 지 알고 싶은데.\\n에린: 그게 왜 그리 중요한데?\\n페니: 준비하고 싶어서.\\n에린: 난 놀라는 것도 좋아. 비 속을 걷는 것도 좋고.\\n페니: 우리가 왜 그리 친한 친구일까? 이리도 다른데.\\n에린: 어쩜 평생 알고 지내서 그런 거겠지.\\n",
			"explains": "(Penny and Erin are having coffee … )\\nPenny: Chances are it's going to rain tomorrow.\\nErin: Really? I didn't know that.\\nPenny: Don't you keep track of the weather?\\nErin: Not really. I keep an umbrella in my car.\\nPenny: I always like to know what the weather is going to be like.\\nErin: Why on earth is that important?\\nPenny: I like to be prepared.\\nErin: I like to be surprised. I like walking in the rain.\\nPenny: Why do you suppose we are such good friends? We are so different.\\nErin: Maybe it's because we have known each other our whole lives.\\n"
		},
		{
			"title": "Tara: My niece called today.",
			"means": "(시드와 그 아내 타라가 산책하는 중이다 …)\\n타라: 오늘 우리 조카가 전화했었어.\\n시드: 섀넌이? 걔는 어때?\\n타라: 혼란스럽대. 어느 대학에 갈 건지 결정하는 중이야.\\n시드: 어디로 가고 싶대?\\n타라: 전혀 모르겠대.\\n시드: 그래서 뭐라고 했어?\\n타라: 주니어 칼리지들을 알아보라고 했지.\\n시드: 좋은 충고야. 그럼 대학으로 전학할 수 있으니까.\\n타라: 훨씬 쌀테고.\\n시드: 당신 의향을 알아볼 수 있으니 걔는 좋겠군.\\n",
			"explains": "(Sid and his wife Tara are taking a walk … )\\nTara: My niece called today.\\nSid: Shannon? How is she?\\nTara: She's confused. She's trying to figure out where to go to college.\\nSid: Where does she want to go?\\nTara: She doesn't have a clue.\\nSid: What did you tell her?\\nTara: I told her to check out some junior colleges.\\nSid: Good advice. Then she can transfer to a university.\\nTara: It would be a lot cheaper too.\\nSid: It's very nice that she has you to kick around her decision.\\n"
		},
		{
			"title": "Lisa: Hey, what's wrong? You don't look so good.",
			"means": "Lisa: 무슨 일 있니? 많이 안 좋아 보이네.\\nSophie: 몸이 별로 좋지 않아. 그리고 어제는 정말 아팠어.\\nLisa: 너 얼굴이 창백해. 아무래도 병원에 가 봐야 할 것 같다.\\nSophie: 그래야 할 것 같아. 더 이상은 아픈 거 못 참겠어. 확인해 봐야겠어.\\n",
			"explains": "Lisa: Hey, what's wrong? You don't look so good.\\nSophie: I'm not feeling well. And yesterday, I was (as) sick as a dog.\\nLisa: You look pale. I think you need to see a doctor.\\nSophie: I think so. I can't bear the pain anymore. I'll check it out.\\n"
		},
		{
			"title": "Ted: I have to stop.",
			"means": "(친구 둘이 공원에서 조깅을 하면서 …)\\n테드: 그만 멈춰야겠어.\\n스티브: 뭐가 잘못됐어?\\n테드: 목이 바싹 말라서 그래.\\n스티브: 공원에 있는 식수대는 물이 안 나와.\\n테드: 병에 물 담아 왔어. 한 모금만 축일 거야.\\n스티브: 얼마나 더 달릴까?\\n테드: 조금만 더 달리자.\\n스티브: 어제처럼 덥지 않아서 다행이다.\\n테드: 어제는 펄펄 끓었어.\\n스티브: 반 마일 더 달리자.\\n",
			"explains": "(Two friends are jogging in the park …)\\nTed: I have to stop.\\nSteve: What's wrong?\\nTed: My throat is bone dry.\\nSteve: The water fountains are not working in the park.\\nTed: I brought my own bottle. I'll just take a sip.\\nSteve: How much more do you want to run?\\nTed: Just a little ways more.\\nSteve: I'm glad it's not as hot as it was yesterday.\\nTed: It was boiling yesterday.\\nSteve: Let's do another half mile.\\n"
		},
		{
			"title": "A : What's the matter James?",
			"means": "A : 제임스, 왜 그래? (무슨 일이야?)\\nB : 아내가 지금 당장이라도 아이를 낳을 것 같아.\\nA : 정말?\\nB : 응.\\nA : 아들이야 딸이야?\\nB : 몰라. 나의 최대 관심사는 (그들의) 건강이야.\\n",
			"explains": "A : What's the matter James?\\nB : My wife is having a baby any minute now.\\nA : Really?\\nB : Yes.\\nA : Is it going to be a boy or a girl?\\nB : I don't know. What's upper most in my mind is that they are healthy.\\n"
		},
		{
			"title": "Brittany: My English homework is so hard.",
			"means": "(에린이 딸과 이야기를 하는데…)\\n브리터니: 영어 숙제가 너무 어려워요.\\n에린: 뭐가 문젠데?\\n브리터니: 매주 작문을 하나씩 해야 하는데 아이디어가 다 떨어졌어요.\\n에린: 언제 내야 해?\\n브리터니: 내일 아침에요.\\n에린: 왜 마지막 순간까지 기다렸다 해.\\n브리터니: 안 그래요. 한 주 내내 생각했어요.\\n에린: 엄마한테 도와달라는 얘기 왜 안 했어?\\n브리터니: 제 힘으로 해보려고 그랬어요.\\n에린: 그런 태도는 맘에 든다.\\n",
			"explains": "(Erin is talking to her daughter…)\\nBrittany: My English homework is so hard.\\nErin: What's the problem?\\nBrittany: I have to write an essay every week and I'm fresh out of ideas.\\nErin: When do you have to turn it in?\\nBrittany: Tomorrow morning.\\nErin: Why do you wait until the last minute.\\nBrittany: I didn't. I've been thinking about it all week.\\nErin: Why didn't you let me know that you needed help?\\nBrittany: Because I wanted to do it myself.\\nErin: I like that kind of attitude.\\n"
		},
		{
			"title": "Jason: I'm sorry to disturb you, but may I use your cell phone for a real quick call, please?",
			"means": "Jason: 방해해서 죄송합니다만 잠시 핸드폰을 빌려 쓸 수 있을까요?\\nLisa: 뭐라고요? 죄송합니다만 제가 지금 좀 바빠서요.\\nJason: 제발요! 제 고객에게 급하게 전화를 해야 하거든요. 짧게 통화 하겠습니다.\\nLisa: 당신의 입장은 이해가 가지만 저도 지금 전화를 기다리고 있는 중이라서요.\\nJason: 저는 지금 30분이 넘게 공중전화를 찾고 있었어요. 그런데 공중전화가 하나도 없더라고요.\\nLisa: 알겠습니다! 여기요! 하지만 용건만 간단히 하세요.",
			"explains": "Jason: I'm sorry to disturb you, but may I use your cell phone for a real quick call, please?\\nLisa: Excuse me? I'm sorry, I'm kind of in a hurry right now.\\nJason: Please! It is a very urgent call to my business client. It won't be that long.\\nLisa: Well, I understand your situation but I'm also expecting a phone call right now.\\nJason: I’ve been trying to find the pay phone for more than 30 minutes. But there aren’t any.\\nLisa: All right! Here! But please, don’t hog the phone."
		},
		{
			"title": "Jason: Excuse me, but may I use your cell phone, please?",
			"means": "Jason: 실례합니다, 잠시 핸드폰을 빌려 쓸 수 있을까요?\\nLisa: 그럼요, 장거리 전화만 아니면 괜찮습니다.\\nJason: 사실은 제가 저의 부모님께 국제전화로 연락을 드려야 하거든요.\\nLisa: 그럼 수신자 부담으로 전화를 하시던지, 아니면 저에게 국제전화 비용을 주셔야 합니다.\\n",
			"explains": "Jason: Excuse me, but may I use your cell phone, please?\\nLisa: Sure, as long as it's not a long distance call!\\nJason: Actually, I have to make an international call to my parents.\\nLisa: Well, then, you have to use a collect call or pay me the equivalent amount.\\n"
		},
		{
			"title": "Jason: Welcome to Win Dry Clean. What can I do for you, today?",
			"means": "Jason: 윈 드라이 클리닝입니다. 어떻게 도와드릴까요?\\nSophie: 안녕하세요. 이 얼룩을 뺄 수 있을까요?\\nJason: 어렵게 보이긴 하지만 최선을 다해 보겠습니다.\\nSophie: 고맙습니다. 그리고 얼룩을 제거한 후에 풀을 먹이실 수 있나요?\\nJason: 그럼요 문제없습니다. 풀을 가볍게 먹일까요, 중간 정도로 먹일까요, 아니면 아주 빳빳하게 먹일까요?\\nSophie: 그냥 중간 정도로 먹여 주세요. 제가 월요일에 찾으러 올게요.\\n",
			"explains": "Jason: Welcome to Win Dry Clean. What can I do for you, today?\\nSophie: Hi! Do you think you can remove these stains?\\nJason: It looks quite difficult but I'll see what I can do.\\nSophie: Thanks! Also could you starch this after you remove the stains?\\nJason: Sure, no problem! Do you want it to be light, medium or heavy?\\nSophie: Just medium, please. I'll pick them up on Monday.\\n"
		},
		{
			"title": "Sophie: Hello, I'm here to pick up my laundry.",
			"means": "Sophie: 안녕하세요, 세탁물을 찾으러 왔습니다.\\nJason: 정말 죄송합니다만, 손님의 세탁물을 분실한 것 같습니다.\\nSophie: 뭐라고요? 제 세탁물을 분실했다니 그게 무슨 말입니까?\\nJason: 분실된 물건에 대한 것은 저희가 배상하겠습니다. 폐를 끼쳐드려 정말 죄송합니다.\\n",
			"explains": "Sophie: Hello, I'm here to pick up my laundry.\\nJason: I'm really sorry but I'm afraid we misplaced your laundry.\\nSophie: Excuse me? What do you mean you misplaced my laundry?\\nJason: We will pay for your lost items. Sorry for causing so much trouble.\\n"
		},
		{
			"title": "Ken: So are we all set?",
			"means": "(켄과 부인 캐롤이 캠핑을 가는데…)\\n켄: 그럼 준비가 다 된 건가?\\n캐롤: 그런 것 같은데. 텐트는 차에 실었지?\\n켄: 응 실었지.\\n캐롤: 침낭은?\\n켄: 침낭도 차에 실었어.\\n캐롤: 차에서 먹을 음식을 좀 가져갈게.\\n켄: 좋은 생각이야. 물도 있지?\\n캐롤: 응. 물은 충분히 있어.\\n켄: 됐다.\\n캐롤: 정말 오랜 만에 캠핑 간다. 설레네.\\n",
			"explains": "(Ken and his wife Carol are going camping…)\\nKen: So are we all set?\\nCarol: I think so. Is the tent in the car?\\nKen: Yes it is.\\nCarol: How about the sleeping bags?\\nKen: They're in the car too.\\nCarol: I'm going to bring along some food for us to eat in the car.\\nKen: Good idea. Do we have water?\\nCarol: Yes we have plenty of water.\\nKen: Good.\\nCarol: It's been ages since we went camping. I'm excited.\\n"
		},
		{
			"title": "A : What are you looking for today?",
			"means": "A : 오늘 무엇을 찾고 계신가요?\\nB : 그냥 구경 좀 하려고요.\\nA : 도움이 필요하시면 제게 얘기해 주세요.\\nB : 멋져 보이는군요. 이거 얼마에요?\\nB : 가격표가 없네요.\\nA : 그것은 50 달러이었지만 오늘은 20% 세일을 하네요.",
			"explains": "A : What are you looking for today?\\nB : I'm just looking.\\nA : Well, let me know if there's anything I can do for you.\\nB : It looks really nice. How much is it?\\nB : There’s no price tag.\\nA : It was 50 dollars, but I think today it’s 20 percent off.\\n"
		},
		{
			"title": "Roger: You look lost in thought.",
			"means": "(로저가 회사 식당에서 동료 아서를 본다…)\\n로저: 안녕, 아서.\\n(아서는 대답하지 않는다)\\n아서, 안녕.\\n아서: 어 , 로저. 안녕. 미안하네.\\n로저: 뭘 그리 깊이 생각해.\\n아서: 응 , 그랬나보군. 자, 여기좀 앉아.\\n로저: 고마워 . 근데 뭘 그리 생각하고 있어?\\n아서: 아 , 여자 친구한테 결혼해달라고 할까 생각하고 있었지.\\n로저: 정말? 두 사람이 얘기해봤어?\\n아서: 아니 , 못해봤어. 근데 아무래도 청혼할까봐.\\n로저: 뭐라고 할 것 같아?\\n아서: 수락했으면 좋겠지만 알 수가 있나.\\n",
			"explains": "(Roger sees his co-worker, Arthur, in the cafeteria at work … )\\nRoger: Hi, Arthur.\\n(Arthur does not reply)\\nArthur, hi.\\nArthur: Oh, hi, Roger. Sorry.\\nRoger: You look lost in thought.\\nArthur: Yes, I guess so. Here, pull up a chair.\\nRoger: Thanks. So what are you thinking so much about?\\nArthur: Oh, I was thinking of asking my girlfriend to marry me.\\nRoger: Really? Have the two of you talked about it?\\nArthur: No, we haven't. But, I think I'm going to pop the question.\\nRoger: What do you think she'll say?\\nArthur: I hope she says \"yes\", but I have no idea.\\n"
		},
		{
			"title": "A : I was feeling under the weather.",
			"means": "A : 몸이 안 좋았어요.\\nB : 그래서 이틀 동안 결석을 했던 거니?\\nA : 예. 감기가 심하게 걸렸었어요.\\nB : 오늘은 어때?\\nA : 지금은 훨씬 좋아졌어요.\\n",
			"explains": "A : I was feeling under the weather.\\nB : So that's why you were absent for 2 days?\\nA : Yes. I had a bad cold.\\nB : How are you feeling today?\\nA : I feel much better now.\\n"
		},
		{
			"title": "Lisa: What do you think you’re doing? Are you crazy?",
			"means": "Lisa: 이제 무슨 짓입니까? 지금 미쳤어요?\\nJason: 무슨 말입니까? 당신이 잘못한 거 확실하잖아요.\\nLisa: 제 잘못이요? 전 잘못한 것 하나도 없어요. 당신 잘못이죠.\\nJason: 당신이 뭐라고 생각하던 상관없어요. 전 여기 증인도 있어요.\\nLisa: 웃기지 말아요! 마음대로 하세요. 증인이 진실을 말할테니까.\\nJason: 그래요! 증인이 벌써 당신 잘못이라고 나한테 말했거든요. 근데 당신 태도가 정말 마음에 안 드는데요.\\n",
			"explains": "Lisa: What do you think you’re doing? Are you crazy?\\nJason: Don’t give me that! It’s obvious that this is your fault.\\nLisa: My fault? I didn’t do anything wrong! You’re to blame.\\nJason: Well, who cares what you think, I have a witness right here.\\nLisa: This is ridiculous! Do whatever you want! He’s going to tell the truth.\\nJason: That’s right! He already told me it was your fault. And you have a bad attitude."
		},
		{
			"title": "Lisa: You know what? I’m going to sue you. My father is a lawyer.",
			"means": "Lisa: 알아두세요. 당신 고소할 거에요. 제 아버지가 변호사거든요.\\nJason: 아주 구제불능이군요? 그냥 죄송하다는 사과 한 마디면 될 것을. 원하시면 한번 해 보자고요!\\nLisa: 당신이 한 말을 후회하게 될 거에요. 날 잘못 건들였어요.\\nJason: 참, 근데 제 아버지가 판사라는 걸 말했나요?",
			"explains": "Lisa: You know what? I’m going to sue you. My father is a lawyer.\\nJason: You’re hopeless, aren’t you? Just a simple apology could have solved everything. But if you want, bring it on!\\nLisa: You will regret what you’ve said to me. You shouldn’t have messed with me.\\nJason: By the way, did I tell you my dad is a judge?"
		},
		{
			"title": "Jason: Hey, I need to talk to you. But don’t be freaked out!",
			"means": "Jason: 나 너한테 할 말이 있어. 하지만 너무 놀라지 마!\\nLisa: 뭔데 그래? 중요한 거야? 듣고 있으니까 말해 봐.\\nJason: 오래 전부터 말을 하고 싶었어. 이런 느낌은 처음이거든.\\nLisa: 알았어! 무슨 일이야? 오늘따라 이상하게 행동하네.\\nJason: 나 너를 짝사랑하고 있어. 처음 만난 순간부터 지금까지 말이야.\\nLisa: 그거 알아? 나도 사실은 알고 있었어. 그리고 사실을 고백하자면 나도 하루종일 네 생각뿐이야.",
			"explains": "Jason: Hey, I need to talk to you. But don’t be freaked out!\\nLisa: What is it? Is it something important? Go ahead I’m listening.\\nJason: I’ve been wanting to tell you for a long time. I’ve never felt this way before.\\nLisa: OK! What’s wrong? You are acting strange today.\\nJason: I have a big crush on you. I had it since the moment I saw you.\\nLisa: You know what? I kind of knew it. And to tell you the truth, I couldn’t stop thinking about you, too."
		},
		{
			"title": "Jason: I think of you 24/7. I can’t help myself.",
			"means": "Jason: 난 항상 너만을 생각해. 나도 어쩔 수 없다구.\\nLisa: 어머나! 미안하지만 나는 그런 감정이 없어. 너를 친한 친구 이상으로 생각한 적 없어.\\nJason: 제발 기회를 줘. 난 네가 필요해.\\nLisa: 네가 싫어서가 아니야. 너는 친구로서 좋아. 하지만 너의 ~ 아니야.\\n",
			"explains": "Jason: I think of you 24/7. I can’t help myself.\\nLisa: Oh, no! I’m sorry but I don’t feel that way. You’re my good friend, nothing more.\\nJason: Please, give me a chance. I need you.\\nLisa: It’s not that I don’t like you. I like you as a friend. I’m not the one for you."
		},
		{
			"title": "Brian: Hey Doug let's play a game of basketball.",
			"means": "(브라이언이 체육관에서 친구 더그와 이야기를 한다…)\\n브라이언: 어이 더그. 농구 한 게임 하자.\\n더그: 안 해.\\n브라이언: 왜 안 해?\\n더그: 네가 나보다 훨씬 크잖아.\\n브라이언: 그게 뭐?\\n더그: 그러니까 네가 나보다 유리하잖아. 내가 그냥 지지.\\n브라이언: 친구들 데려와서 같이 경기하자.\\n더그: 3 대 3으로?\\n브라이언: 그래. 반 코트 경기 하자.\\n더그: 좋아.\\n",
			"explains": "(Brian is talking to his friend Doug at the gym…)\\nBrian: Hey Doug let's play a game of basketball.\\nDoug: No way.\\nBrian: Why not?\\nDoug: You're so much taller than me.\\nBrian: So what?\\nDoug: Well you have the edge over me. I'll lose easily.\\nBrian: Let's get some other guys to play with us.\\nDoug: Three-on-three?\\nBrian: Sure. We'll play half-court.\\nDoug: Okay.\\n"
		},
		{
			"title": "Roger: Did you go to that party on Saturday?",
			"means": "(짐과 로저가 직장에서 얘기중이다 …)\\n로저: 토요일 파티에 갔었어?\\n짐: 그래 근데 내가 누굴 봤을지 생각해봐.\\n로저: 내가 무슨 수로.\\n짐: 제이!\\n로저: 제이 영? 정말?\\n짐: 그래 .\\n로저: 마지막 듣기로는 뉴욕에 살고 있다던데.\\n짐: 요즘엔 LA에 산대.\\n로저: 제이 전화번호 있어? 전화좀 해보고 싶은데.\\n짐: 응 나한테 줬지. 전화해서 한번 만나자고 나도 얘기했어.\\n",
			"explains": "(Jim and Roger are talking at work … )\\nRoger: Did you go to that party on Saturday?\\nJim: Yes and guess who I saw there.\\nRoger: I give up.\\nJim: Jay!\\nRoger: Jay Young? Really?\\nJim: Yes.\\nRoger: Last I heard he was living in New York.\\nJim: These days he's living here in Los Angeles.\\nRoger: Do you have his number? I'd like to call him.\\nJim: Yes he gave it to me. I told him I'd call him and maybe we'd all hang out.\\n"
		},
		{
			"title": "Jerry: It's five minutes to five.",
			"means": "(론과 제리가 직장에서 얘기한다 …)\\n론: 몇 시지?\\n제리: 5시 5분 전.\\n론: 좋았어 ! 퇴근 시간 5 분 전이네.\\n제리: 오늘 저녁에 뭐 해?\\n론: 제일 좋은 옷 입고 춤추러 가. 자넨?\\n제리: 난 오늘 집에 있으려고. 아무데도 안가.\\n론: 집에? 왜? 금요일 저녁인데! 주말이 바로 코앞인데.\\n제리: 난 내일 일찍 일어나야 돼.\\n론: 왜?\\n제리: 누나가 뉴욕에서 방문오거든. 공항에서 만나기로 했어.\\n",
			"explains": "(Ron and Jerry are talking at work … )\\nRon: What time is it?\\nJerry: It's five minutes to five.\\nRon: All right! Five minutes to quitting time.\\nJerry: What are you doing tonight?\\nRon: I'm going to put on my finest and go dancing. What about you?\\nJerry: I'm going to stay in tonight. I'm not going anywhere.\\nRon: Stay in? Why? It's Friday night! The weekend is in front of us.\\nJerry: I have to get up early tomorrow morning.\\nRon: Why?\\nJerry: My sister is coming in from New York to visit. I'm meeting her at the airport.\\n"
		},
		{
			"title": "A : John, did Linda cancel our plans again?",
			"means": "A : 존, 린다가 약속을 또 취소했어?\\nB : 응, 갑자기 일이 생겼다는데.\\nA : 그 애는 늘 알 수가 없어.\\nB : 그럴 수도 있지. 그 애를 탓하지 마.\\nA : 너는 왜 항상 그 애 편을 드는 거야?\\nB : 왜 그래, 테일러. 그런 거 아니야.\\n",
			"explains": "A : John, did Linda cancel our plans again?\\nB : Yes, she said something suddenly came up.\\nA : She's always unpredictable.\\nB : It can happen. Don't blame her.\\nA : Why are you always sticking up for her?\\nB : Come on, Taylor. I'm not.\\n"
		},
		{
			"title": "B : I am making a plan for the next week holiday.",
			"means": "A : 뭐하고 있어?\\nB : 다음 주 휴일 계획을 세우는 중이야.\\nA : 그나저나 지난 휴가에는 무엇을 했었어?\\nB : 아름다운 섬에 갔었어. 대서양 연안에 위치해 있는.\\nB : 너는? 너는 휴일에 보통 무엇을 해?\\nA : 난 아무것도 하지 않아. 휴일마다 주로 조부모님 댁에 가.",
			"explains": "A : What are you doing?\\nB : I am making a plan for the next week holiday.\\nA : By the way, what did you do on the last holiday?\\nB : We went to a very beautiful island. It’s located on the coast of the Atlantic Ocean.\\nB : How about you? What do you usually do on a holiday?\\nA : I don’t do anything. Every holiday, I usually go to my grandparents’ place. \\n"
		},
		{
			"title": "A : I’m on my way to a spa. Will you come with me?",
			"means": "A : 난 스파에 가는 길이야. 너도 같이 갈래?\\nB : 난 오늘 바빠서. 어느 스파에 갈 거야?\\nA : 난 Leamington 스파에 갈 거야.\\nA : 내 친구가 피곤할 때면 항상 거기 간다고 하더라고.\\nB : 사실 너와 같이 가고 싶은데 말했듯이 오늘은 바빠서 안되겠다.\\nA : 내일은 어때? 내일도 바빠?\\nB : 아니. 내일은 아무 일도 없어.\\n",
			"explains": "A : I’m on my way to a spa. Will you come with me?\\nB : Today I’m busy. Which spa will you go?\\nA : I’m going to Leamington Spa.\\nA : My friend said that she always goes there if she is tired.\\nB : Actually I want to go, but as I said, I’m busy today.\\nA : How about tomorrow? Are you also busy?\\nB : No, I have nothing to do tomorrow.\\n"
		},
		{
			"title": "Lee: I called you last night, but you weren't home.",
			"means": "(샌디가 친구 리와 통화중이다 …)\\n샌디: 여보세요.\\n리: 샌디, 나 리야.\\n샌디: 어머, 안녕, 리. 무슨 일이야?\\n리: 어제 밤에 전화했더니 집에 없더라.\\n샌디: 어, 내가 사는 콘도미니엄 협의회 회의에 참석했어.\\n리: 회의가 몇 시에 끝났어?\\n샌디: 9시에. 무슨 일로 전화했는데?\\n리: 저녁 같이 먹을까 물어보려구.\\n샌디: 전화를 못받아서 안타깝네. 오늘 저녁 나가서 먹을까?\\n리: 그래, 그렇게 하자.",
			"explains": "(Sandy is talking to her friend, Lee, on the phone … )\\nSandy: Hello.\\nLee: Hi, Sandy, it's Lee.\\nSandy: Oh, hi, Lee. What's up?\\nLee: I called you last night, but you weren't home.\\nSandy: Oh, I took part in a meeting with my condominium association.\\nLee: What time did the meeting wrap up?\\nSandy: At 9:00. What did you call about?\\nLee: I wanted to know if you wanted to grab a bite for dinner.\\nSandy: I'm sorry I missed your call. Do you want to go out for dinner tonight?\\nLee: Yes, let's do that.\\n"
		},
		{
			"title": "A : Can I talk to you right now?",
			"means": "A : 지금 얘기 좀 할 수 있을까요?\\nB : 물론이죠. 무엇을 도와드릴까요?\\nA : 2번 그래프에 대해서 좀 더 자세히 설명해 주실 수 있나요?\\nB : 이번 년도 예산과 목표를 보여주는 그래프입니다.\\nA : 알겠습니다. 그래프에 제목이 없어서요.\\nB : 제목을 더해서 즉시 수정본을 보내드리도록 하겠습니다.\\nA : 감사합니다.",
			"explains": "A : Can I talk to you right now?\\nB : Sure. What can I help you with?\\nA : Could you explain graph 2 in more detail?\\nB : It shows the budget and goals for this year.\\nA : I see. There is no title for this graph.\\nB : I'll add it now and send the revised copy to you immediately.\\nA : Thanks.\\n"
		},
		{
			"title": "B : Sure. We have an opening at around 11. How does that sound?",
			"means": "A : 여보세요. 저는 마이클입니다.\\nB : 네, 마이클씨.\\nA : 제가 한 시에 티타임이 잡혀있는데요. 제 약속 중에 하나가 취소가 되어 경기 시작 시간을 좀 앞당길 수 있나 해서 전화 드립니다.\\nB : 물론입니다. 11시에 자리가 있습니다. (11시에) 괜찮으신가요?\\nA : 좋습니다. 예약해주세요.\\nB : 네. 예약해 드렸습니다.\\nB : 다른 것 필요한 것은 없으신가요?\\nA : 아니요. 그게 다입니다.",
			"explains": "A : Hello, this is Michael.\\nB : Hello, Michael.\\nA : I'm calling because I have a tee time today at one, but one of my appointments got canceled, so I wanted to see if I could tee off earlier?\\nB : Sure. We have an opening at around 11. How does that sound?\\nA : It sounds good. Can you put my name in, please?\\nB : Alright. Your name is on the list.\\nB : Is there anything else you need?\\nA : No, that's it.\\n"
		},
		{
			"title": "A : Could you tell me the total amount?",
			"means": "A : 총액이 얼마인가요?\\nB : 세금과 배송(료) 포함하여 32불 50센트입니다. 어떻게 지불하실 것인가요?\\nA : 신용카드로 결제하고 싶습니다.\\nB : 신용카드 번호를 알려주시겠습니까?\\nA : 제 이름은 제임스 박이 구요. 카드번호는 038 20XX40 57XX1입니다.\\nB : 유효기간은 언제까지인가요?\\nA : 2015년 3월까지입니다.\\nB : 감사합니다. 제품은 이번 주 금요일까지는 받으실 수 있습니다.",
			"explains": "A : Could you tell me the total amount?\\nB : That would be 32.50 including tax and delivery. How would you like to pay for it?\\nA : I would like to pay with my credit card.\\nB : Could you give me your credit card number?\\nA : My name is James Park and the credit card number is 038 20XX40 57XX1.\\nB : What is the expiration date?\\nA : March 2015.\\nB : Thank you very much and the item will be delivered by this Friday.\\n"
		},
		{
			"title": "A : Do you think it's worthwhile to invest in blue chip stocks?",
			"means": "A : 우량주에 투자하는 것이 가치가 있다고 생각해?\\nB : 물론이지! 안정된 투자야.\\nA : 하지만 다른 주들보다 비싸잖아.\\nB : 더 비싸긴 하지만 꾸준히 성장하는 회사들이잖니.\\nB : 그러한 신뢰성[확실성]이 있으니 웃돈을 주어야지.\\nA : 그럼 우량주를 사기 위해서 돈을 더 모아야겠다.",
			"explains": "A : Do you think it's worthwhile to invest in blue chip stocks?\\nB : Of course! They are stable investment.\\nA : But they are expensive compared to other stocks.\\nB : Yes, they are expensive but those companies grow steadily.\\nB : So you have to pay a premium for reliability.\\nA : I guess I should save more money to buy some blue chip stocks.\\n"
		},
		{
			"title": "A : Why are you alone here?",
			"means": "A : 왜 혼자 계세요?\\nB : 생각 좀 하느라고.\\nA : 무슨 생각을 하시는데요?\\nB : 내 미래에 대해 생각 중이야.\\nB : 직장을 그만두고 싶어. 더 이상은 이곳에서 일하고 싶지 않아.\\nA : 하지만 회사에서 좋은 위치에 계시잖아요.\\nA : 자신을 과소평가하지 마세요.",
			"explains": "A : Why are you alone here?\\nB : I am thinking about something.\\nA : What are you thinking about? \\nB : I am thinking about my future.\\nB : I want to quit my job. I don’t want to work here anymore.\\nA : But you have got a good position in the company.\\nA : Don’t underestimate yourself. \\n"
		},
		{
			"title": "A : Hi. Are you ready to order?",
			"means": "A : 안녕하세요. 주문할 준비가 되셨나요?\\nB : 네. 저는 생선 특선으로 하겠습니다.\\nA : 어떤 것으로 하실 것인가요?\\nC : 저는 스파게티로 하겠습니다.\\nA : 주문하신 것과 함께 수프와 샐러드 중 어떤 것으로 하시겠습니까?\\nC : 샐러드로 주세요. 오일 앤 비니거도 주세요.",
			"explains": "A : Hi. Are you ready to order?\\nB : Yes. I'd like the fish special.\\nA : And what would you like?\\nC : I'll have the spaghetti.\\nA : Would you like soup or salad with that?\\nC : Salad, please. With oil and vinegar.\\n"
		},
		{
			"title": "B : What day was your appointment on?",
			"means": "A : 제가 김선생님과 진료예약이 되어있는데 변경을 해야 해서요.\\nB : 무슨 요일로 예약하셨죠?\\nA : 수요일이요.\\nB : 몇 시로 예약하셨나요?\\nA : 오후 4시로 예약하였습니다.\\nB : 예약을 확인하였습니다. 언제로 변경하고 싶으신가요?\\nA : 이번 주 금요일로 변경하고 싶어요.\\nB : 몇 시가 좋으신가요?\\nA : 오후 두 시가 좋습니다.\\nB : 그 시간에 예약 해드리도록[넣어 드리도록] 하겠습니다.\\n",
			"explains": "A : I have a doctor's appointment scheduled with Dr. Kim, and I need to change it.\\nB : What day was your appointment on?\\nA : My appointment was on Wednesday.\\nB : At what time was that appointment?\\nA : It was for 4:00 in the afternoon.\\nB : I can see the appointment that you had. What day do you need to change to?\\nA : I would like to switch it to this Friday.\\nB : What time would you like?\\nA : I want to come in at 2:00 in the afternoon.\\nB : I will put you down for that time.\\n"
		},
		{
			"title": "A : Did you go to school today?",
			"means": "A : 오늘 학교 갔었어?\\nB : 물론이지.\\nA : 난 가고 싶지 않아서 안 갔어. 근데 요즘 본 영화 있어?\\nB : 아니, 근데 왜 무작위로 주제를 바꾸는 거야?\\nA : 그럴 수도 있지만 질문에 대답을 해.\\nB : 아니. 최근에 본 것은 없어.\\nA : 나 이번 주 주말에 정말 영화 보러 가고 싶어.\\nB : 그럼 그냥 보러 가지 그래?\\nA : 나 정말 혼자 보러 가고 싶지 않단 말이야.",
			"explains": "A : Did you go to school today?\\nB : Of course.\\nA : I didn't want to, so I didn't. But have you seen any movies lately?\\nB : No, but that was a random change of subject.\\nA : Maybe it was, but answer the question.\\nB : No, not recently.\\nA : I really want to go to the movies this weekend.\\nB : Why don't you just go?\\nA : I really don't want to go by myself.\\n"
		},
		{
			"title": "Dave: Hey! What’s your plan for today?",
			"means": "Dave: 이봐, 오늘 뭐 할 거야?\\nEric: 친구들 만날거야. 같이 테니스 치기로 했거든.\\nDave: 좋은 생각인데. 일기예보는 확인했어? 기상 캐스터에 따르면 오후에 비가 올 수도\\n있대.\\nEric: 정말? 비가 많이 온대, 아님 그냥 가볍게 온대?\\nDave: 큰 비가 쏟아 질 확률이 80 퍼센트 라고 했어, 큰 우산을 가져가야 할 거야.\\nEric: 음… 그래, 고마워. 80 퍼센트면 비가 올 확률이 아주 높은데! 친구들한테 전화해서\\n계획을 취소해야 할까?\\nDave: 내 생각엔 오늘 계획은 취소하는 게 좋을 것 같아.\\n",
			"explains": "Dave: Hey! What’s your plan for today?\\nEric: Well, I’m meeting up with my friends. We’re going to play tennis.\\nDave: It sounds great, but have you seen the weather forecast? The weatherman said it might rain in the afternoon.\\nEric: Really? Did he say it would rain heavily or just drizzle?\\nDave: He said there is about an 80% chance of driving rain. You should take a big umbrella!\\nEric: Hmm… Sure, thanks. 80% is very high! Do you think I should call the guys to call off the plan?\\nDave: I personally think it’s a good idea to cancel it for today.\\n"
		}
	]
}